{"name":"Reducing stigma and discrimination associated with Covid-19: rapid review","id":"31","link":"https://www.cambridge.org/core/journals/epidemiology-and-psychiatric-sciences/article/reducing-stigma-and-discrimination-associated-with-covid19-early-stage-pandemic-rapid-review-and-practical-recommendations/28A0BC515B698E3669FA842191027B6B","dbsearches":"4","refs":"https://docs.google.com/spreadsheets/d/1e3XP8fb6jUPjQ3m1-a0HXl7rSKEFwMyaH5-K-V9ohWI/edit#gid=0","references":[{"doi":"10.1016/S2352-3018(19)30343-1","date":"2020-02-29","title":"Stigma reduction interventions in people living with HIV to improve health-related quality of life ","abstract":"\nAs the UNAIDS 90-90-90 targets for people living with HIV are increasingly being reached in many contexts, health-related quality of life, the so-called fourth 90, warrants special attention. HIV-related stigma and discrimination are major barriers for overall health-related quality of life despite impressive clinical and virological improvements in HIV care. There is a scarcity of well designed intervention studies that document stigma reduction in people living with HIV and few studies that specifically assess the effect of stigma on health-related quality of life. Further, few interventions target discrimination from providers outside of HIV-specific care or involve people living with HIV in both the design and implementation. Lastly, evidence on methods to reduce stigma in several underepresented key populations and geographical regions is insufficient and research on intersectional stigma (ie, the convergence of multiple stigmatised identities) needs further attention.\n ","id":"S2352-3018(19)30343-1","idformat":"elsevier_pii","foundapis":"_CROSSREF","miscinfo":"","authors":[{"firstname":" Galit Zeluf","surname":"Andersson","email":"null","contributions":"1"},{"firstname":" Maria","surname":"Reinius","email":"null","contributions":"1"},{"firstname":" Lars E","surname":"Eriksson","email":"null","contributions":"1"},{"firstname":" Veronica","surname":"Svedhem","email":"null","contributions":"1"},{"firstname":" Farhad Mazi","surname":"Esfahani","email":"null","contributions":"1"},{"firstname":" Keshab","surname":"Deuba","email":"null","contributions":"1"},{"firstname":" Deepa","surname":"Rao","email":"null","contributions":"1"},{"firstname":" Goodluck Willey","surname":"Lyatuu","email":"null","contributions":"1"},{"firstname":" Danielle","surname":"Giovenco","email":"null","contributions":"1"},{"firstname":" Anna Mia","surname":"Ekström","email":"null","contributions":"1"},{"firstname":"Galit Zeluf","surname":"Andersson","email":"null","contributions":"1"},{"firstname":"Maria","surname":"Reinius","email":"null","contributions":"1"},{"firstname":"Lars E","surname":"Eriksson","email":"null","contributions":"1"},{"firstname":"Veronica","surname":"Svedhem","email":"null","contributions":"1"},{"firstname":"Farhad Mazi","surname":"Esfahani","email":"null","contributions":"1"},{"firstname":"Keshab","surname":"Deuba","email":"null","contributions":"1"},{"firstname":"Deepa","surname":"Rao","email":"null","contributions":"1"},{"firstname":"Goodluck Willey","surname":"Lyatuu","email":"null","contributions":"1"},{"firstname":"Danielle","surname":"Giovenco","email":"null","contributions":"1"},{"firstname":"                          Anna Mia","surname":"Ekström","email":"null","contributions":"1"}]},{"doi":"10.3205/000248","date":"1970-01-01","title":"Interventions for reducing self-stigma in people with mental illnesses: a systematic review of randomized controlled trials","abstract":"Background: Self-stigma occurs when people with mental illnesses internalize negative stereotypes and prejudices about their condition.\n\n It can reduce help-seeking behaviour and treatment adherence.\n\n The effectiveness of interventions aimed at reducing self-stigma in people with mental illness is systematically reviewed.\n\n Results are discussed in the context of a logic model of the broader social context of mental illness stigma.\n\n ","id":"PMC5404117","idformat":"PMC","foundapis":"_PMC","miscinfo":"","authors":[{"firstname":"Roland Brian","surname":"Büchter","email":"NULL","contributions":"1"},{"firstname":"                          Melanie","surname":"Messer","email":"NULL","contributions":"1"}]},{"doi":"10.1002/14651858.CD009453.pub2","date":"2023-05-31","title":"'Mass media interventions for reducing mental health-related stigma'","abstract":"Unknown Abstract","id":"10.1002/14651858.CD009453.pub2","idformat":"CROSSREF","foundapis":"","miscinfo":"PUBLISHER: Wiley","authors":[{"firstname":"Sarah","surname":"Clement","email":"xref no email","contributions":"1"},{"firstname":" Francesca","surname":"Lassman","email":"xref no email","contributions":"1"},{"firstname":" Elizabeth","surname":"Barley","email":"xref no email","contributions":"1"},{"firstname":" Sara","surname":"Evans-Lacko","email":"xref no email","contributions":"1"},{"firstname":" Paul","surname":"Williams","email":"xref no email","contributions":"1"},{"firstname":" Sosei","surname":"Yamaguchi","email":"xref no email","contributions":"1"},{"firstname":" Mike","surname":"Slade","email":"xref no email","contributions":"1"},{"firstname":" Nicolas","surname":"Rüsch","email":"xref no email","contributions":"1"},{"firstname":"       Graham","surname":"Thornicroft","email":"xref no email","contributions":"1"}]},{"doi":"10.1371/journal.pone.0211298","date":"2019-01-10","title":"Reducing HIV-related stigma and discrimination in healthcare settings: A systematic review of quantitative evidence","abstract":"Introduction\nStigma and discrimination (SAD) related to HIV compromise access and adherence to treatment and support programs among people living with HIV (PLHIV).\n\n The ambitious goal of ending the epidemic of HIV by 2030 set by the United Nations Joint Program of HIV/AIDS (UNAIDS) will thus only be achieved if HIV-related stigma and discrimination are reduced.\n\n The objective of this review was to locate, appraise and describe international literature reporting on interventions that addressed HIV-related SAD in healthcare settings.\n\n\nMethods\nThe databases searched were: Cumulative Index to Nursing and Allied Health (CINAHL), Excerpta Medica Database from Elsevier (EMBASE), PubMed and Psychological Information (PsycINFO) database.\n\n Two individuals independently appraised the quality of the papers using appraisal instruments from the Joanna Briggs Institute (JBI).\n\n Data were extracted from papers included in the review using the standardized data extraction tool from JBI.\n\n Quality of evidence for major outcomes was assessed using Grading of Recommendations, Assessment, Development and Evaluation (GRADE).\n\n\nResults\nWe retained 14 records reporting on eight studies.\n\n Five categories of SAD reduction (information-based, skills building, structural, contact-based and biomedical interventions) were identified.\n\n Training popular opinion leaders (POLs) resulted in significantly lower mean avoidance intent scores (MD = -1.87 [95% CI -2.05 to -1.69]), mean prejudicial attitude scores (MD = -3.77 [95% CI -5.4 to -2.09]) and significantly higher scores in mean compliance to universal precaution (MD = 1.65 [95% CI 1.41 to 1.89]) when compared to usual care (moderate quality evidence).\n\n The Summary of Findings table (SOF) is shown in Table 1.\n\n\nConclusions\nEvidence of moderate quality indicates that training popular opinion leaders is effective in reducing avoidance intent and prejudicial attitude and improving compliance to universal precaution.\n\n Very low quality evidence indicates that professionally-assisted peer group interventions, modular interactive training, participatory self-guided assessment and intervention, contact strategy combined with information giving and empowerment are effective in reducing HIV-related stigma.\n\nFurther Randomized Controlled Trials (RCTs) are needed.\n\n Future trials need to use up-to-date and validated instruments to measure stigma and discrimination.\n\n\n","id":"PMC6347272","idformat":"PMC","foundapis":"_PMC_CROSSREF","miscinfo":"","authors":[{"firstname":"Garumma Tolu","surname":"Feyissa","email":"NULL","contributions":"1"},{"firstname":"Craig","surname":"Lockwood","email":"NULL","contributions":"2"},{"firstname":"Craig","surname":"Lockwood","email":"NULL","contributions":"0"},{"firstname":"Mirkuzie","surname":"Woldie","email":"NULL","contributions":"1"},{"firstname":"Zachary","surname":"Munn","email":"NULL","contributions":"1"},{"firstname":"Jerome A.","surname":"Singh","email":"NULL","contributions":"2"},{"firstname":"Jerome A.","surname":"Singh","email":"NULL","contributions":"0"},{"firstname":"NULL","surname":"NULL","email":"NULL","contributions":"0"},{"firstname":"                          NULL","surname":"NULL","email":"NULL","contributions":"0"}]},{"doi":"10.1186/s12888-015-0706-4","date":"2015-12-21","title":"The effectiveness of interventions targeting the stigma of mental illness at the workplace: a systematic review","abstract":"Background\nThe majority of people experiencing mental-health problems do not seek help, and the stigma of mental illness is considered a major barrier to seeking appropriate treatment.\n\n More targeted interventions (e.\n\ng.\n\n at the workplace) seem to be a promising and necessary supplement to public campaigns, but little is known about their effectiveness.\n\n The aim of this systematic review is to provide an overview of the evidence on the effectiveness of interventions targeting the stigma of mental illness at the workplace.\n\n\nMethods\nSixteen studies were included after the literature review.\n\n The effectiveness of anti-stigma interventions at the workplace was assessed by examining changes in: (1) knowledge of mental disorders and their treatment and recognition of signs/symptoms of mental illness, (2) attitudes towards people with mental-health problems, and (3) supportive behavior.\n\n\nResults\nThe results indicate that anti-stigma interventions at the workplace can lead to improved employee knowledge and supportive behavior towards people with mental-health problems.\n\n The effects of interventions on employees’ attitudes were mixed, but generally positive.\n\n The quality of evidence varied across studies.\n\n\nConclusions\nThis highlights the need for more rigorous, higher-quality evaluations conducted with more diverse samples of the working population.\n\n Future research should explore to what extent changes in employees’ knowledge, attitudes, and supportive behavior lead to affected individuals seeking help earlier.\n\n Such investigations are likely to inform important stakeholders about the potential benefits of current workplace anti-stigma interventions and provide guidance for the development and implementation of effective future interventions.\n\n\nElectronic supplementary material\nThe online version of this article (doi:10.1186/s12888-015-0706-4) contains supplementary material, which is available to authorized users.\n\n\n","id":"PMC4704270","idformat":"PMC","foundapis":"_PMC_Springer_CROSSREF","miscinfo":"","authors":[{"firstname":"Sabine E.","surname":"Hanisch","email":"hanisch.sabine@siemens.com","contributions":"1"},{"firstname":"Conal D.","surname":"Twomey","email":"c.twomey@soton.ac.uk","contributions":"1"},{"firstname":"Andrew C. H.","surname":"Szeto","email":"aszeto@ucalgary.ca","contributions":"1"},{"firstname":"Ulrich W.","surname":"Birner","email":"ulrich.birner@siemens.com","contributions":"1"},{"firstname":"Dennis","surname":"Nowak","email":"dennis.nowak@med.uni-muenchen.de","contributions":"1"},{"firstname":"                          Carla","surname":"Sabariego","email":"Carla.sabariego@med.uni-muenchen.de","contributions":"1"}]},{"doi":"10.1017/S2045796018000458","date":"2018-07-26","title":"Reducing mental health-related stigma in primary health care settings in low- and middle-income countries: a systematic review","abstract":"Aims\nThis systematic review compiled evidence on interventions to reduce mental health-related stigma in primary health care (PHC) in low- and middle-income countries (LMICs).\n\n Studies targeting PHC staff (including non-professionals) were included.\n\n Primary outcomes were stigmatising attitudes and discriminatory behaviours.\n\n\nMethods\nData collection included two strategies.\n\n First, previous systematic reviews were searched for studies that met the inclusion criteria of the current review.\n\n Second, a new search was done, covering the time since the previous reviews, i.\n\ne.\n\n January 2013 to May 2017. Five search concepts were combined in order to capture relevant literature: stigma, mental health, intervention, PHC staff and LMICs.\n\n A qualitative analysis of all included full-texts was done with software MAXQDA.\n\n Full-texts were analysed with regards to the content of interventions, didactic methods, mental disorders, cultural adaptation, type of outcome measure and primary outcomes.\n\n Furthermore, a risk of bias assessment was undertaken.\n\n\nResults\nA total of 18 studies were included.\n\n Risk of bias was rated as high in most included studies.\n\n Only six studies had tested their intervention against a control condition, two of which had used random allocation.\n\n Most frequently used interventions were lectures providing theoretical information.\n\n Many studies also used interactive methods (N = 9), discussed case studies (N = 8) or used role plays (N = 5).\n\n Three studies reported that they had used clinical practice and supervision.\n\n Results of these studies were mixed.\n\n No or little effects were found for brief training interventions (e.\n\ng.\n\n 1 h to 1 day).\n\n Longer training interventions with more sophisticated didactic methods produced statistically significant changes in validated stigma questionnaires.\n\n These results have to be interpreted with caution due to risk of bias.\n\n Methods for cultural adaptation of interventions were rarely documented.\n\n\nConclusions\nMore rigorous trials are needed in LMICs to test interventions that target discriminatory behaviours in relationship with patients.\n\n Cultural adaptation of stigma interventions and structural/institutional factors should be more explicitly addressed in such trials.\n\n\n","id":"PMC6399081","idformat":"PMC","foundapis":"_PMC_CROSSREF","miscinfo":"","authors":[{"firstname":"E.","surname":"Heim","email":"NULL","contributions":"1"},{"firstname":"B. A.","surname":"Kohrt","email":"NULL","contributions":"2"},{"firstname":"B. A.","surname":"Kohrt","email":"NULL","contributions":"0"},{"firstname":"M.","surname":"Koschorke","email":"NULL","contributions":"1"},{"firstname":"M.","surname":"Milenova","email":"NULL","contributions":"1"},{"firstname":"                          G.","surname":"Thornicroft","email":"NULL","contributions":"1"}]},{"doi":"10.1007/s10461-018-2304-1","date":"2019-03-15","title":"Self-Stigma Reduction Interventions for People Living with HIV/AIDS and Their Families: A Systematic Review","abstract":"\nStigma is a primary concern for people living with human immunodeficiency virus (HIV)/AIDS (PLWHA), and has great impact on their and their family members’ health.\n While previous reviews have largely focused on the public stigma, this systematic review aims to evaluate the impact of HIV/acquired immunodeficiency syndrome (AIDS)-related self-stigma reduction interventions among PLWHA and their families.\n A literature search using eight databases found 23 studies meeting the inclusion criteria.\n Five types of intervention approaches were identified: (1) psycho-educational intervention, (2) supportive intervention for treatment adherence (antiretroviral therapy), (3) psychotherapy intervention, (4) narrative intervention, and (5) community participation intervention.\n Overall, the reviewed articles suggested a general trend of promising effectiveness of these interventions for PLWHA and their family members.\n Psycho-educational interventions were the main approach.\n The results highlighted the need for more interventions targeting family members of PLWHA, and mixed-methods intervention studies.\n","id":"10.1007/s10461-018-2304-1","idformat":"Springer","foundapis":"_CROSSREF","miscinfo":"","authors":[{"firstname":" Polly H. X.","surname":"Ma","email":"null","contributions":"1"},{"firstname":"Zenobia C. Y.","surname":"Chan","email":"null","contributions":"1"},{"firstname":"                  Alice Yuen","surname":"Loke","email":"null","contributions":"1"}]},{"doi":"10.1016/j.psychres.2019.112702","date":"2020-02-29","title":"Self-help interventions to reduce self-stigma in people with mental health problems: A systematic literature review ","abstract":"\nPeople with mental health problems often experience self-stigma, whereby they internalise stereotypic or stigmatising views held by others. Self-stigma is known to have negative effects on self-esteem and self-efficacy and a continuing impact on psychological wellbeing. Self-help interventions designed to reduce self-stigma may have an important contribution to make. This review aimed to provide an overview and critical appraisal of the literature on self-help interventions that target self-stigma related to mental health problems. A systematic review of five electronic databases (PsycINFO, MEDLINE, CINAHL Plus, Scopus and EMBASE) was carried out to identify articles published between January 2007 and July 2019. Eight articles that reported on self-help interventions for self-stigma were identified and evaluated using a combination of quality appraisal and narrative synthesis.\n ","id":"S0165-1781(19)31631-2","idformat":"elsevier_pii","foundapis":"_CROSSREF","miscinfo":"","authors":[{"firstname":" Harriet","surname":"Mills","email":"null","contributions":"1"},{"firstname":" Nadine","surname":"Mulfinger","email":"null","contributions":"1"},{"firstname":" Sophie","surname":"Raeder","email":"null","contributions":"1"},{"firstname":" Nicolas","surname":"Rüsch","email":"null","contributions":"1"},{"firstname":" Henry","surname":"Clements","email":"null","contributions":"1"},{"firstname":" Katrina","surname":"Scior","email":"null","contributions":"1"},{"firstname":"Harriet","surname":"Mills","email":"null","contributions":"1"},{"firstname":"Nadine","surname":"Mulfinger","email":"null","contributions":"1"},{"firstname":"Sophie","surname":"Raeder","email":"null","contributions":"1"},{"firstname":"Nicolas","surname":"Rüsch","email":"null","contributions":"1"},{"firstname":"Henry","surname":"Clements","email":"null","contributions":"1"},{"firstname":"                          Katrina","surname":"Scior","email":"null","contributions":"1"}]},{"doi":"10.1136/bmjgh-2018-001285","date":"2019-01-12","title":"‘Management of a spoiled identity’: systematic review of interventions to address self-stigma among people living with and affected by HIV","abstract":"Background\nSelf-stigma, also known as internalised stigma, is a global public health threat because it keeps people from accessing HIV and other health services.\n\n By hampering HIV testing, treatment and prevention, self-stigma can compromise the sustainability of health interventions and have serious epidemiological consequences.\n\n This review synthesised existing evidence of interventions aiming to reduce self-stigma experienced by people living with HIV and key populations affected by HIV in low-income and middle-income countries.\n\n\nMethods\nStudies were identified through bibliographic databases, grey literature sites, study registries, back referencing and contacts with researchers, and synthesised following Cochrane guidelines.\n\n\nResults\nOf 5880 potentially relevant titles, 20 studies were included in the review.\n\n Represented in these studies were 9536 people (65% women) from Ethiopia, India, Kenya, Lesotho, Malawi, Nepal, South Africa, Swaziland, Tanzania, Thailand, Uganda and Vietnam.\n\n Seventeen of the studies recruited people living with HIV (of which five focused specifically on pregnant women).\n\n The remaining three studies focused on young men who have sex with men, female sex workers and men who inject drugs.\n\n Studies were clustered into four categories based on the socioecological level of risk or resilience that they targeted: (1) individual level only, (2) individual and relational levels, (3) individual and structural levels and (4) structural level only.\n\n Thirteen studies targeting structural risks (with or without individual components) consistently produced significant reductions in self-stigma.\n\n The remaining seven studies that did not include a component to address structural risks produced mixed effects.\n\n\nConclusion\nStructural interventions such as scale-up of antiretroviral treatment, prevention of medication stockouts, social empowerment and economic strengthening may help substantially reduce self-stigma among individuals.\n\n More research is urgently needed to understand how to reduce self-stigma among young people and key populations, as well as how to tackle intersectional self-stigma.\n\n\n","id":"PMC6441299","idformat":"PMC","foundapis":"_PMC_CROSSREF","miscinfo":"","authors":[{"firstname":"Marija","surname":"Pantelic","email":"NULL","contributions":"1"},{"firstname":"Janina I","surname":"Steinert","email":"NULL","contributions":"2"},{"firstname":"Janina I","surname":"Steinert","email":"NULL","contributions":"0"},{"firstname":"Jay","surname":"Park","email":"NULL","contributions":"1"},{"firstname":"Shaun","surname":"Mellors","email":"NULL","contributions":"1"},{"firstname":"                          Fungai","surname":"Murau","email":"NULL","contributions":"1"}]},{"doi":"10.47276/lr.85.3.149","date":"2023-01-28","title":"'How to reduce stigma in leprosy – a systematic literature review'","abstract":"Unknown Abstract","id":"10.47276/lr.85.3.149","idformat":"CROSSREF","foundapis":"","miscinfo":"PUBLISHER: Lepra","authors":[{"firstname":"Silatham","surname":"Sermrittirong","email":"xref no email","contributions":"1"},{"firstname":" Wim H.","surname":"Van Brakel","email":"xref no email","contributions":"1"},{"firstname":"       J.F.G.","surname":"Bunbers-aelen","email":"xref no email","contributions":"1"}]},{"doi":"10.5588/ijtld.16.0788","date":"1970-01-01","title":"Evidence-based interventions to reduce tuberculosis stigma: a systematic review","abstract":"Unknown Abstract","id":"10.5588/ijtld.16.0788","idformat":"CORE","foundapis":"_CROSSREF","miscinfo":"","authors":[]}]}