{"name":"A rapid review of the evidence of the types and effects of misinformation on COVID-19 on social media","id":"55","link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8164188/","dbsearches":"5","refs":"https://docs.google.com/spreadsheets/d/1u7ZUNe6eNyQFv5SL7DEoAbriumZM97SKR4obaiNNJR8/edit#gid=0","references":[{"doi":"10.1097/PCC.0000000000002474","date":"1970-01-01","title":"Using Social Media for Rapid Information Dissemination in a Pandemic: #PedsICU and Coronavirus Disease 2019","abstract":"Supplemental Digital Content is available in the text.\n","id":"PMC7255404","idformat":"PMC","foundapis":"","miscinfo":"Lippincott Williams &amp; Wilkins","authors":[{"firstname":"Sapna R.","surname":"Kudchadkar","email":"NULL","contributions":"1"},{"firstname":" Christopher L.","surname":"Carroll","email":"NULL","contributions":"2"}]},{"doi":"10.1093/pubmed/fdaa049","date":"2020-03-30","title":"World leaders’ usage of Twitter in response to the COVID-19 pandemic: a content analysis","abstract":"Background\nIt is crucial that world leaders mount effective public health measures in response to COVID-19. Twitter may represent a powerful tool to help achieve this.\n\n Here, we explore the role of Twitter as used by Group of Seven (G7) world leaders in response to COVID-19.\nMethods\nThis was a qualitative study with content analysis.\n\n Inclusion criteria were as follows: viral tweets from G7 world leaders, attracting a minimum of 500 ‘likes’; keywords ‘COVID-19’ or ‘coronavirus’; search dates 17 November 2019 to 17 March 2020. We performed content analysis to categorize tweets into appropriate themes and analyzed associated Twitter data.\n\n\nResults\nEight out of nine (88.9%) G7 world leaders had verified and active Twitter accounts, with a total following of 85.7 million users.\n\n Out of a total 203 viral tweets, 166 (82.8%) were classified as ‘Informative’, of which 48 (28.6%) had weblinks to government-based sources, while 19 (9.4%) were ‘Morale-boosting’ and 14 (6.9%) were ‘Political’.\n\n Numbers of followers and viral tweets were not strictly related.\n\n\nConclusions\nTwitter may represent a powerful tool for world leaders to rapidly communicate public health information with citizens.\n\n We would urge general caution when using Twitter for health information, with a preference for tweets containing official government-based information sources.\n\n\n","id":"PMC7188178","idformat":"PMC","foundapis":"","miscinfo":"Oxford University Press","authors":[{"firstname":"Sohaib R","surname":"Rufai","email":"sohaibrufai@gmail.com","contributions":"1"},{"firstname":" Catey","surname":"Bunce","email":"Catey.bunce@kcl.ac.uk","contributions":"2"},{"firstname":" Catey","surname":"Bunce","email":"Catey.bunce@kcl.ac.uk","contributions":"0"}]},{"doi":"10.2196/19276","date":"2020-05-18","title":"Mining Physicians’ Opinions on Social Media to Obtain Insights Into COVID-19: Mixed Methods Analysis","abstract":"Background\nThe coronavirus disease (COVID-19) pandemic is considered to be the most daunting public health challenge in decades.\n\n With no effective treatments and with time needed to develop a vaccine, alternative approaches are being used to control this pandemic.\n\n\nObjective\nThe objective of this paper was to identify topics, opinions, and recommendations about the COVID-19 pandemic discussed by medical professionals on the Twitter social medial platform.\n\n\nMethods\nUsing a mixed methods approach blending the capabilities of social media analytics and qualitative analysis, we analyzed COVID-19–related tweets posted by medical professionals and examined their content.\n\n We used qualitative analysis to explore the collected data to identify relevant tweets and uncover important concepts about the pandemic using qualitative coding.\n\n Unsupervised and supervised machine learning techniques and text analysis were used to identify topics and opinions.\n\n\nResults\nData were collected from 119 medical professionals on Twitter about the coronavirus pandemic.\n\n A total of 10,096 English tweets were collected from the identified medical professionals between December 1, 2019 and April 1, 2020. We identified eight topics, namely actions and recommendations, fighting misinformation, information and knowledge, the health care system, symptoms and illness, immunity, testing, and infection and transmission.\n\n The tweets mainly focused on needed actions and recommendations (2827/10,096, 28%) to control the pandemic.\n\n Many tweets warned about misleading information (2019/10,096, 20%) that could lead to infection of more people with the virus.\n\n Other tweets discussed general knowledge and information (911/10,096, 9%) about the virus as well as concerns about the health care systems and workers (909/10,096, 9%).\n\n The remaining tweets discussed information about symptoms associated with COVID-19 (810/10,096, 8%), immunity (707/10,096, 7%), testing (605/10,096, 6%), and virus infection and transmission (503/10,096, 5%).\n\n\nConclusions\nOur findings indicate that Twitter and social media platforms can help identify important and useful knowledge shared by medical professionals during a pandemic.\n\n\n","id":"PMC7304257","idformat":"PMC","foundapis":"","miscinfo":"JMIR Publications","authors":[{"firstname":"Travis","surname":"Sanchez","email":"NULL","contributions":"2"},{"firstname":" Kamal","surname":"Al Nasr","email":"NULL","contributions":"2"},{"firstname":" Kamal","surname":"Al Nasr","email":"NULL","contributions":"0"},{"firstname":" Ross","surname":"Gore","email":"NULL","contributions":"1"},{"firstname":" Abdullah","surname":"Wahbeh","email":"NULL","contributions":"2"},{"firstname":" Abdullah","surname":"Wahbeh","email":"NULL","contributions":"0"},{"firstname":" Tareq","surname":"Nasralah","email":"t.nasralah@northeastern.edu","contributions":"2"},{"firstname":" Tareq","surname":"Nasralah","email":"t.nasralah@northeastern.edu","contributions":"0"},{"firstname":" Mohammad","surname":"Al-Ramahi","email":"NULL","contributions":"2"},{"firstname":" Mohammad","surname":"Al-Ramahi","email":"NULL","contributions":"0"},{"firstname":" Omar","surname":"El-Gayar","email":"NULL","contributions":"2"},{"firstname":" Omar","surname":"El-Gayar","email":"NULL","contributions":"0"}]},{"doi":"10.1111/eci.13294","date":"2020-05-20","title":"Adaptation to SARS?CoV?2 under stress: Role of distorted information","abstract":"Background\nSince the time of global SARS?CoV?2 spread across the earth in February 2020, most of countries faced the problem of massive stress of their healthcare systems.\n\n In many cases, the structural stress was a result of incorrect allocation of medical care resources.\n\n In turn, this misallocation resulted from fear and apprehensions that superseded thorough calculations.\n\n A key role in exacerbating the healthcare sector overburdening was played by misleading information on the virus and disease caused by it.\n\n In the current paper, we study the situation in Russian healthcare system and advance recommendations how to avoid further crises.\n\n\nMaterials and methods\n(a) Surveying the medical personnel (231 doctors, 317 nurses and 355 ambulance medical workers of lower levels) in five hospitals and six ambulance centres in Moscow.\n\n (b) Content analysis of 3164 accounts in Russian segment of social networks (VKontakte, Facebook, Instagram, Twitter, Odnoklassniki); official and unofficial media (TV, informational webpages).\n\n\nResults\nWe revealed positive?feedback loop that threatened the sustainability of Russian care sector.\n\n The main knot was occupied by incorrect/exaggerated media coverage of COVID?19. General public scared by misinformation in media and social networks, started to panic.\n\n This negative social background undermined the productivity of a significant part of medical workers who were afraid of COVID?19 patients.\n\n\nConclusions\nThe most serious problems of Russian healthcare sector related to COVID?19 pandemic, were informational problems.\n\n The exaggerated information on COVID?19 had big negative influence upon Russian society and healthcare system, despite SARS?CoV?2 relatively low epidemiological hazard.\n\n\n","id":"PMC7300576","idformat":"PMC","foundapis":"","miscinfo":"John Wiley and Sons Inc.","authors":[{"firstname":"Konstantin S.","surname":"Sharov","email":"const.sharov@mail.ru","contributions":"1"}]},{"doi":"10.3145/EPI","date":"1970-01-01","title":"Unknown Title","abstract":"Unknown Abstract","id":"not found","idformat":"N/A","foundapis":"","miscinfo":"","authors":[]},{"doi":"10.46405/ejms.v2i1.41","date":"1970-01-01","title":"Unknown Title","abstract":"Unknown Abstract","id":"not found","idformat":"N/A","foundapis":"","miscinfo":"","authors":[]},{"doi":"10.1177/1090198120931420","date":"1970-01-01","title":"Unknown Title","abstract":"Unknown Abstract","id":"not found","idformat":"N/A","foundapis":"","miscinfo":"","authors":[]},{"doi":"10.1200/GO.20.00118","date":"2020-04-02","title":"Patients With Cancer and COVID-19: A WhatsApp Messenger-Based Survey of Patients’ Queries, Needs, Fears, and Actions Taken","abstract":"PURPOSE\nThis descriptive investigation was undertaken at three oncology units to report queries, needs, and fears related to severe acute respiratory syndrome coronavirus 2 (COVID-19) of patients with cancer and to avoid uncontrolled treatment delays or withdrawal, behavioral mistakes, and panic.\n\n\nPATIENTS AND METHODS\nAll queries spontaneously delivered through the WhatsApp instant messaging system commonly used by patients to communicate with oncology units were collected and grouped by homology in five categories.\n\n Responses to the queries were given according to recommendations by the Italian Association of Medical Oncology through WhatsApp and by subsequent phone calls.\n\n Patients were also classified according to the site of the primary tumor, stage of disease, and current treatments.\n\n Analysis of the association between these data and queries was carried out.\n\n\nRESULTS\nThe social scenario in Italy is a nationwide lockdown except for hospitals, pharmacies, and food supplies.\n\n Overall, 446 different patients’ WhatsApp conversations were analyzed between March 1 and March 13 and comprised the following: requirement of visit delay by patients undergoing oral therapies or in follow-up, delays in chemotherapy or immunotherapy administration, queries about possible immunosuppression, and changes in lifestyle or daily activities.\n\n Delay requirements were statistically more frequent among patients with prostate or breast cancer compared with those with lung or pancreatic cancer.\n\n Actions taken by oncologists are also reported.\n\n\nCONCLUSION\nTo our knowledge, the WhatsApp instant messaging system has been occasionally used in other medical settings with controversial results.\n\n In our experience, WhatsApp turned out to be adequate to give a rapid answer to most queries from patients with cancer in the COVID-19 pandemic scenario.\n\n\n","id":"PMC7271316","idformat":"PMC","foundapis":"","miscinfo":"American Society of Clinical Oncology","authors":[{"firstname":"Vittorio","surname":"Gebbia","email":"NULL","contributions":"1"},{"firstname":" Dario","surname":"Piazza","email":"NULL","contributions":"1"},{"firstname":" Maria Rosaria","surname":"Valerio","email":"NULL","contributions":"1"},{"firstname":" Nicolò","surname":"Borsellino","email":"NULL","contributions":"1"},{"firstname":" Alberto","surname":"Firenze","email":"NULL","contributions":"1"}]},{"doi":"10.3145/epi.2020.may.08","date":"1970-01-01","title":"Unknown Title","abstract":"Unknown Abstract","id":"not found","idformat":"N/A","foundapis":"","miscinfo":"","authors":[]},{"doi":"10.1111/jgs.16508","date":"2020-04-16","title":"Coronavirus, Ageism, and Twitter: An Evaluation of Tweets about Older Adults and <styled-content style='fixed-case' toggle='no'>COVID</styled-content>?19","abstract":"OBJECTIVES\nIn March 2020, the World Health Organization declared coronavirus disease 2019 (COVID?19) a pandemic.\n\n High morbidity and mortality rates of COVID?19 have been observed among older adults and widely reported in both mainstream and social media.\n\n The objective of this study was to analyze tweets related to COVID?19 and older adults, and to identify ageist content.\n\n\nDESIGN\nWe obtained a representative sample of original tweets containing the keywords “elderly,” “older,” and/or “boomer” plus the hashtags “#COVID19” and/or “#coronavirus.\n\n”\nSETTING\nTweets posted between March 12 and March 21, 2020.\nMEASUREMENTS\nWe identified the type of user and number of followers for each account.\n\n Tweets were classified by three raters as (1) informative, (2) personal accounts, (3) personal opinions, (4) advice seeking, (5) jokes, and (6) miscellaneous.\n\n Potentially offensive content, as well as that downplaying the severity of COVID?19 because it mostly affects older adults, was identified.\n\n\nRESULTS\nA total of 18,128 tweets were obtained, of which a random sample of 351 was analyzed.\n\n Most accounts (91.7%) belonged to individuals.\n\n The most common types of tweets were personal opinions (31.9%), followed by informative tweets (29.6%), jokes/ridicule (14.3%), and personal accounts (13.4%).\n\n Overall, 72 tweets (21.9%) likely intended to ridicule or offend someone and 21.1% had content implying that the life of older adults was less valuable or downplayed the relevance of COVID?19.\nCONCLUSION\nMost tweets related to COVID?19 and older adults contained personal opinions, personal accounts, and jokes.\n\n Almost one?quarter of analyzed tweets had ageist or potentially offensive content toward older adults.\n\n J Am Geriatr Soc 68:1661?1665, 2020.\n","id":"PMC7267430","idformat":"PMC","foundapis":"","miscinfo":"John Wiley &amp; Sons, Inc.","authors":[{"firstname":"Maria Renee","surname":"Jimenez?Sotomayor","email":"NULL","contributions":"1"},{"firstname":" Carolina","surname":"Gomez?Moreno","email":"NULL","contributions":"1"},{"firstname":" Enrique","surname":"Soto?Perez?de?Celis","email":"enrique.sotop@incmnsz.mx","contributions":"1"}]},{"doi":"10.1186/s12998-020-00314-9","date":"2020-04-22","title":"The use of internet analytics by a Canadian provincial chiropractic regulator to monitor, evaluate and remediate misleading claims regarding specific health conditions, pregnancy, and COVID-19","abstract":"Background\nid='Par1'>Internet analytics are increasingly being integrated into public health regulation.\n\n One specific application is to monitor compliance of website and social media activity with respect to jurisdictional regulations.\n\n These data may then identify breaches of compliance and inform disciplinary actions.\n\n Our study aimed to evaluate the novel use of internet analytics by a Canadian chiropractic regulator to determine their registrants compliance with three regulations related to specific health conditions, pregnancy conditions and most recently, claims of improved immunity during the COVID-19 crisis.\n\n\nMethods\nid='Par2'>A customized internet search tool (Market Review Tool, MRT) was used by the College of Chiropractors of British Columbia (CCBC), Canada to audit registrants websites and social media activity.\n\n The audits extracted words whose use within specific contexts is not permitted under CCBC guidelines.\n\n The MRT was first used in October of 2018 to identify words related to specific health conditions.\n\n The MRT was again used in December 2019 for words related to pregnancy and most recently in March 2020 for words related to COVID-19. In these three MRT applications, potential cases of word misuse were evaluated by the regulator who then notified the practitioner to comply with existing regulations by a specific date.\n\n The MRT was then used on that date to determine compliance.\n\n Those found to be non-compliant were referred to the regulator’s inquiry committee.\n\n We mapped this process and reported the outcomes with permission of the regulator.\n\n\nResults\nid='Par3'>In September 2018, 250 inappropriate mentions of specific health conditions were detected from approximately 1250 registrants with 2 failing to comply.\n\n The second scan for pregnancy related terms of approximately1350 practitioners revealed 83 inappropriate mentions.\n\n Following notification, all 83 cases were compliant within the specified timeframe.\n\n Regarding COVID-19 related words, 97 inappropriate mentions of the word “immune” were detected from 1350 registrants with 7 cases of non-compliance.\n\n\nConclusion\nid='Par4'>Internet analytics are an effective way for regulators to monitor internet activity to protect the public from misleading statements.\n\n The processes described were effective at bringing about rapid practitioner compliance.\n\n Given the increasing volume of internet activity by healthcare professionals, internet analytics are an important addition for health care regulators to protect the public they serve.\n\n\n","id":"PMC7212512","idformat":"PMC","foundapis":"","miscinfo":"BioMed Central","authors":[{"firstname":"Greg","surname":"Kawchuk","email":"greg.kawchuk@ualberta.ca","contributions":"1"},{"firstname":" Jan","surname":"Hartvigsen","email":"jhartvigsen@health.sdu.dk","contributions":"2"},{"firstname":" Jan","surname":"Hartvigsen","email":"jhartvigsen@health.sdu.dk","contributions":"0"},{"firstname":" Stan","surname":"Innes","email":"S.Innes@murdoch.edu.au","contributions":"1"},{"firstname":" J. Keith","surname":"Simpson","email":"k.simpson@murdoch.edu.au","contributions":"1"},{"firstname":" Brian","surname":"Gushaty","email":"bgushaty@gushaty.com","contributions":"1"}]},{"doi":"10.2196/19458","date":"2020-04-25","title":"COVID-19 and the 5G Conspiracy Theory: Social Network Analysis of Twitter Data","abstract":"Background\nSince the beginning of December 2019, the coronavirus disease (COVID-19) has spread rapidly around the world, which has led to increased discussions across online platforms.\n\n These conversations have also included various conspiracies shared by social media users.\n\n Amongst them, a popular theory has linked 5G to the spread of COVID-19, leading to misinformation and the burning of 5G towers in the United Kingdom.\n\n The understanding of the drivers of fake news and quick policies oriented to isolate and rebate misinformation are keys to combating it.\n\n\nObjective\nThe aim of this study is to develop an understanding of the drivers of the 5G COVID-19 conspiracy theory and strategies to deal with such misinformation.\n\n\nMethods\nThis paper performs a social network analysis and content analysis of Twitter data from a 7-day period (Friday, March 27, 2020, to Saturday, April 4, 2020) in which the #5GCoronavirus hashtag was trending on Twitter in the United Kingdom.\n\n Influential users were analyzed through social network graph clusters.\n\n The size of the nodes were ranked by their betweenness centrality score, and the graph’s vertices were grouped by cluster using the Clauset-Newman-Moore algorithm.\n\n The topics and web sources used were also examined.\n\n\nResults\nSocial network analysis identified that the two largest network structures consisted of an isolates group and a broadcast group.\n\n The analysis also revealed that there was a lack of an authority figure who was actively combating such misinformation.\n\n Content analysis revealed that, of 233 sample tweets, 34.8% (n=81) contained views that 5G and COVID-19 were linked, 32.2% (n=75) denounced the conspiracy theory, and 33.0% (n=77) were general tweets not expressing any personal views or opinions.\n\n Thus, 65.2% (n=152) of tweets derived from nonconspiracy theory supporters, which suggests that, although the topic attracted high volume, only a handful of users genuinely believed the conspiracy.\n\n\nThis paper also shows that fake news websites were the most popular web source shared by users; although, YouTube videos were also shared.\n\n The study also identified an account whose sole aim was to spread the conspiracy theory on Twitter.\n\n\nConclusions\nThe combination of quick and targeted interventions oriented to delegitimize the sources of fake information is key to reducing their impact.\n\n Those users voicing their views against the conspiracy theory, link baiting, or sharing humorous tweets inadvertently raised the profile of the topic, suggesting that policymakers should insist in the efforts of isolating opinions that are based on fake news.\n\n Many social media platforms provide users with the ability to report inappropriate content, which should be used.\n\n This study is the first to analyze the 5G conspiracy theory in the context of COVID-19 on Twitter offering practical guidance to health authorities in how, in the context of a pandemic, rumors may be combated in the future.\n\n\n","id":"PMC7205032","idformat":"PMC","foundapis":"","miscinfo":"JMIR Publications","authors":[{"firstname":"Gunther","surname":"Eysenbach","email":"NULL","contributions":"0"},{"firstname":" Jon-Patrick","surname":"Allem","email":"NULL","contributions":"2"},{"firstname":" Jon-Patrick","surname":"Allem","email":"NULL","contributions":"0"},{"firstname":" Richard","surname":"Zowalla","email":"NULL","contributions":"1"},{"firstname":" Wasim","surname":"Ahmed","email":"Wasim.Ahmed@Newcastle.ac.uk","contributions":"2"},{"firstname":" Wasim","surname":"Ahmed","email":"Wasim.Ahmed@Newcastle.ac.uk","contributions":"0"},{"firstname":" Josep","surname":"Vidal-Alaball","email":"NULL","contributions":"2"},{"firstname":" Josep","surname":"Vidal-Alaball","email":"NULL","contributions":"0"},{"firstname":" Joseph","surname":"Downing","email":"NULL","contributions":"2"},{"firstname":" Joseph","surname":"Downing","email":"NULL","contributions":"0"},{"firstname":" Francesc","surname":"López Seguí","email":"NULL","contributions":"2"},{"firstname":" Francesc","surname":"López Seguí","email":"NULL","contributions":"0"}]},{"doi":"10.36713/epra4518 ","date":"1970-01-01","title":"Unknown Title","abstract":"Unknown Abstract","id":"not found","idformat":"N/A","foundapis":"","miscinfo":"","authors":[]},{"doi":"10.29392/001c.12836","date":"1970-01-01","title":"Unknown Title","abstract":"Unknown Abstract","id":"not found","idformat":"N/A","foundapis":"","miscinfo":"","authors":[]},{"doi":"10.1007/s10900-020-00841-9","date":"1970-01-01","title":"The Views of Medical Faculty Students in Turkey Concerning the COVID-19 Pandemic","abstract":"id='Par1'>The aim of this study was to elicit the views of medical faculty students regarding the COVID-19 pandemic.\n This descriptive study was performed with Ondokuz May?s University Medical Faculty students on 24–27 March, 2020. The Medical Faculty currently has 2051 students.\n A questionnaire was used as a data collection tool.\n For that purpose, the authors designed a questionnaire specifically for this research via the “Google Forms” web.\n This consisted of 40 open- and close-ended questions.\n The questionnaire was completed by 1375 (67.1%) students.\n Accordingly, 52.4% of medical students reported feeling mentally unwell.\n Although 50.8% of medical students reported generally/usually obtaining information about COVID-19 through the social media, 82.0% did not trust information/messages arriving through the social media and WhatsApp.\n We found that 86.7% of students regarded frequent hand washing as the most important means of protection against COVID-19, and 19.3% of students did not regard the COVID-19 pandemic as a severe public health problem for Turkey at that moment.\n In addition, 61.6% of students stated that a suppression strategy involving tight restrictions need to be applied to being the pandemic under control in Turkey.\n Use can be made of medical students in the transmission of accurate information during the COVID-19 pandemic.\n Students can be excellent activists on these subjects in countries in which medical education is suspended.\n Measures therefore need to be taken concerning the transmission of up to date and accurate information to medical students.\n","id":"PMC7225400","idformat":"PMC","foundapis":"","miscinfo":"Springer US","authors":[{"firstname":"Servet","surname":"Aker","email":"servetaker@gmail.com","contributions":"1"},{"firstname":" Özlem","surname":"M?d?k","email":"NULL","contributions":"2"},{"firstname":" Özlem","surname":"M?d?k","email":"NULL","contributions":"0"}]},{"doi":"10.1177/0268580920914755","date":"1970-01-01","title":"Unknown Title","abstract":"Unknown Abstract","id":"not found","idformat":"N/A","foundapis":"","miscinfo":"","authors":[]},{"doi":"10.17583/rimcis.2020.5386","date":"1970-01-01","title":"Unknown Title","abstract":"Unknown Abstract","id":"not found","idformat":"N/A","foundapis":"","miscinfo":"","authors":[]},{"doi":"10.1002/ijgo.13246","date":"2020-05-25","title":"Healthcare information on YouTube: Pregnancy and COVID?19","abstract":"Objective\nWe aimed to analyze Turkish language videos on YouTube about Coronavirus and pregnancy.\n\n\nMethods\nYouTube was searched for the following keywords: 'Coronavirus, gebelik,' 'Coronavirus, Hamilelik,' 'COVID?19, gebelik' and 'COVID?19, hamilelik'.\n\n All ranking data for each video was recorded, video sources and target audiences were analyzed.\n\n Videos were designated as 'informative, 'misleading' 'personal experience' and 'news update.\n\n' The usefulness of the videos were analyzed by DISCERN score and the quality of the content was calculated by MICI score.\n\n\nResults\nSeventy?six videos had a total of 1.494.860 views, with 40.849 likes and 575 dislikes.\n\n The source of information in informative videos was physicians (73%), and news agencies (20%), and the majority of these targeted patients.\n\n The DISCERN score of videos was 2.9 ± 1, 1.6 ± 0.9, and 1.9 ± 0.9 respectively for respectively for the informative group, personal experience group, and news update group.\n\n The mean MICI score for informative videos was low and calculated as 5.3 ± 2.8.\nConclusion\nYouTube videos are easily accessible sources of COVID?19 information for pregnant women.\n\n The present study demonstrated that videos about pregnancy and COVID?19 have high view rates, but are generally low in quality and trustworthiness.\n\n\n","id":"PMC9087563","idformat":"PMC","foundapis":"","miscinfo":"John Wiley and Sons Inc.","authors":[{"firstname":"Bahar","surname":"Yuksel","email":"baharyl86@gmail.com","contributions":"1"},{"firstname":" Kubra","surname":"Cakmak","email":"NULL","contributions":"1"}]},{"doi":"10.2196/19556","date":"2020-05-04","title":"The Impact of Social Media on Panic During the COVID-19 Pandemic in Iraqi Kurdistan: Online Questionnaire Study","abstract":"Background\nIn the first few months of 2020, information and news reports about the coronavirus disease (COVID-19) were rapidly published and shared on social media and social networking sites.\n\n While the field of infodemiology has studied information patterns on the Web and in social media for at least 18 years, the COVID-19 pandemic has been referred to as the first social media infodemic.\n\n However, there is limited evidence about whether and how the social media infodemic has spread panic and affected the mental health of social media users.\n\n\nObjective\nThe aim of this study is to determine how social media affects self-reported mental health and the spread of panic about COVID-19 in the Kurdistan Region of Iraq.\n\n\nMethods\nTo carry out this study, an online questionnaire was prepared and conducted in Iraqi Kurdistan, and a total of 516 social media users were sampled.\n\n This study deployed a content analysis method for data analysis.\n\n Correspondingly, data were analyzed using SPSS software.\n\n\nResults\nParticipants reported that social media has a significant impact on spreading fear and panic related to the COVID-19 outbreak in Iraqi Kurdistan, with a potential negative influence on people’s mental health and psychological well-being.\n\n Facebook was the most used social media network for spreading panic about the COVID-19 outbreak in Iraq.\n\n We found a significant positive statistical correlation between self-reported social media use and the spread of panic related to COVID-19 (R=.\n\n8701).\n\n Our results showed that the majority of youths aged 18-35 years are facing psychological anxiety.\n\n\nConclusions\nDuring lockdown, people are using social media platforms to gain information about COVID-19. The nature of the impact of social media panic among people varies depending on an individual's gender, age, and level of education.\n\n Social media has played a key role in spreading anxiety about the COVID-19 outbreak in Iraqi Kurdistan.\n\n\n","id":"PMC7238863","idformat":"PMC","foundapis":"","miscinfo":"JMIR Publications","authors":[{"firstname":"Gunther","surname":"Eysenbach","email":"NULL","contributions":"0"},{"firstname":" Nazakat","surname":"Hamassed","email":"NULL","contributions":"2"},{"firstname":" Nazakat","surname":"Hamassed","email":"NULL","contributions":"0"},{"firstname":" Hardawan","surname":"Kakashekh","email":"NULL","contributions":"1"},{"firstname":" Muhammad","surname":"Saud","email":"NULL","contributions":"1"},{"firstname":" Mohammad Amin","surname":"Bahrami","email":"NULL","contributions":"1"},{"firstname":" Araz Ramazan","surname":"Ahmad","email":"araz.ahmad85@uor.edu.krd","contributions":"2"},{"firstname":" Araz Ramazan","surname":"Ahmad","email":"araz.ahmad85@uor.edu.krd","contributions":"0"},{"firstname":" Hersh Rasool","surname":"Murad","email":"NULL","contributions":"2"},{"firstname":" Hersh Rasool","surname":"Murad","email":"NULL","contributions":"0"}]},{"doi":"10.7759/cureus.7255","date":"2020-03-12","title":"Coronavirus Goes Viral: Quantifying the COVID-19 Misinformation Epidemic on Twitter","abstract":"Background","id":"PMC7152572","idformat":"PMC","foundapis":"","miscinfo":"Cureus","authors":[{"firstname":"Alexander","surname":"Muacevic","email":"NULL","contributions":"0"},{"firstname":" John R","surname":"Adler","email":"NULL","contributions":"0"},{"firstname":" Ramez","surname":"Kouzy","email":"NULL","contributions":"2"},{"firstname":" Ramez","surname":"Kouzy","email":"NULL","contributions":"0"},{"firstname":" Joseph","surname":"Abi Jaoude","email":"NULL","contributions":"1"},{"firstname":" Afif","surname":"Kraitem","email":"NULL","contributions":"1"},{"firstname":" Molly B","surname":"El Alam","email":"NULL","contributions":"1"},{"firstname":" Basil","surname":"Karam","email":"NULL","contributions":"1"},{"firstname":" Elio","surname":"Adib","email":"NULL","contributions":"1"},{"firstname":" Jabra","surname":"Zarka","email":"NULL","contributions":"1"},{"firstname":" Cindy","surname":"Traboulsi","email":"NULL","contributions":"1"},{"firstname":" Elie W","surname":"Akl","email":"NULL","contributions":"1"},{"firstname":" Khalil","surname":"Baddour","email":"NULL","contributions":"1"}]}]}