{"name":"A Review of the Experiences of Implementing Population Testing for SARS-COV-2","id":"65","link":"https://www.sciencedirect.com/science/article/pii/S0033350621002468?casa_token=vJmzYL_RD-AAAAAA:8gUrZLgepvJs1lcyh_F1JZY5bj4zwk_5H2nYFkdP5VX4go88U5Jab_3CpUiEmLH-Y4iS-M9y9g","dbsearches":"3","refs":"https://docs.google.com/spreadsheets/d/1G2OZ2APFDcuVO0mjzVj3GzGiCvWWeSN6CEHHbPvPgT8/edit#gid=0","references":[{"doi":"10.1016/j.hjdsi.2020.100449","date":"2020-06-29","title":"Qualitative review of early experiences of off-site COVID-19 testing centers and associated considerations","abstract":"Given the predicted need for continued SARS-CoV-2 diagnostic testing, as well as the evolving availability and types of diagnostic tests, off-site COVID-19 testing centers (OSCTC) leaders need timely guidance to ensure they are meeting the needs of their unique populations.\n This research discusses the challenges and offers considerations for healthcare organizations and others when setting up and running OSCTCs.\n It also provides a springboard to engage policy makers and leaders in the healthcare community in a discussion about emergency preparedness, and how to better respond to testing needs going forward.\n","id":"PMC7368902","idformat":"PMC","foundapis":"","miscinfo":"The Authors. Published by Elsevier Inc.","authors":[{"firstname":"Craig","surname":"Brammer","email":"NULL","contributions":"1"},{"firstname":" Stacy","surname":"Donohue","email":"NULL","contributions":"1"},{"firstname":" Timothy","surname":"Elwell","email":"NULL","contributions":"1"},{"firstname":" Eliza","surname":"Fishbein","email":"NULL","contributions":"1"},{"firstname":" D'Ante","surname":"Forschino","email":"NULL","contributions":"1"},{"firstname":" Dorothy","surname":"Horne","email":"NULL","contributions":"1"},{"firstname":" Buffy","surname":"Lloyd-Krejci","email":"NULL","contributions":"1"},{"firstname":" Jessica","surname":"Little","email":"NULL","contributions":"1"},{"firstname":" Bistra","surname":"Nikiforova","email":"NULL","contributions":"1"},{"firstname":" Elizabeth","surname":"Winterbauer","email":"NULL","contributions":"1"}]},{"doi":"10.1186/s13690-021-00647-8","date":"2021-06-21","title":"SARS-CoV-2 PCR and antibody testing for an entire rural community: methods and feasibility of high-throughput testing procedures","abstract":"Background\nid='Par1'>Early in the pandemic, inadequate SARS-CoV-2 testing limited understanding of transmission.\n\n Chief among barriers to large-scale testing was unknown feasibility, particularly in non-urban areas.\n\n Our objective was to report methods of high-volume, comprehensive SARS-CoV-2 testing, offering one model to augment disease surveillance in a rural community.\n\n\nMethods\nid='Par2'>A community-university partnership created an operational site used to test most residents of Bolinas, California regardless of symptoms in 4 days (April 20th – April 23rd, 2020).\n\n Prior to testing, key preparatory elements included community mobilization, pre-registration, volunteer recruitment, and data management.\n\n On day of testing, participants were directed to a testing lane after site entry.\n\n An administrator viewed the lane-specific queue and pre-prepared test kits, linked to participants’ records.\n\n Medical personnel performed sample collection, which included finger prick with blood collection to run laboratory-based antibody testing and respiratory specimen collection for polymerase chain reaction (PCR).\n\n\nResults\nid='Par3'>Using this 4-lane model, 1,840 participants were tested in 4 days.\n\n A median of 57 participants (IQR 47–67) were tested hourly.\n\n The fewest participants were tested on day 1 (n?=?338 participants), an intentionally lower volume day, increasing to n?=?571 participants on day 4. The number of testing teams was also increased to two per lane to allow simultaneous testing of multiple participants on days 2–4. Consistent staffing on all days helped optimize proficiency, and strong community partnership was essential from planning through execution.\n\n\nConclusions\nid='Par4'>High-volume ascertainment of SARS-CoV-2 prevalence by PCR and antibody testing was feasible when conducted in a community-led, drive-through model in a non-urban area.\n\n\nSupplementary Information\nThe online version contains supplementary material available at 10.1186/s13690-021-00647-8.\n","id":"PMC8261397","idformat":"PMC","foundapis":"","miscinfo":"BioMed Central","authors":[{"firstname":"Ayesha","surname":"Appa","email":"Ayesha.appa@ucsf.edu","contributions":"1"},{"firstname":" Gabriel","surname":"Chamie","email":"NULL","contributions":"1"},{"firstname":" Aenor","surname":"Sawyer","email":"NULL","contributions":"1"},{"firstname":" Kimberly","surname":"Baltzell","email":"NULL","contributions":"1"},{"firstname":" Kathryn","surname":"Dippell","email":"NULL","contributions":"1"},{"firstname":" Salu","surname":"Ribeiro","email":"NULL","contributions":"1"},{"firstname":" Elias","surname":"Duarte","email":"NULL","contributions":"1"},{"firstname":" Joanna","surname":"Vinden","email":"NULL","contributions":"1"},{"firstname":" CLIAHUB","surname":"Consortium","email":"NULL","contributions":"1"},{"firstname":" Jonathan","surname":"Kramer-Feldman","email":"NULL","contributions":"1"},{"firstname":" Shahryar","surname":"Rahdari","email":"NULL","contributions":"1"},{"firstname":" Doug","surname":"MacIntosh","email":"NULL","contributions":"1"},{"firstname":" Katherine","surname":"Nicholson","email":"NULL","contributions":"1"},{"firstname":" Jonathan","surname":"Im","email":"NULL","contributions":"1"},{"firstname":" Diane","surname":"Havlir","email":"NULL","contributions":"1"},{"firstname":" Bryan","surname":"Greenhouse","email":"NULL","contributions":"0"}]},{"doi":"10.3390/healthcare8020145","date":"2020-05-22","title":"Analysis of SARS-CoV-2 Screening Clinic (Including Drive-through System) Data at a Single University Hospital in South Korea from 27 January 2020 to 31 March 2020 During the COVID-19 Outbreak","abstract":"In this study, we evaluated the efficiency of a drive-through (DT) screening system for severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) by comparing it with a conventional screening system.\n We reviewed and analyzed the SARS-CoV-2 screening data obtained at our university hospital.\n We compared the number of tests for SARS-CoV-2 (using real-time polymerase chain reaction) performed using two different specimen collection systems—DT and conventional—during the coronavirus disease 2019 (COVID-19) outbreak in Daegu.\n Based on the results, the DT screening system collected 5.8 times more specimens for testing than the conventional screening system.\n From 27 January to 31 March 2020, 6211 individuals were screened for SARS-CoV-2 infection using either the DT or conventional system.\n In total, 217 individuals tested positive for SARS-CoV-2 (positive rate: 3.50%).\n Of the 6211 individuals, 3368 were symptomatic or had a history of contact with COVID-19 patients, and 142 of them tested positive for SARS-CoV-2 (positive rate: 4.22%).\n Further, 2843 individuals were asymptomatic and had no history of contact with COVID-19 patients, and 75 of them tested positive for SARS-CoV-2 (positive rate: 2.64%).\n In conclusion, the DT system allowed clinicians to collect specimens for SARS-CoV-2 screening more efficiently than the conventional system.\n Furthermore, as there might be several COVID-19 patients who remain asymptomatic, expanding the screening test to asymptomatic individuals would be necessary.\n","id":"PMC7348970","idformat":"PMC","foundapis":"","miscinfo":"MDPI","authors":[{"firstname":"Min Cheol","surname":"Chang","email":"NULL","contributions":"1"},{"firstname":" Wan-Seok","surname":"Seo","email":"NULL","contributions":"1"},{"firstname":" Donghwi","surname":"Park","email":"NULL","contributions":"0"},{"firstname":" Jian","surname":"Hur","email":"NULL","contributions":"0"}]},{"doi":"10.1017/ice.2020.341","date":"2020-07-03","title":"Identifying community spread of COVID-19 via a free drive-through screening event","abstract":"","id":"PMC7390933","idformat":"PMC","foundapis":"","miscinfo":"Cambridge University Press","authors":[{"firstname":"Marci L.","surname":"Drees","email":"NULL","contributions":"1"},{"firstname":" Mia A.","surname":"Papas","email":"NULL","contributions":"1"},{"firstname":" Terri E.","surname":"Corbo","email":"NULL","contributions":"1"},{"firstname":" Kimberly D.","surname":"Williams","email":"NULL","contributions":"1"},{"firstname":" Sharon T.","surname":"Kurfuerst","email":"NULL","contributions":"2"},{"firstname":" Sharon T.","surname":"Kurfuerst","email":"NULL","contributions":"0"}]},{"doi":"10.1016/j.acap.2020.05.018","date":"2020-05-24","title":"Drive-Through COVID-19 Testing During the 2020 Pandemic: A Safe, Efficient, and Scalable Model for Pediatric Patients and Health Care Workers","abstract":"","id":"PMC7256536","idformat":"PMC","foundapis":"","miscinfo":"by Academic Pediatric Association","authors":[{"firstname":"Erin F.","surname":"Flynn","email":"flynne@email.chop.edu","contributions":"1"},{"firstname":" Elizabeth","surname":"Kuhn","email":"NULL","contributions":"1"},{"firstname":" Mohammed","surname":"Shaik","email":"NULL","contributions":"1"},{"firstname":" Elizabeth","surname":"Tarr","email":"NULL","contributions":"1"},{"firstname":" Nicole","surname":"Scattolini","email":"NULL","contributions":"1"},{"firstname":" Allison","surname":"Ballantine","email":"NULL","contributions":"1"}]},{"doi":"10.5811/westjem.2020.5.47769","date":"2020-05-25","title":"Home-based Testing for SARS-CoV-2: Leveraging Prehospital Resources for Vulnerable Populations","abstract":"Introduction\nExpanded testing for SARS-CoV-2 is critical to characterizing the extent of community spread of COVID-19 and to identifying infectious cohorts.\n\n Unfortunately, current facility-based testing compounds shortcomings in testing availability, neglecting those who are frail or physically unable to travel to a testing facility.\n\n\nMethods\nWe developed an emergency medical service (EMS)-based home testing and evaluation program, leveraging existing community EMS resources.\n\n This program has kept vulnerable populations out of the emergency department, reduced cost, and improved access to care.\n\n\nResults\nOur EMS-based testing program can test approximately 15 homebound patients per day.\n\n Through April 2020 our program had performed 477 home-based tests.\n\n Additionally, we have recently undertaken several mass testing operations, testing up to 900 patients per testing site.\n\n\nConclusion\nFacility-based SARS-CoV-2 testing requires that a patient physically present to a facility for a nasopharyngeal swap to be collected.\n\n Unfortunately, access may be limited for patients that are homebound, chronically ill, or without a means of private transportation.\n\n By leveraging existing EMS infrastructure in new ways, our community has been able to keep almost 500 vulnerable patients in their home.\n\n Using EMS, we can strengthen the healthcare system’s response to the evolving COVID-19 pandemic and support at-risk populations, including those that are underserved, homebound, and frail.\n\n\n","id":"PMC7390581","idformat":"PMC","foundapis":"","miscinfo":"Department of Emergency Medicine, University of California, Irvine School of Medicine","authors":[{"firstname":"Scott A.","surname":"Goldberg","email":"NULL","contributions":"1"},{"firstname":" Robert A.","surname":"Bonacci","email":"NULL","contributions":"1"},{"firstname":" Lucas C.","surname":"Carlson","email":"NULL","contributions":"1"},{"firstname":" Charles T.","surname":"Pu","email":"NULL","contributions":"1"},{"firstname":" Christine S.","surname":"Ritchie","email":"NULL","contributions":"1"}]},{"doi":"10.2196/20040","date":"2020-07-02","title":"Emergency Center Curbside Screening During the COVID-19 Pandemic: Retrospective Cohort Study","abstract":"Background\nCoronavirus disease (COVID-19) is a global pandemic that has placed a significant burden on health care systems in the United States.\n\n Michigan has been one of the top states affected by COVID-19.\nObjective\nWe describe the emergency center curbside testing procedure implemented at Beaumont Hospital, a large hospital in Royal Oak, MI, and aim to evaluate its safety and efficiency.\n\n\nMethods\nAnticipating a surge in patients requiring testing, Beaumont Health implemented curbside testing, operated by a multidisciplinary team of health care workers, including physicians, advanced practice providers, residents, nurses, technicians, and registration staff.\n\n We report on the following outcomes over a period of 26 days (March 12, 2020, to April 6, 2020): time to medical decision, time spent documenting electronic medical records, overall screening time, and emergency center return evaluations.\n\n\nResults\nIn total, 2782 patients received curbside services.\n\n A nasopharyngeal swab was performed on 1176 patients (41%), out of whom 348 (29.6%) tested positive.\n\n The median time for the entire process (from registration to discharge) was 28 minutes (IQR 17-44).\n\n The median time to final medical decision was 15 minutes (IQR 8-27).\n\n The median time from medical decision to discharge was 9 minutes (IQR 5-16).\n\n Only 257 patients (9.2%) returned to the emergency center for an evaluation within 7 or more days, of whom 64 were admitted to the hospital, 11 remained admitted, and 4 expired.\n\n\nConclusions\nOur curbside testing model encourages the incorporation of this model at other high-volume facilities during an infectious disease pandemic.\n\n\n","id":"PMC7404008","idformat":"PMC","foundapis":"","miscinfo":"JMIR Publications","authors":[{"firstname":"Travis","surname":"Sanchez","email":"NULL","contributions":"0"},{"firstname":" Sadhu","surname":"Panda","email":"NULL","contributions":"2"},{"firstname":" Sadhu","surname":"Panda","email":"NULL","contributions":"0"},{"firstname":" Ebrahim","surname":"Khajeh","email":"NULL","contributions":"1"},{"firstname":" Alexandra","surname":"Halalau","email":"alexandra.halalau@beaumont.edu","contributions":"2"},{"firstname":" Alexandra","surname":"Halalau","email":"alexandra.halalau@beaumont.edu","contributions":"0"},{"firstname":" Jeffrey","surname":"Ditkoff","email":"NULL","contributions":"2"},{"firstname":" Jeffrey","surname":"Ditkoff","email":"NULL","contributions":"0"},{"firstname":" Jessica","surname":"Hamilton","email":"NULL","contributions":"2"},{"firstname":" Jessica","surname":"Hamilton","email":"NULL","contributions":"0"},{"firstname":" Aryana","surname":"Sharrak","email":"NULL","contributions":"2"},{"firstname":" Aryana","surname":"Sharrak","email":"NULL","contributions":"0"},{"firstname":" Aimen","surname":"Vanood","email":"NULL","contributions":"2"},{"firstname":" Aimen","surname":"Vanood","email":"NULL","contributions":"0"},{"firstname":" Amr","surname":"Abbas","email":"NULL","contributions":"2"},{"firstname":" Amr","surname":"Abbas","email":"NULL","contributions":"0"},{"firstname":" James","surname":"Ziadeh","email":"NULL","contributions":"2"},{"firstname":" James","surname":"Ziadeh","email":"NULL","contributions":"0"}]},{"doi":"10.1017/dmp.2020.104","date":"2020-04-13","title":"Drawing on Israel’s Experience Organizing Volunteers to Operationalize Drive-Through Coronavirus Testing Centers","abstract":"To increase the country’s capacity to test and track suspected coronavirus disease 2019 (COVID-19) cases, Israel launched drive-through testing centers in key cities, including Tel Aviv, Jerusalem, Be’er Sheva, and Haifa.\n This article examines the challenges that the national emergency medical services and volunteers faced in the process of implementing drive-through testing centers to offer lessons learned and direction to health-care professionals in other countries.\n","id":"PMC7180327","idformat":"PMC","foundapis":"","miscinfo":"Cambridge University Press","authors":[{"firstname":"Edward","surname":"Kim","email":"NULL","contributions":"1"}]},{"doi":"10.3346/jkms.2020.35.e154","date":"2020-04-09","title":"Walk-Through Screening Center for COVID-19: an Accessible and Efficient Screening System in a Pandemic Situation","abstract":"With the ongoing novel coronavirus disease 2019 (COVID-19) pandemic, the number of individuals that need to be tested for COVID-19 has been rapidly increasing.\n A walk-through (WT) screening center using negative pressure booths that is inspired by the biosafety cabinet has been designed and implemented in Korea for easy screening of COVID-19 and for safe and efficient consultation for patients with fever or respiratory symptoms.\n Here, we present the overall concept, advantages, and limitations of the COVID-19 WT screening center.\n The WT center increases patient access to the screening clinics and adequately protects healthcare personnel while reducing the consumption of personal protective equipment.\n It can also increase the number of people tested by 9–10 fold.\n However, there is a risk of cross-infection at each stage of screening treatment, including the booths, and adverse reactions with disinfection of the booths.\n These limitations can be overcome using mobile technology and increasing the number of booths to reduce congestion inside the center, reducing booth volume for sufficient and rapid ventilation, and using an effective, harmless, and certified environmental disinfectant.\n A WT center can be implemented in other institutions and countries and modified depending on local needs to cope with the COVID-19 pandemic.\n","id":"PMC7167399","idformat":"PMC","foundapis":"","miscinfo":"The Korean Academy of Medical Sciences","authors":[{"firstname":"Sang Il","surname":"Kim","email":"NULL","contributions":"1"},{"firstname":" Ji Yong","surname":"Lee","email":"NULL","contributions":"2"},{"firstname":" Ji Yong","surname":"Lee","email":"NULL","contributions":"0"}]},{"doi":"10.7861/clinmed.2020-0160","date":"1970-01-01","title":"Unknown Title","abstract":"Unknown Abstract","id":"not found","idformat":"N/A","foundapis":"","miscinfo":"","authors":[]},{"doi":"10.3346/jkms.2020.35.e123","date":"2020-03-12","title":"Drive-Through Screening Center for COVID-19: a Safe and Efficient Screening System against Massive Community Outbreak","abstract":"As the coronavirus disease 2019 (COVID-19) outbreak is ongoing, the number of individuals to be tested for COVID-19 is rapidly increasing.\n For safe and efficient screening for COVID-19, drive-through (DT) screening centers have been designed and implemented in Korea.\n Herein, we present the overall concept, advantages, and limitations of the COVID-19 DT screening centers.\n The steps of the DT centers include registration, examination, specimen collection, and instructions.\n The entire service takes about 10 minutes for one testee without leaving his or her cars.\n Increased testing capacity over 100 tests per day and prevention of cross-infection between testees in the waiting space are the major advantages, while protection of staff from the outdoor atmosphere is challenging.\n It could be implemented in other countries to cope with the global COVID-19 outbreak and transformed according to their own situations.\n","id":"PMC7086085","idformat":"PMC","foundapis":"","miscinfo":"The Korean Academy of Medical Sciences","authors":[{"firstname":"Ki Tae","surname":"Kwon","email":"NULL","contributions":"1"},{"firstname":" Jae-Hoon","surname":"Ko","email":"NULL","contributions":"2"},{"firstname":" Jae-Hoon","surname":"Ko","email":"NULL","contributions":"0"},{"firstname":" Heejun","surname":"Shin","email":"NULL","contributions":"2"},{"firstname":" Heejun","surname":"Shin","email":"NULL","contributions":"0"},{"firstname":" Minki","surname":"Sung","email":"NULL","contributions":"2"},{"firstname":" Minki","surname":"Sung","email":"NULL","contributions":"0"},{"firstname":" Jin Yong","surname":"Kim","email":"NULL","contributions":"0"},{"firstname":" Jin Yong","surname":"Kim","email":"NULL","contributions":"0"}]},{"doi":"10.1016/j.jmii.2020.05.011","date":"2020-05-18","title":"Bonuses and pitfalls of a paperless drive-through screening and COVID-19: A field report","abstract":"As the world witnessed the rapid spread of SARS-CoV-2, the World Health Organization has called for governing bodies worldwide to intensify case findings, contact tracing, monitoring, and quarantine or isolation of contacts with COVID-19. Drive-through (DT) screening is a form of case detection which has recently gain preference globally.\n Proper implementation of this system can help remediate the outbreak.\n","id":"PMC7255325","idformat":"PMC","foundapis":"","miscinfo":"Taiwan Society of Microbiology. Published by Elsevier Taiwan LLC.","authors":[{"firstname":"Elly","surname":"Lee","email":"NULL","contributions":"1"},{"firstname":" Nurul Yaqeen","surname":"Mohd Esa","email":"NULL","contributions":"1"},{"firstname":" Tong Ming","surname":"Wee","email":"NULL","contributions":"1"},{"firstname":" Chun Ian","surname":"Soo","email":"NULL","contributions":"1"}]},{"doi":"10.3346/jkms.2020.35.e246","date":"2020-06-26","title":"Screening Clinic for Coronavirus Disease 2019 to Prevent Intrahospital Spread in Daegu, Korea: a Single-Center Report","abstract":"There is still a paucity of studies on real-world outcome of screening clinic for hospital protection from coronavirus disease 2019 (COVID-19).\n As the number of COVID-19 cases was growing rapidly in Daegu, Korea, we started operating an active screening clinic outside the hospital premises.\n Over two weeks, 2,087 patients were screened using real-time reverse transcriptase polymerase chain reaction testing for severe acute respiratory syndrome coronavirus 2, with 42 confirmed cases.\n Before the screening clinic period, an average of 36 beds (maximum 67 beds) per day were closed due to unrecognized COVID-19 patients entering the hospital.\n In contrast, after the screening clinic operated well, only one event of closing emergency room (25 beds) occurred due to a confirmed COVID-19 case of asymptomatic patient.\n We report the operational process of screening clinic for COVID-19 and its effectiveness in maintaining the function of tertiary hospitals.\n","id":"PMC7338209","idformat":"PMC","foundapis":"","miscinfo":"The Korean Academy of Medical Sciences","authors":[{"firstname":"Yong Shik","surname":"Kwon","email":"NULL","contributions":"1"},{"firstname":" Sun Hyo","surname":"Park","email":"NULL","contributions":"2"},{"firstname":" Sun Hyo","surname":"Park","email":"NULL","contributions":"0"},{"firstname":" Hyun Jung","surname":"Kim","email":"NULL","contributions":"2"},{"firstname":" Hyun Jung","surname":"Kim","email":"NULL","contributions":"0"},{"firstname":" Ji Yeon","surname":"Lee","email":"NULL","contributions":"0"},{"firstname":" Ji Yeon","surname":"Lee","email":"NULL","contributions":"0"},{"firstname":" Mi-ri","surname":"Hyun","email":"NULL","contributions":"2"},{"firstname":" Mi-ri","surname":"Hyun","email":"NULL","contributions":"0"},{"firstname":" Hyun ah","surname":"Kim","email":"NULL","contributions":"2"},{"firstname":" Hyun ah","surname":"Kim","email":"NULL","contributions":"0"},{"firstname":" Jae Seok","surname":"Park","email":"NULL","contributions":"0"},{"firstname":" Jae Seok","surname":"Park","email":"NULL","contributions":"0"}]},{"doi":"10.1186/s12199-020-00874-5","date":"2020-07-22","title":"Reducing the consumption of personal protective equipment by setting up a multifunctional sampling station in the emergency department to screen for COVID-19 infection in Taiwan","abstract":"id='Par1'>In Taiwan, high-risk patients have been identified and tested for preventing community spread of COVID-19. Most sample collection was performed in emergency departments (EDs).\n Traditional sample collection requires substantial personal protective equipment (PPE), healthcare professionals, sanitation workers, and isolation space.\n To solve this problem, we established a multifunctional sample collection station (MSCS) for COVID-19 testing in front of our ED.\n The station is composed of a thick and clear acrylic board (2?cm), which completely separates the patient and medical personnel.\n Three pairs of gloves (length, 45?cm) are attached and fixed on the outside wall of the MSCS.\n The gloves are used to conduct sampling of throat/nasal swabs, sputum, and blood from patients.\n The gap between the board and the building is only 0.2?cm (sealed with silicone sealant).\n ED personnel communicate with patients using a small two-way broadcast system.\n Medical waste is put in specific trashcans installed in the table outside the MSCS.\n With full physical protection, the personnel conducting the sampling procedure need to wear only their N95 mask and gloves.\n After we activated the station, our PPE, sampling time, and sanitization resources were considerably conserved during the 4-week observation period.\n The MSCS obviously saved time and PPE.\n It elevated the efficiency and capacity of the ED for handling potential community infections of COVID-19.","id":"PMC7391923","idformat":"PMC","foundapis":"","miscinfo":"BioMed Central","authors":[{"firstname":"Po-Ting","surname":"Lin","email":"NULL","contributions":"1"},{"firstname":" Ting-Yuan","surname":"Ni","email":"NULL","contributions":"1"},{"firstname":" Tren-Yi","surname":"Chen","email":"NULL","contributions":"1"},{"firstname":" Chih-Pei","surname":"Su","email":"NULL","contributions":"1"},{"firstname":" Hsiao-Fen","surname":"Sun","email":"NULL","contributions":"1"},{"firstname":" Mu-Kuan","surname":"Chen","email":"NULL","contributions":"1"},{"firstname":" Chu-Chung","surname":"Chou","email":"NULL","contributions":"1"},{"firstname":" Po-Yu","surname":"Wang","email":"NULL","contributions":"1"},{"firstname":" Yan-Ren","surname":"Lin","email":"H6213.lac@gmail.com","contributions":"1"}]},{"doi":"10.1093/ofid/ofaa306","date":"2020-07-13","title":"Outcomes of Coronavirus Disease 2019 Drive-Through Screening at an Academic Military Medical Center","abstract":"Drive-through coronavirus disease 2019 screening can evaluate large numbers of patients while reducing healthcare exposures and personal protective equipment use.\n We describe the characteristics of screened individuals as well as drive-through process and outcome measures.\n Optimal drive-through screening involves rapid turnaround of test results and linkage to follow-up care.\n","id":"PMC7408221","idformat":"PMC","foundapis":"","miscinfo":"Oxford University Press","authors":[{"firstname":"David A","surname":"Lindholm","email":"david.a.lindholm4.mil@mail.mil","contributions":"1"},{"firstname":" John L","surname":"Kiley","email":"NULL","contributions":"2"},{"firstname":" John L","surname":"Kiley","email":"NULL","contributions":"0"},{"firstname":" Nathan K","surname":"Jansen","email":"NULL","contributions":"1"},{"firstname":" Robert T","surname":"Hoard","email":"NULL","contributions":"1"},{"firstname":" Matthew R","surname":"Bondaryk","email":"NULL","contributions":"1"},{"firstname":" Elizabeth M","surname":"Stanley","email":"NULL","contributions":"1"},{"firstname":" Gadiel R","surname":"Alvarado","email":"NULL","contributions":"1"},{"firstname":" Ana E","surname":"Markelz","email":"NULL","contributions":"1"},{"firstname":" Robert J","surname":"Cybulski","email":"NULL","contributions":"1"},{"firstname":" Jason F","surname":"Okulicz","email":"NULL","contributions":"1"}]},{"doi":"10.1002/emp2.12134","date":"2020-05-15","title":"Bracing for impact: operational upshots from the National Centre for Infectious Diseases Screening Centre (Singapore) during the COVID?19 outbreak","abstract":"To combat the ongoing COVID?19 pandemic, Singapore has adopted a rigorous screening approach that involves aggressive contact tracing, rapid isolation of confirmed or suspect cases, and immediate ring?fencing of emerging local clusters and hotspots.\n Our screening centre team has been involved in running Singapore's designated screening centre since the end of January this year.\n With a well?defined blueprint and substantial pre?outbreak preparatory work, initial operations at our screening centre commenced within a day on activation and full operational status was attained in 3 days.\n As of 8 April 2020, the screening centre had screened more than 14,000 patients.\n We have adopted a “whole?of?hospital” approach, enlisting the help from other departments and subspecialties to augment manpower.\n Meticulous infrastructure planning to facilitate patient flow and strict measures to prevent nosocomial transmission and occupational exposure were instituted to safeguard both the staff and patients.\n This paper aims to describe our key takeaways in the course of operations and discuss the challenges encountered.\n","id":"PMC7323201","idformat":"PMC","foundapis":"","miscinfo":"John Wiley and Sons Inc.","authors":[{"firstname":"Charmaine Malenab","surname":"Manauis","email":"NULL","contributions":"1"},{"firstname":" Marvin","surname":"Loh","email":"marvin.loh@mohh.com.sg","contributions":"1"},{"firstname":" James","surname":"Kwan","email":"NULL","contributions":"1"},{"firstname":" John","surname":"Chua Mingzhou","email":"NULL","contributions":"1"},{"firstname":" Han Jie","surname":"Teo","email":"NULL","contributions":"1"},{"firstname":" David","surname":"Teng Kuan Peng","email":"NULL","contributions":"1"},{"firstname":" Shawn","surname":"Vasoo Sushilan","email":"NULL","contributions":"1"},{"firstname":" Yee Sin","surname":"Leo","email":"NULL","contributions":"1"},{"firstname":" Ang","surname":"Hou","email":"NULL","contributions":"1"}]},{"doi":"10.1177/0033354920946785","date":"1970-01-01","title":"Unknown Title","abstract":"Unknown Abstract","id":"not found","idformat":"N/A","foundapis":"","miscinfo":"","authors":[]},{"doi":"10.35371/aoem.2020.32.e22","date":"2020-06-18","title":"Fighting the COVID-19 pandemic: onsite mass workplace testing for COVID-19 in the Republic of Korea","abstract":"The ongoing coronavirus disease 2019 (COVID-19) pandemic is causing tremendous damage globally.\n The Republic of Korea (ROK), a highly export-dependent nation, is a leader in the fight against the COVID-19 pandemic and coping well with the disaster.\n Like the drive-through COVID-19 testing, which reflects the brilliant flexibility of the Korean medical system, onsite mass workplace testing for COVID-19, which our hospital has been performing over the past few months, is a unique and valuable countermeasure.\n We believe it is time that the current health examination system for workers in the ROK considered the risk of transmissible diseases.\n","id":"PMC7406704","idformat":"PMC","foundapis":"","miscinfo":"Korean Society of Occupational &amp; Environmental Medicine","authors":[{"firstname":"Eunhye","surname":"Seo","email":"NULL","contributions":"1"},{"firstname":" Eunchan","surname":"Mun","email":"NULL","contributions":"2"},{"firstname":" Eunchan","surname":"Mun","email":"NULL","contributions":"0"},{"firstname":" Wonsool","surname":"Kim","email":"NULL","contributions":"2"},{"firstname":" Wonsool","surname":"Kim","email":"NULL","contributions":"0"},{"firstname":" Changhwan","surname":"Lee","email":"NULL","contributions":"2"},{"firstname":" Changhwan","surname":"Lee","email":"NULL","contributions":"0"}]},{"doi":"10.1016/j.mayocp.2020.04.030","date":"1970-01-01","title":"Drive-Through Testing","abstract":"The World Health Organization declared COVID-19 a global pandemic in March 2020. A major challenge in this worldwide pandemic has been efficient and effective large-scale testing for the disease.\n In this communication, we discuss lessons learned in the set up and function of a locally organized drive-through testing facility.\n","id":"PMC7252102","idformat":"PMC","foundapis":"","miscinfo":"Mayo Foundation for Medical Education and Research","authors":[{"firstname":"Aditya","surname":"Shah","email":"shah.aditya@mayo.edu","contributions":"1"},{"firstname":" Douglas","surname":"Challener","email":"NULL","contributions":"1"},{"firstname":" Aaron J.","surname":"Tande","email":"NULL","contributions":"1"},{"firstname":" Maryam","surname":"Mahmood","email":"NULL","contributions":"1"},{"firstname":" John C.","surname":"O’Horo","email":"NULL","contributions":"1"},{"firstname":" Elie","surname":"Berbari","email":"NULL","contributions":"1"},{"firstname":" Sarah J.","surname":"Crane","email":"NULL","contributions":"1"}]},{"doi":"10.1016/j.ajic.2020.04.010","date":"1970-01-01","title":"COVID-19 drive through testing: An effective strategy for conserving personal protective equipment","abstract":"","id":"PMC7162738","idformat":"PMC","foundapis":"","miscinfo":"Association for Professionals in Infection Control and Epidemiology, Inc. Published by Elsevier Inc.","authors":[{"firstname":"Angie N.","surname":"Ton","email":"NULL","contributions":"1"},{"firstname":" Tarang","surname":"Jethwa","email":"NULL","contributions":"1"},{"firstname":" Karen","surname":"Waters","email":"NULL","contributions":"2"},{"firstname":" Karen","surname":"Waters","email":"NULL","contributions":"0"},{"firstname":" Leigh L.","surname":"Speicher","email":"NULL","contributions":"2"},{"firstname":" Leigh L.","surname":"Speicher","email":"NULL","contributions":"0"},{"firstname":" Dawn","surname":"Francis","email":"NULL","contributions":"2"},{"firstname":" Dawn","surname":"Francis","email":"NULL","contributions":"0"}]},{"doi":"10.2807/1560-7917.ES.2020.25.12.2000217","date":"2020-03-26","title":"Coronavirus disease (COVID-19) Community Testing Team in Scotland: A 14-day review, 6 to 20 February 2020","abstract":"In response to the outbreak of COVID-19, we set up a team to carry out sampling in the community.\n This enabled individuals to remain in self-isolation in their own homes and to prevent healthcare settings and services from being overwhelmed by admissions for sampling of suspected cases.\n There is evidence that this is a cost effective, safe and necessary service to complement COVID-19 testing in hospitals.\n","id":"PMC7118345","idformat":"PMC","foundapis":"","miscinfo":"European Centre for Disease Prevention and Control (ECDC)","authors":[{"firstname":"Kate","surname":"Mark","email":"NULL","contributions":"1"},{"firstname":" Katie","surname":"Steel","email":"NULL","contributions":"1"},{"firstname":" Janet","surname":"Stevenson","email":"NULL","contributions":"1"},{"firstname":" Christine","surname":"Evans","email":"NULL","contributions":"1"},{"firstname":" Duncan","surname":"McCormick","email":"NULL","contributions":"1"},{"firstname":" Lorna","surname":"Willocks","email":"NULL","contributions":"1"},{"firstname":" Alison","surname":"McCallum","email":"NULL","contributions":"1"},{"firstname":" Laura","surname":"Jones","email":"NULL","contributions":"1"},{"firstname":" Ingolfur","surname":"Johannessen","email":"NULL","contributions":"1"},{"firstname":" Kate","surname":"Templeton","email":"NULL","contributions":"1"},{"firstname":" Oliver","surname":"Koch","email":"NULL","contributions":"0"},{"firstname":" Claire","surname":"Mackintosh","email":"NULL","contributions":"1"}]}]}