{"name":"Exploring options for reprocessing of N95 filtering facepiece respirators (N95-FFRs) amidst COVID-19 pandemic: a systematic review","id":"81","link":"https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0242474","dbsearches":"6","refs":"https://docs.google.com/spreadsheets/d/1dKoW2DI0rw6YKGN9-WvAP6cUks44I5bz1NXsoAYFEa8/edit#gid=0","references":[{"doi":"10.1080/15459624.2015.1018518","date":"1970-01-01","title":"Effects of Ultraviolet Germicidal Irradiation (UVGI) on N95 Respirator Filtration Performance and Structural Integrity","abstract":"The ability to disinfect and reuse disposable N95 filtering facepiece respirators (FFRs) may be needed during a pandemic of an infectious respiratory disease such as influenza.\n\n Ultraviolet germicidal irradiation (UVGI) is one possible method for respirator disinfection.\n\n However, UV radiation degrades polymers, which presents the possibility that UVGI exposure could degrade the ability of a disposable respirator to protect the worker.\n\n To study this, we exposed both sides of material coupons and respirator straps from four models of N95 FFRs to UVGI doses from 120–950 J/cm2.\n We then tested the particle penetration, flow resistance, and bursting strengths of the individual respirator coupon layers, and the breaking strength of the respirator straps.\n\n We found that UVGI exposure led to a small increase in particle penetration (up to 1.25%) and had little effect on the flow resistance.\n\n UVGI exposure had a more pronounced effect on the strengths of the respirator materials.\n\n At the higher UVGI doses, the strength of the layers of respirator material was substantially reduced (in some cases, by &gt;90%).\n\n The changes in the strengths of the respirator materials varied considerably among the different models of respirators.\n\n UVGI had less of an effect on the respirator straps; a dose of 2360 J/cm2 reduced the breaking strength of the straps by 20–51%.\n\n Our results suggest that UVGI could be used to effectively disinfect disposable respirators for reuse, but the maximum number of disinfection cycles will be limited by the respirator model and the UVGI dose required to inactivate the pathogen.\n\n","id":"PMC4699414","idformat":"PMC","foundapis":"_PMC_CROSSREF","miscinfo":"","authors":[{"firstname":"William G.","surname":"Lindsley","email":"NULL","contributions":"1"},{"firstname":"Stephen B.","surname":"Martin","email":"NULL","contributions":"1"},{"firstname":"Robert E.","surname":"Thewlis","email":"NULL","contributions":"1"},{"firstname":"Khachatur","surname":"Sarkisian","email":"NULL","contributions":"1"},{"firstname":"Julian O.","surname":"Nwoko","email":"NULL","contributions":"1"},{"firstname":"Kenneth R.","surname":"Mead","email":"NULL","contributions":"1"},{"firstname":"                            John D.","surname":"Noti","email":"NULL","contributions":"1"}]},{"doi":"10.1177/155892501000500405","date":"2023-05-09","title":"'Evaluation of Multiple (3-Cycle) Decontamination Processing for Filtering Facepiece Respirators'","abstract":"' Disposable N95 filtering facepiece respirators (FFRs) certified by the National Institute for Occupational Safety and Health (NIOSH) are widely used by healthcare workers to reduce exposures to infectious biological aerosols.\n There is currently major concern among public health officials about a possible shortage of N95 FFRs during an influenza pandemic.\n Decontamination and reuse of FFRs is a possible strategy for extending FFR supplies in an emergency; however, the NIOSH respirator certification process does not currently include provisions for decontamination and reuse.\n Recent studies have investigated the laboratory performance (filter aerosol penetration and filter airflow resistance) and physical integrity of FFRs following one-cycle (1X) processing of various decontamination treatments.\n The studies found that a single application of some methods did not adversely affect laboratory performance.\n In the event that healthcare facilities experience dramatic shortages of FFR supplies, multiple decontamination processing may become necessary.\n This study investigates three-cycle (3X) processing of eight different methods: ultraviolet germicidal irradiation, ethylene oxide, hydrogen peroxide gas plasma, hydrogen peroxide vapor, microwave-oven-generated steam, bleach, liquid hydrogen peroxide, and moist heat incubation (pasteurization).\n A four-hour 3X submersion of FFR in deionized water was performed for comparison (control).\n Following 3X treatment by each decontamination and control method, FFRs were evaluated for changes in physical appearance, odor, and laboratory filtration performance.\n Only the hydrogen peroxide gas plasma treatment resulted in mean penetration levels &gt; 5% for four of the six FFR models; FFRs treated by the seven other methods and the control samples had expected levels of filter aerosol penetration (&lt; 5%) and filter airflow resistance.\n Physical damage varied by treatment method.\n Further research is still needed before any specific decontamination methods can be recommended.\n ","id":"10.1177/155892501000500405","idformat":"CROSSREF","foundapis":"","miscinfo":"PUBLISHER: SAGE Publications","authors":[{"firstname":"Michael S.","surname":"Bergman","email":"xref no email","contributions":"1"},{"firstname":" Dennis J.","surname":"Viscusi","email":"xref no email","contributions":"1"},{"firstname":" Brian K.","surname":"Heimbuch","email":"xref no email","contributions":"1"},{"firstname":" Joseph D.","surname":"Wander","email":"xref no email","contributions":"1"},{"firstname":" Anthony R.","surname":"Sambol","email":"xref no email","contributions":"1"},{"firstname":"       Ronald E.","surname":"Shaffer","email":"xref no email","contributions":"2"}]},{"doi":"10.1093/annhyg/mer054","date":"2023-05-22","title":"'Effectiveness of Three Decontamination Treatments against Influenza Virus Applied to Filtering Facepiece Respirators'","abstract":"Unknown Abstract","id":"10.1093/annhyg/mer054","idformat":"CROSSREF","foundapis":"","miscinfo":"PUBLISHER: Oxford University Press (OUP)","authors":[]},{"doi":"10.1093/annhyg/mep070","date":"2009-09-02","title":"Evaluation of Five Decontamination Methods for Filtering Facepiece Respirators","abstract":"Concerns have been raised regarding the availability of National Institute for Occupational Safety and Health (NIOSH)-certified N95 filtering facepiece respirators (FFRs) during an influenza pandemic.\n\n One possible strategy to mitigate a respirator shortage is to reuse FFRs following a biological decontamination process to render infectious material on the FFR inactive.\n\n However, little data exist on the effects of decontamination methods on respirator integrity and performance.\n\n This study evaluated five decontamination methods [ultraviolet germicidal irradiation (UVGI), ethylene oxide, vaporized hydrogen peroxide (VHP), microwave oven irradiation, and bleach] using nine models of NIOSH-certified respirators (three models each of N95 FFRs, surgical N95 respirators, and P100 FFRs) to determine which methods should be considered for future research studies.\n\n Following treatment by each decontamination method, the FFRs were evaluated for changes in physical appearance, odor, and laboratory performance (filter aerosol penetration and filter airflow resistance).\n\n Additional experiments (dry heat laboratory oven exposures, off-gassing, and FFR hydrophobicity) were subsequently conducted to better understand material properties and possible health risks to the respirator user following decontamination.\n\n However, this study did not assess the efficiency of the decontamination methods to inactivate viable microorganisms.\n\n Microwave oven irradiation melted samples from two FFR models.\n\n The remainder of the FFR samples that had been decontaminated had expected levels of filter aerosol penetration and filter airflow resistance.\n\n The scent of bleach remained noticeable following overnight drying and low levels of chlorine gas were found to off-gas from bleach-decontaminated FFRs when rehydrated with deionized water.\n\n UVGI, ethylene oxide (EtO), and VHP were found to be the most promising decontamination methods; however, concerns remain about the throughput capabilities for EtO and VHP.\n\n Further research is needed before any specific decontamination methods can be recommended.\n\n","id":"PMC2781738","idformat":"PMC","foundapis":"_PMC_CROSSREF","miscinfo":"","authors":[{"firstname":"Dennis J.","surname":"Viscusi","email":"NULL","contributions":"2"},{"firstname":"Michael S.","surname":"Bergman","email":"NULL","contributions":"1"},{"firstname":"Benjamin C.","surname":"Eimer","email":"NULL","contributions":"1"},{"firstname":"                            Ronald E.","surname":"Shaffer","email":"rshaffer@cdc.gov","contributions":"2"}]},{"doi":"10.1371/journal.pone.0018585","date":"2011-03-04","title":"Evaluation of Microwave Steam Bags for the Decontamination of Filtering Facepiece Respirators","abstract":"Reusing filtering facepiece respirators (FFRs) has been suggested as a strategy to conserve available supplies for home and healthcare environments during an influenza pandemic.\n\n For reuse to be possible, used FFRs must be decontaminated before redonning to reduce the risk of virus transmission; however, there are no approved methods for FFR decontamination.\n\n An effective method must reduce the microbial threat, maintain the function of the FFR, and present no residual chemical hazard.\n\n The method should be readily available, inexpensive and easily implemented by healthcare workers and the general public.\n\n Many of the general decontamination protocols used in healthcare and home settings are unable to address all of the desired qualities of an efficient FFR decontamination protocol.\n\n The goal of this study is to evaluate the use of two commercially available steam bags, marketed to the public for disinfecting infant feeding equipment, for FFR decontamination.\n\n The FFRs were decontaminated with microwave generated steam following the manufacturers' instructions then evaluated for water absorption and filtration efficiency for up to three steam exposures.\n\n Water absorption of the FFR was found to be model specific as FFRs constructed with hydrophilic materials absorbed more water.\n\n The steam had little effect on FFR performance as filtration efficiency of the treated FFRs remained above 95%.\n\n The decontamination efficacy of the steam bag was assessed using bacteriophage MS2 as a surrogate for a pathogenic virus.\n\n The tested steam bags were found to be 99.9% effective for inactivating MS2 on FFRs; however, more research is required to determine the effectiveness against respiratory pathogens.\n\n","id":"PMC3078131","idformat":"PMC","foundapis":"_PMC_CROSSREF","miscinfo":"","authors":[{"firstname":"Edward M.","surname":"Fisher","email":"NULL","contributions":"1"},{"firstname":"Jessica L.","surname":"Williams","email":"NULL","contributions":"1"},{"firstname":"Ronald E.","surname":"Shaffer","email":"NULL","contributions":"0"},{"firstname":"Tom","surname":"Jefferson","email":"NULL","contributions":"2"},{"firstname":"                            Tom","surname":"Jefferson","email":"NULL","contributions":"0"}]},{"doi":"10.1016/j.ajic.2013.09.014","date":"2014-03-31","title":"Cleaning of filtering facepiece respirators contaminated with mucin and Staphylococcus aureus
             ","abstract":"\nBackground\nDecontamination, cleaning, and reuse of filtering facepiece respirators (FFRs) has been proposed to mitigate an acute FFR shortage during a public health emergency. Our study evaluates the ability of commercially available wipe products to clean FFRs contaminated with either infectious or noninfectious aerosols.\n \nMethods\nThree models of surgical N95 FFRs were contaminated with aerosols of mucin or viable Staphylococcus aureus then cleaned with hypochlorite, benzalkonium chloride, or nonantimicrobial wipes. After cleaning, FFRs were separated into components (nose pad, fabrics, and perforated strip), and contaminants were extracted and quantified. Filtration performance was assessed for cleaned FFRs.\n \nResults\nMucin removal was &lt;1 log for all wipe products on all components. Inert wipes achieved ?1-log attenuation in viable S aureus on fabrics from all FFR models—removal was less effective from nose pads and perforated edges. Both antimicrobial wipes achieved 3-5-log attenuation on most components, with smaller reductions on nose pads and greater reductions on perforated strips. Particle penetration following cleaning yielded mean values &lt;5%. The highest penetrations were observed in FFRs cleaned with benzalkonium chloride wipes.\n \nConclusions\nFFRs can be disinfected using antimicrobial wipe products, but not effectively cleaned with the wipes evaluated in this study. This study provides informative data for the development of better FFRs and applicable cleaning products.\n ","id":"S0196-6553(13)01296-0","idformat":"elsevier_pii","foundapis":"_CROSSREF","miscinfo":"","authors":[{"firstname":" Brian K.","surname":"Heimbuch","email":"null","contributions":"2"},{"firstname":" Kimberly","surname":"Kinney","email":"null","contributions":"2"},{"firstname":" April E.","surname":"Lumley","email":"null","contributions":"2"},{"firstname":" Delbert A.","surname":"Harnish","email":"null","contributions":"1"},{"firstname":" Michael","surname":"Bergman","email":"null","contributions":"1"},{"firstname":" Joseph D.","surname":"Wander","email":"null","contributions":"2"},{"firstname":" Brian K.","surname":"Heimbuch","email":"null","contributions":"2"},{"firstname":" Kimberly","surname":"Kinney","email":"null","contributions":"2"},{"firstname":" April E.","surname":"Lumley","email":"null","contributions":"2"},{"firstname":" Delbert A.","surname":"Harnish","email":"null","contributions":"1"},{"firstname":" Michael","surname":"Bergman","email":"null","contributions":"1"},{"firstname":"                         Joseph D.","surname":"Wander","email":"null","contributions":"2"}]},{"doi":"10.1016/j.ajic.2018.02.018","date":"1970-01-01","title":"Ultraviolet germicidal irradiation of influenza-contaminated N95 filtering facepiece respirators","abstract":"\n\n\n•\nUltraviolet light can significantly reduce viable influenza on N95 respirators.\n\n","id":"PMC7115285","idformat":"PMC","foundapis":"_PMC_elsevier_CROSSREF","miscinfo":"","authors":[{"firstname":"Devin","surname":"Mills","email":"NULL","contributions":"1"},{"firstname":"Delbert A.","surname":"Harnish","email":"dharnish@ara.com","contributions":"1"},{"firstname":"Caryn","surname":"Lawrence","email":"NULL","contributions":"1"},{"firstname":"Megan","surname":"Sandoval-Powers","email":"NULL","contributions":"1"},{"firstname":"                            Brian K.","surname":"Heimbuch","email":"NULL","contributions":"1"}]},{"doi":"10.1016/j.ajic.2010.07.004","date":"2011-02-28","title":"A pandemic influenza preparedness study: Use of energetic methods to decontaminate filtering facepiece respirators contaminated with H1N1 aerosols and droplets ","abstract":"\nBackground\nA major concern among health care experts is a projected shortage of N95 filtering facepiece respirators (FFRs) during an influenza pandemic. One option for mitigating an FFR shortage is to decontaminate and reuse the devices. Many parameters, including biocidal efficacy, filtration performance, pressure drop, fit, and residual toxicity, must be evaluated to verify the effectiveness of this strategy. The focus of this research effort was on evaluating the ability of microwave-generated steam, warm moist heat, and ultraviolet germicidal irradiation at 254 nm to decontaminate H1N1 influenza virus.\n \nMethods\nSix commercially available FFR models were contaminated with H1N1 influenza virus as aerosols or droplets that are representative of human respiratory secretions. A subset of the FFRs was treated with the aforementioned decontamination technologies, whereas the remaining FFRs were used to evaluate the H1N1 challenge applied to the devices.\n \nResults\nAll 3 decontamination technologies provided &gt;4-log reduction of viable H1N1 virus. In 93% of our experiments, the virus was reduced to levels below the limit of detection of the method used.\n \nConclusions\nThese data are encouraging and may contribute to the evolution of effective strategies for the decontamination and reuse of FFRs.\n ","id":"S0196-6553(10)00814-X","idformat":"elsevier_pii","foundapis":"_CROSSREF","miscinfo":"","authors":[{"firstname":" Brian K.","surname":"Heimbuch","email":"null","contributions":"0"},{"firstname":" William H.","surname":"Wallace","email":"null","contributions":"1"},{"firstname":" Kimberly","surname":"Kinney","email":"null","contributions":"0"},{"firstname":" April E.","surname":"Lumley","email":"null","contributions":"0"},{"firstname":" Chang-Yu","surname":"Wu","email":"null","contributions":"1"},{"firstname":" Myung-Heui","surname":"Woo","email":"null","contributions":"1"},{"firstname":" Joseph D.","surname":"Wander","email":"null","contributions":"0"},{"firstname":" Brian K.","surname":"Heimbuch","email":"null","contributions":"0"},{"firstname":" William H.","surname":"Wallace","email":"null","contributions":"1"},{"firstname":" Kimberly","surname":"Kinney","email":"null","contributions":"0"},{"firstname":" April E.","surname":"Lumley","email":"null","contributions":"0"},{"firstname":" Chang-Yu","surname":"Wu","email":"null","contributions":"1"},{"firstname":" Myung-Heui","surname":"Woo","email":"null","contributions":"1"},{"firstname":"                         Joseph D.","surname":"Wander","email":"null","contributions":"0"}]},{"doi":"10.1080/15459624.2011.585927","date":"2023-04-27","title":"'Impact of Three Biological Decontamination Methods on Filtering Facepiece Respirator Fit, Odor, Comfort, and Donning Ease'","abstract":"Unknown Abstract","id":"10.1080/15459624.2011.585927","idformat":"CROSSREF","foundapis":"","miscinfo":"PUBLISHER: Informa UK Limited","authors":[{"firstname":"Dennis J.","surname":"Viscusi","email":"xref no email","contributions":"0"},{"firstname":" Michael S.","surname":"Bergman","email":"xref no email","contributions":"1"},{"firstname":" Debra A.","surname":"Novak","email":"xref no email","contributions":"1"},{"firstname":" Kimberly A.","surname":"Faulkner","email":"xref no email","contributions":"1"},{"firstname":" Andrew","surname":"Palmiero","email":"xref no email","contributions":"1"},{"firstname":" Jeffrey","surname":"Powell","email":"xref no email","contributions":"1"},{"firstname":"       Ronald E.","surname":"Shaffer","email":"xref no email","contributions":"0"}]},{"doi":"10.1371/journal.pone.0242474","date":"2020-11-03","title":"Exploring options for reprocessing of N95 Filtering Facepiece Respirators (N95-FFRs) amidst COVID-19 pandemic: A systematic review","abstract":"Background\nThere is global shortage of Personal Protective Equipment due to COVID-19 pandemic.\n\n N95 Filtering Facepiece Respirators (N95-FFRs) provide respiratory protection against respiratory pathogens including SARS-CoV-2. There is scant literature on reprocessing methods which can enable reuse of N95-FFRs.\n\n\nAim\nWe conducted this study to evaluate research done, prior to COVID-19 pandemic, on various decontamination methods for reprocessing of N95-FFRs.\n\n\nMethods\nWe searched 5 electronic databases (Pubmed, Google Scholar, Crossref, Ovid, ScienceDirect) and 1 Grey literature database (OpenGrey).\n\n We included original studies, published prior to year 2020, which had evaluated any decontamination method on FFRs.\n\n Studies had evaluated a reprocessing method against parameters namely physical changes, user acceptability, respirator fit, filter efficiency, microbicidal efficacy and presence of chemical residues post-reprocessing.\n\n\nFindings and conclusions\nOverall, we found 7887 records amongst which 17 original research articles were finally included for qualitative analysis.\n\n Overall, 21 different types of decontamination or reprocessing methods for N95-FFRs were evaluated.\n\n Most commonly evaluated method for reprocessing of FFRs was Ultraviolet (Type-C) irradiation (UVGI) which was evaluated in 13/17 (76%) studies.\n\n We found published literature was scant on this topic despite warning signs of pandemic of a respiratory illness over the years.\n\n Promising technologies requiring expeditious evaluation are UVGI, Microwave generated steam (MGS) and based on Hydrogen peroxide vapor.\n\n Global presence of technologies, which have been given Emergency use authorisation for N95-FFR reprocessing, is extremely limited.\n\n Reprocessing of N95-FFRs by MGS should be considered for emergency implementation in resource limited settings to tackle shortage of N95-FFRs.\n\n\nSystematic review identifier\nPROSPERO, PROSPERO ID: CRD42020189684, (https://www.\n\ncrd.\n\nyork.\n\nac.\n\nuk/prospero/display_record.\n\nphp?ID=CRD42020189684).\n\n\n","id":"PMC7678983","idformat":"PMC","foundapis":"_PMC_CROSSREF","miscinfo":"","authors":[{"firstname":"Diptanu","surname":"Paul","email":"NULL","contributions":"2"},{"firstname":"Ayush","surname":"Gupta","email":"NULL","contributions":"2"},{"firstname":"Anand Kumar","surname":"Maurya","email":"NULL","contributions":"4"},{"firstname":"Anand Kumar","surname":"Maurya","email":"NULL","contributions":"0"},{"firstname":"Amitava","surname":"Mukherjee","email":"NULL","contributions":"22"},{"firstname":"Amitava","surname":"Mukherjee","email":"NULL","contributions":"0"},{"firstname":"Amitava","surname":"Mukherjee","email":"NULL","contributions":"0"},{"firstname":"Amitava","surname":"Mukherjee","email":"NULL","contributions":"0"},{"firstname":"Amitava","surname":"Mukherjee","email":"NULL","contributions":"0"},{"firstname":"Amitava","surname":"Mukherjee","email":"NULL","contributions":"0"},{"firstname":"Amitava","surname":"Mukherjee","email":"NULL","contributions":"0"},{"firstname":"Amitava","surname":"Mukherjee","email":"NULL","contributions":"0"},{"firstname":"Amitava","surname":"Mukherjee","email":"NULL","contributions":"0"},{"firstname":"                            Amitava","surname":"Mukherjee","email":"NULL","contributions":"0"}]},{"doi":"10.1371/journal.pone.0242474","date":"2020-11-03","title":"Exploring options for reprocessing of N95 Filtering Facepiece Respirators (N95-FFRs) amidst COVID-19 pandemic: A systematic review","abstract":"Background\nThere is global shortage of Personal Protective Equipment due to COVID-19 pandemic.\n\n N95 Filtering Facepiece Respirators (N95-FFRs) provide respiratory protection against respiratory pathogens including SARS-CoV-2. There is scant literature on reprocessing methods which can enable reuse of N95-FFRs.\n\n\nAim\nWe conducted this study to evaluate research done, prior to COVID-19 pandemic, on various decontamination methods for reprocessing of N95-FFRs.\n\n\nMethods\nWe searched 5 electronic databases (Pubmed, Google Scholar, Crossref, Ovid, ScienceDirect) and 1 Grey literature database (OpenGrey).\n\n We included original studies, published prior to year 2020, which had evaluated any decontamination method on FFRs.\n\n Studies had evaluated a reprocessing method against parameters namely physical changes, user acceptability, respirator fit, filter efficiency, microbicidal efficacy and presence of chemical residues post-reprocessing.\n\n\nFindings and conclusions\nOverall, we found 7887 records amongst which 17 original research articles were finally included for qualitative analysis.\n\n Overall, 21 different types of decontamination or reprocessing methods for N95-FFRs were evaluated.\n\n Most commonly evaluated method for reprocessing of FFRs was Ultraviolet (Type-C) irradiation (UVGI) which was evaluated in 13/17 (76%) studies.\n\n We found published literature was scant on this topic despite warning signs of pandemic of a respiratory illness over the years.\n\n Promising technologies requiring expeditious evaluation are UVGI, Microwave generated steam (MGS) and based on Hydrogen peroxide vapor.\n\n Global presence of technologies, which have been given Emergency use authorisation for N95-FFR reprocessing, is extremely limited.\n\n Reprocessing of N95-FFRs by MGS should be considered for emergency implementation in resource limited settings to tackle shortage of N95-FFRs.\n\n\nSystematic review identifier\nPROSPERO, PROSPERO ID: CRD42020189684, (https://www.\n\ncrd.\n\nyork.\n\nac.\n\nuk/prospero/display_record.\n\nphp?ID=CRD42020189684).\n\n\n","id":"PMC7678983","idformat":"PMC","foundapis":"_PMC_CROSSREF","miscinfo":"","authors":[{"firstname":"Diptanu","surname":"Paul","email":"NULL","contributions":"0"},{"firstname":"Ayush","surname":"Gupta","email":"NULL","contributions":"0"},{"firstname":"Anand Kumar","surname":"Maurya","email":"NULL","contributions":"0"},{"firstname":"Anand Kumar","surname":"Maurya","email":"NULL","contributions":"0"},{"firstname":"Amitava","surname":"Mukherjee","email":"NULL","contributions":"0"},{"firstname":"Amitava","surname":"Mukherjee","email":"NULL","contributions":"0"},{"firstname":"Amitava","surname":"Mukherjee","email":"NULL","contributions":"0"},{"firstname":"Amitava","surname":"Mukherjee","email":"NULL","contributions":"0"},{"firstname":"Amitava","surname":"Mukherjee","email":"NULL","contributions":"0"},{"firstname":"Amitava","surname":"Mukherjee","email":"NULL","contributions":"0"},{"firstname":"Amitava","surname":"Mukherjee","email":"NULL","contributions":"0"},{"firstname":"Amitava","surname":"Mukherjee","email":"NULL","contributions":"0"},{"firstname":"Amitava","surname":"Mukherjee","email":"NULL","contributions":"0"},{"firstname":"                            Amitava","surname":"Mukherjee","email":"NULL","contributions":"0"}]},{"doi":"10.1111/j.1365-2672.2010.04881.x","date":"2010-09-30","title":"A method to determine the available UV?C dose for the decontamination of filtering facepiece respirators","abstract":"\nAims:To develop a method to assess model?specific parameters for ultraviolet?C (UV?C, 254 nm) decontamination of filtering facepiece respirators (FFRs).\n\n","id":"PMC9728109","idformat":"PMC","foundapis":"_PMC_CROSSREF","miscinfo":"","authors":[{"firstname":"E.M.","surname":"Fisher","email":"NULL","contributions":"1"},{"firstname":"                            R.E.","surname":"Shaffer","email":"NULL","contributions":"1"}]},{"doi":"10.1128/AEM.00799-09","date":"2023-05-26","title":"'Development of a Test System To Evaluate Procedures for Decontamination of Respirators Containing Viral Droplets'","abstract":"'ABSTRACT\n\nThe aim of this study was to develop a test system to evaluate the effectiveness of procedures for decontamination of respirators contaminated with viral droplets.\n MS2 coliphage was used as a surrogate for pathogenic viruses.\n A viral droplet test system was constructed, and the size distribution of viral droplets loaded directly onto respirators was characterized using an aerodynamic particle sizer.\n The sizes ranged from 0.5 to 15 μm, and the sizes of the majority of the droplets were the range from 0.74 to 3.5 μm.\n The results also showed that the droplet test system generated similar droplet concentrations (particle counts) at different respirator locations.\n The test system was validated by studying the relative efficiencies of decontamination of sodium hypochlorite (bleach) and UV irradiation with droplets containing MS2 virus on filtering facepiece respirators.\n It was hypothesized that more potent decontamination treatments would result in corresponding larger decreases in the number of viable viruses recovered from the respirators.\n Sodium hypochlorite doses of 2.75 to 5.50 mg\/liter with a 10-min decontamination period resulted in approximately 3- to 4-log reductions in the level of MS2 coliphage.\n When higher sodium hypochlorite doses (≥8.25 mg\/liter) were used with the same contact time that was used for the dilute solutions containing 2.75 to 5.50 mg\/liter, all MS2 was inactivated.\n For UV decontamination at a wavelength of 254 nm, an approximately 3-log reduction in the level of MS2 virus was achieved with dose of 4.32 J\/cm\n2\n(3 h of contact time with a UV intensity of 0.4 mW\/cm\n2\n), while with higher doses of UV irradiation (≥7.20 J\/cm\n2\n; UV intensity, 0.4 mW\/cm\n2\n; contact times, ≥5 h), all MS2 was inactivated.\n These findings may lead to development of a standard method to test decontamination of respirators challenged by viral droplets.\n\n","id":"10.1128/AEM.00799-09","idformat":"CROSSREF","foundapis":"","miscinfo":"PUBLISHER: American Society for Microbiology","authors":[{"firstname":"Evanly","surname":"Vo","email":"xref no email","contributions":"1"},{"firstname":" Samy","surname":"Rengasamy","email":"xref no email","contributions":"2"},{"firstname":"       Ronald","surname":"Shaffer","email":"xref no email","contributions":"2"}]},{"doi":"10.1128/AEM.01653-08","date":"2023-05-09","title":"'Development of a Test System To Apply Virus-Containing Particles to Filtering Facepiece Respirators for the Evaluation of Decontamination Procedures'","abstract":"'ABSTRACT\n\nA chamber to apply aerosolized virus-containing particles to air-permeable substrates (coupons) was constructed and validated as part of a method to assess the virucidal efficacy of decontamination procedures for filtering facepiece respirators.\n Coliphage MS2 was used as a surrogate for pathogenic viruses for confirmation of the efficacy of the bioaerosol respirator test system.\n The distribution of virus applied onto and within the coupons was characterized, and the repeatability of applying a targeted virus load was examined.\n The average viable virus loaded onto 90 coupons over the course of 5 days was found to be 5.09 ± 0.19 log\n10\nPFU\/coupon (relative standard deviation, 4%).\n To determine the ability to differentiate the effectiveness of disinfecting procedures with different levels of performance, sodium hypochlorite and steam treatments were tested in experiments by varying the dose and time, respectively.\n The role of protective factors was assessed by aerosolizing the virus with various concentrations of the aerosol-generating medium.\n A sodium hypochlorite (bleach) concentration of 0.6% and steam treatments of 45 s and longer resulted in log reductions (&gt;4 logs) which reached the detection limits for both levels of protective factors.\n Organic matter (ATCC medium 271) as a protective factor afforded some protection to the virus in the sodium hypochlorite experiments but was not a factor in the steam experiments.\n The evaluation of the bioaerosol respirator test system demonstrated a repeatable method for applying a targeted viral load onto respirator coupons and provided insight into the properties of aerosols that are of importance to the development of disinfection assays for air-permeable materials.\n\n","id":"10.1128/AEM.01653-08","idformat":"CROSSREF","foundapis":"","miscinfo":"PUBLISHER: American Society for Microbiology","authors":[{"firstname":"Edward","surname":"Fisher","email":"xref no email","contributions":"1"},{"firstname":" Samy","surname":"Rengasamy","email":"xref no email","contributions":"0"},{"firstname":" Dennis","surname":"Viscusi","email":"xref no email","contributions":"1"},{"firstname":" Evanly","surname":"Vo","email":"xref no email","contributions":"1"},{"firstname":"       Ronald","surname":"Shaffer","email":"xref no email","contributions":"0"}]},{"doi":"10.1080/15459624.2010.484794","date":"1970-01-01","title":"Analysis of Residual Chemicals on Filtering Facepiece Respirators After Decontamination","abstract":"The N95 filtering facepiece respirator (FFR) is commonly used to protect individuals from infectious aerosols.\n\n Health care experts predict a shortage of N95 FFRs if a severe pandemic occurs, and an option that has been suggested for mitigating such an FFR shortage is to decontaminate and reuse the devices.\n\n Before the effectiveness of this strategy can be established, many parameters affecting respiratory protection must be measured: biocidal efficacy of the decontamination treatment, filtration performance, pressure drop, fit, and toxicity to the end user post treatment.\n\n This research effort measured the amount of residual chemicals created or deposited on six models of FFRs following treatment by each of 7 simple decontamination technologies.\n\n Measured amounts of decontaminants retained by the FFRs treated with chemical disinfectants were small enough that exposure to wearers will be below the permissible exposure limit (PEL).\n\n Toxic by-products were also evaluated, and two suspected toxins were detected after ethylene oxide treatment of FFR rubber straps.\n\n The results provide encouragement to efforts promoting the evolution of effective strategies for decontamination and reuse of FFRs.\n\n","id":"PMC7196687","idformat":"PMC","foundapis":"_PMC_CROSSREF","miscinfo":"","authors":[{"firstname":"W.B.","surname":"Salter","email":"NULL","contributions":"1"},{"firstname":"K.","surname":"Kinney","email":"NULL","contributions":"1"},{"firstname":"W.H.","surname":"Wallace","email":"NULL","contributions":"1"},{"firstname":"A.E.","surname":"Lumley","email":"NULL","contributions":"1"},{"firstname":"B.K.","surname":"Heimbuch","email":"NULL","contributions":"1"},{"firstname":"                            J.D.","surname":"Wander","email":"NULL","contributions":"1"}]},{"doi":"10.1371/journal.pone.0186217","date":"2017-09-27","title":"Filter quality of electret masks in filtering 14.6–594 nm aerosol particles: Effects of five decontamination methods","abstract":"This study investigates the effects of five decontamination methods on the filter quality (qf) of three commercially available electret masks—N95, Gauze and Spunlace nonwoven masks.\n\n Newly developed evaluation methods, the overall filter quality (qf,o) and the qf ratio were applied to evaluate the effectiveness of decontamination methods for respirators.\n\n A scanning mobility particle sizer is utilized to measure the concentration of polydispersed particles with diameter 14.6–594 nm.\n\n The penetration of particles and pressure drop (?p) through the mask are used to determine qf and qf,o.\n\n Experimental results reveal that the most penetrating particle size (MPS) for the pre-decontaminated N95, Gauze and Spunlace masks were 118 nm, 461 nm and 279 nm, respectively, and the respective penetration rates were 2.6%, 23.2% and 70.0%.\n\n The ?p through the pretreated N95 masks was 9.2 mm H2O at the breathing flow rate of heavy-duty workers, exceeding the ?p values obtained through Gauze and Spunlace masks.\n\n Decontamination increased the sizes of the most penetrating particles, changing the qf values of all of the masks: qf fell as particle size increased because the penetration increased.\n\n Bleach increased the ?p of N95, but destroyed the Gauze mask.\n\n However, the use of an autoclave reduces the ?p values of both the N95 and the Gauze mask.\n\n Neither the rice cooker nor ethanol altered the ?p of the Gauze mask.\n\n Chemical decontamination methods reduced the qf,o values for the three electret masks.\n\n The value of qf,o for PM0.1 exceeded that for PM0.1–0.6, because particles smaller than 100 nm had lower penetration, resulting in a better qf for a given pressure drop.\n\n The values of qf,o, particularly for PM0.1, reveal that for the tested treatments and masks, physical decontamination methods are less destructive to the filter than chemical methods.\n\n Nevertheless, when purchasing new or reusing FFRs, penetration should be regarded as the priority.\n\n","id":"PMC5638397","idformat":"PMC","foundapis":"_PMC_CROSSREF","miscinfo":"","authors":[{"firstname":"Tzu-Hsien","surname":"Lin","email":"NULL","contributions":"1"},{"firstname":"Chih-Chieh","surname":"Chen","email":"NULL","contributions":"1"},{"firstname":"Sheng-Hsiu","surname":"Huang","email":"NULL","contributions":"1"},{"firstname":"Chung-Wen","surname":"Kuo","email":"NULL","contributions":"2"},{"firstname":"Chung-Wen","surname":"Kuo","email":"NULL","contributions":"0"},{"firstname":"Chane-Yu","surname":"Lai","email":"NULL","contributions":"1"},{"firstname":"Wen-Yinn","surname":"Lin","email":"NULL","contributions":"1"},{"firstname":"Amitava","surname":"Mukherjee","email":"NULL","contributions":"0"},{"firstname":"                            Amitava","surname":"Mukherjee","email":"NULL","contributions":"0"}]},{"doi":"10.1111/ina.12475","date":"2018-05-28","title":"Relative survival of <italic>Bacillus subtilis</italic> spores loaded on filtering facepiece respirators after five decontamination methods","abstract":"This study determines the relative survival (RS) of Bacillus subtilis spores loaded on an N95 filtering facepiece respirator (FFR) after decontamination by five methods under worst?case conditions.\n\n Relative survival was obtained by testing after decontamination and after storing the FFRs at 37°C and 95% relative humidity for 24 hours.\n\n The decontamination methods involved ethanol, bleach, ultraviolet irradiation (UVA 365 nm, UVC 254 nm), an autoclave, and a traditional electric rice cooker (TERC) that was made in Taiwan.\n\n Without decontamination, 59 ± 8% of the loaded spores survived for 24 hours.\n\n When 70% ethanol was added to the N95 FFR at a packing density of 0.23, the RS was 73 ± 5% initially and decayed to 22 ± 8% in 24 hours.\n\n Relative survival remained above 20% after 20 minutes of UVA irradiation.\n\n The other four decontamination measures achieved 99%?100% biocidal efficacy, as measured immediately after the methods were applied to the test FFRs.\n\n Relative survival is a useful parameter for measuring sterilization or degree of disinfection.\n\n Bleach, UVC, an autoclave, and a TERC provide better biocidal efficacy than ethanol and UVA.\n\n Not only a higher filter quality but also a lower value of RS produced the most decontaminated FFR.\n\n","id":"PMC7165566","idformat":"PMC","foundapis":"_PMC_CROSSREF","miscinfo":"","authors":[{"firstname":"T.?H.","surname":"Lin","email":"NULL","contributions":"1"},{"firstname":"F.?C.","surname":"Tang","email":"NULL","contributions":"1"},{"firstname":"P.?C.","surname":"Hung","email":"NULL","contributions":"1"},{"firstname":"Z.?C.","surname":"Hua","email":"NULL","contributions":"1"},{"firstname":"                            C.?Y.","surname":"Lai","email":"cylai511@gmail.com","contributions":"1"}]}]}