{"name":"Can immunity during pregnancy influence SARS-CoV-2 infection? A systematic review","id":"82","link":"https://pubmed.ncbi.nlm.nih.gov/33130538/","dbsearches":"6","refs":"https://docs.google.com/spreadsheets/d/1OudHHckX72Aw_hXKqAa_vbBgZXLSAaPKbFkeSCRQ0IY/edit#gid=0","references":[{"doi":"10.1002/ijgo.13182","date":"2020-04-23","title":"A systematic scoping review of COVID?19 during pregnancy and childbirth","abstract":"Background\nClinical presentation and outcomes of COVID?19 infection during pregnancy remain limited and fragmented.\n\n\nObjectives\nTo summarize the existing literature on COVID?19 infection during pregnancy and childbirth, particularly concerning clinical presentation and outcomes.\n\n\nSearch strategy\nA systematic search of LitCovid, EBSCO MEDLINE, CENTRAL, CINAHL, Web of Science, and Scopus electronic databases.\n\n The references of relevant studies were also searched.\n\n\nSelection criteria\nIdentified titles and abstracts were screened to select original reports and cross?checked for overlap of cases.\n\n\nData collection and analysis\nA descriptive summary organized by aspects of clinical presentations (symptoms, imaging, and laboratory) and outcomes (maternal and perinatal).\n\n\nMain results\nWe identified 33 studies reporting 385 pregnant women with COVID?19 infection: 368 (95.6%) mild; 14 (3.6%) severe; and 3 (0.8%) critical.\n\n Seventeen women were admitted to intensive care, including six who were mechanically ventilated and one maternal mortality.\n\n A total of 252 women gave birth, comprising 175 (69.4%) cesarean and 77 (30.6%) vaginal births.\n\n Outcomes for 256 newborns included four RT?PCR positive neonates, two stillbirths, and one neonatal death.\n\n\nConclusion\nCOVID?19 infection during pregnancy probably has a clinical presentation and severity resembling that in non?pregnant adults.\n\n It is probably not associated with poor maternal or perinatal outcomes.\n\n\n","id":"PMC9087748","idformat":"PMC","foundapis":"_PMC_CROSSREF","miscinfo":"","authors":[{"firstname":"Farida","surname":"Elshafeey","email":"NULL","contributions":"1"},{"firstname":"Rana","surname":"Magdi","email":"NULL","contributions":"1"},{"firstname":"Nader","surname":"Hindi","email":"NULL","contributions":"1"},{"firstname":"Mohamed","surname":"Elshebiny","email":"NULL","contributions":"1"},{"firstname":"Nourhan","surname":"Farrag","email":"NULL","contributions":"1"},{"firstname":"Shahd","surname":"Mahdy","email":"NULL","contributions":"1"},{"firstname":"Mohamed","surname":"Sabbour","email":"NULL","contributions":"1"},{"firstname":"Sara","surname":"Gebril","email":"NULL","contributions":"1"},{"firstname":"Mohamed","surname":"Nasser","email":"NULL","contributions":"1"},{"firstname":"Menna","surname":"Kamel","email":"NULL","contributions":"1"},{"firstname":"Abdelrahman","surname":"Amir","email":"NULL","contributions":"1"},{"firstname":"Moataz","surname":"Maher Emara","email":"NULL","contributions":"1"},{"firstname":"                            Ashraf","surname":"Nabhan","email":"anabhan@med.asu.edu.eg","contributions":"1"}]},{"doi":"10.1093/cid/ciaa352","date":"1970-01-01","title":"Maternal and neonatal outcomes of pregnant women with COVID-19 pneumonia: a case-control study","abstract":"Background\nThe ongoing epidemics of coronavirus disease 2019 (COVID-19) have caused serious concerns about its potential adverse effects on pregnancy.\n\n There are limited data on maternal and neonatal outcomes of pregnant women with COVID-19 pneumonia.\n\n\nMethods\nWe conducted a case-control study to compare clinical characteristics, maternal and neonatal outcomes of pregnant women with and without COVID-19 pneumonia.\n\n\nResults\nDuring January 24 to February 29, 2020, there were sixteen pregnant women with confirmed COVID-19 pneumonia and eighteen suspected cases who were admitted to labor in the third trimester.\n\n Two had vaginal delivery and the rest took cesarean section.\n\n Few patients presented respiratory symptoms (fever and cough) on admission, but most had typical chest CT images of COVID-19 pneumonia.\n\n Compared to the controls, COVID-19 pneumonia patients had lower counts of white blood cells (WBC), neutrophils, C-reactive protein (CRP), and alanine aminotransferase (ALT) on admission.\n\n Increased levels of WBC, neutrophils, eosinophils, and CRP were found in postpartum blood tests of pneumonia patients.\n\n There were three (18.8%) and three (16.7%) of the mothers with confirmed or suspected COVID-19 pneumonia had preterm delivery due to maternal complications, which were significantly higher than the control group.\n\n None experienced respiratory failure during hospital stay.\n\n COVID-19 infection was not found in the newborns and none developed severe neonatal complications.\n\n\nConclusion\nSevere maternal and neonatal complications were not observed in pregnant women with COVID-19 pneumonia who had vaginal delivery or caesarean section.\n\n Mild respiratory symptoms of pregnant women with COVID-19 pneumonia highlight the need of effective screening on admission.\n\n\n","id":"PMC7184430","idformat":"PMC","foundapis":"_PMC_CROSSREF","miscinfo":"","authors":[{"firstname":"Na","surname":"Li","email":"NULL","contributions":"0"},{"firstname":"Lefei","surname":"Han","email":"NULL","contributions":"0"},{"firstname":"Min","surname":"Peng","email":"2658706528@qq.com","contributions":"0"},{"firstname":"Yuxia","surname":"Lv","email":"NULL","contributions":"0"},{"firstname":"Yin","surname":"Ouyang","email":"NULL","contributions":"0"},{"firstname":"Kui","surname":"Liu","email":"NULL","contributions":"0"},{"firstname":"Linli","surname":"Yue","email":"NULL","contributions":"0"},{"firstname":"Qiannan","surname":"Li","email":"NULL","contributions":"0"},{"firstname":"Guoqiang","surname":"Sun","email":"NULL","contributions":"0"},{"firstname":"Lin","surname":"Chen","email":"NULL","contributions":"0"},{"firstname":"                            Lin","surname":"Yang","email":"l.yang@polyu.edu.hk","contributions":"0"}]},{"doi":"10.1002/uog.22088","date":"2020-05-17","title":"Effect of coronavirus disease 2019 (COVID?19) on maternal, perinatal and neonatal outcome: systematic review","abstract":"Objective\nTo evaluate the effect of coronavirus disease 2019 (COVID?19) on maternal, perinatal and neonatal outcome by performing a systematic review of available published literature on pregnancies affected by COVID?19.\nMethods\nWe performed a systematic review to evaluate the effect of COVID?19 on pregnancy, perinatal and neonatal outcome.\n\n We conducted a comprehensive literature search using PubMed, EMBASE, the Cochrane Library, China National Knowledge Infrastructure Database and Wan Fang Data up to and including 20 April 2020 (studies were identified through PubMed alert after that date).\n\n For the search strategy, combinations of the following keywords and medical subject heading (MeSH) terms were used: ‘SARS?CoV?2’, ‘COVID?19’, ‘coronavirus disease 2019’, ‘pregnancy’, ‘gestation’, ‘maternal’, ‘mother’, ‘vertical transmission’, ‘maternal–fetal transmission’, ‘intrauterine transmission’, ‘neonate’, ‘infant’ and ‘delivery’.\n\n Eligibility criteria included laboratory?confirmed and/or clinically diagnosed COVID?19, patient being pregnant on admission and availability of clinical characteristics, including at least one maternal, perinatal or neonatal outcome.\n\n Exclusion criteria were non?peer?reviewed or unpublished reports, unspecified date and location of the study, suspicion of duplicate reporting and unreported maternal or perinatal outcomes.\n\n No language restrictions were applied.\n\n\nResults\nWe identified a high number of relevant case reports and case series, but only 24 studies, including a total of 324 pregnant women with COVID?19, met the eligibility criteria and were included in the systematic review.\n\n These comprised nine case series (eight consecutive) and 15 case reports.\n\n A total of 20 pregnant patients with laboratory?confirmed COVID?19 were included in the case reports.\n\n In the combined data from the eight consecutive case series, including 211 (71.5%) cases of laboratory?confirmed and 84 (28.5%) of clinically diagnosed COVID?19, the maternal age ranged from 20 to 44?years and the gestational age on admission ranged from 5 to 41?weeks.\n\n The most common symptoms at presentation were fever, cough, dyspnea/shortness of breath, fatigue and myalgia.\n\n The rate of severe pneumonia reported amongst the case series ranged from 0% to 14%, with the majority of the cases requiring admission to the intensive care unit.\n\n Almost all cases from the case series had positive computed tomography chest findings.\n\n All six and 22 cases that had nucleic?acid testing in vaginal mucus and breast milk samples, respectively, were negative for severe acute respiratory syndrome coronavirus 2 (SARS?CoV?2).\n\n Only four cases of spontaneous miscarriage or termination were reported.\n\n In the consecutive case series, 219/295 women had delivered at the time of reporting and 78% of them had Cesarean section.\n\n The gestational age at delivery ranged from 28 to 41?weeks.\n\n Apgar scores at both 1 and 5?min ranged from 7 to 10. Only eight neonates had birth weight &lt;?2500?g and nearly one?third of neonates were transferred to the neonatal intensive care unit.\n\n There was one case of neonatal asphyxia and death.\n\n In 155 neonates that had nucleic?acid testing in throat swab, all, except three cases, were negative for SARS?CoV?2. There were no cases of maternal death in the eight consecutive case series.\n\n Seven maternal deaths, four intrauterine fetal deaths (one with twin pregnancy) and two neonatal deaths (twin pregnancy) were reported in a non?consecutive case series of nine cases with severe COVID?19. In the case reports, two maternal deaths, one neonatal death and two cases of neonatal SARS?CoV?2 infection were reported.\n\n\nConclusions\nDespite the increasing number of published studies on COVID?19 in pregnancy, there are insufficient good?quality data to draw unbiased conclusions with regard to the severity of the disease or specific complications of COVID?19 in pregnant women, as well as vertical transmission, perinatal and neonatal complications.\n\n In order to answer specific questions in relation to the impact of COVID?19 on pregnant women and their fetuses, through meaningful good?quality research, we urge researchers and investigators to present complete outcome data and reference previously published cases in their publications, and to record such reporting when the data of a case are entered into one or several registries.\n\n © 2020 The Authors.\n\n Ultrasound in Obstetrics &amp; Gynecology published by John Wiley &amp; Sons Ltd on behalf of the International Society of Ultrasound in Obstetrics and Gynecology.\n\n\n","id":"PMC7276742","idformat":"PMC","foundapis":"_PMC_CROSSREF","miscinfo":"","authors":[{"firstname":"J.","surname":"Juan","email":"NULL","contributions":"1"},{"firstname":"M. M.","surname":"Gil","email":"NULL","contributions":"1"},{"firstname":"Z.","surname":"Rong","email":"NULL","contributions":"2"},{"firstname":"Z.","surname":"Rong","email":"NULL","contributions":"0"},{"firstname":"Y.","surname":"Zhang","email":"NULL","contributions":"1"},{"firstname":"H.","surname":"Yang","email":"liona.poon@cuhk.edu.hk","contributions":"1"},{"firstname":"                            L. C.","surname":"Poon","email":"liona.poon@cuhk.edu.hk","contributions":"1"}]},{"doi":"10.1007/s12250-020-00227-0","date":"2020-04-10","title":"Clinical Manifestation and Laboratory Characteristics of SARS-CoV-2 Infection in Pregnant Women","abstract":"Electronic supplementary material\nThe online version of this article (10.1007/s12250-020-00227-0) contains supplementary material, which is available to authorized users.\n\n\n","id":"PMC7167538","idformat":"PMC","foundapis":"_PMC_Springer_CROSSREF","miscinfo":"","authors":[{"firstname":"Chunchen","surname":"Wu","email":"NULL","contributions":"1"},{"firstname":"Wenzhong","surname":"Yang","email":"NULL","contributions":"1"},{"firstname":"Xiaoxue","surname":"Wu","email":"NULL","contributions":"1"},{"firstname":"Tianzhu","surname":"Zhang","email":"NULL","contributions":"1"},{"firstname":"Yaoyao","surname":"Zhao","email":"NULL","contributions":"1"},{"firstname":"Wei","surname":"Ren","email":"ren33107@163.com","contributions":"1"},{"firstname":"Jianbo","surname":"Xia","email":"xjb915@126.com","contributions":"2"},{"firstname":"                            Jianbo","surname":"Xia","email":"xjb915@126.com","contributions":"0"}]}]}