{"name":"Effect of COVID-19 on Tele-eyecare practice: a systematic review","id":"89","link":"https://www.tnoajosr.com/article.asp?issn=2589-4528;year=2020;volume=58;issue=4;spage=288;epage=292;aulast=Kharvi","dbsearches":"6","refs":"https://docs.google.com/spreadsheets/d/1-7rmQM1wxyfdUeCZiR1NHkVS_CC0ITQUtlp3lHhbw4I/edit#gid=0","references":[{"doi":"10.4103/ijo.IJO_1089_20","date":"2020-05-15","title":"Tele-consultations and electronic medical records driven remote patient care: Responding to the COVID-19 lockdown in India","abstract":"Purpose:\nTo describe the experience of tele-consultations addressed at the centre of excellence of a multi-tier ophthalmology hospital network in India during the ongoing novel coronavirus (COVID-19) lockdown.\n\n\nMethods:\nThis cross-sectional hospital-based study included 7,008 tele-consultations presenting between March 23rd and April 19th 2020. A three-level protocol was implemented to triage the calls.\n\n The data of patient queries were collected using a Google Form/Sheets and the tele-calls were returned using the patient information retrieved from the electronic medical record system.\n\n\nResults:\nOverall, 7,008 tele-calls were addressed, of which 2,805 (40.02%) patients where a clinical-related query was answered were included for analysis.\n\n The most common queries were related to redness/pain/watering/blurring of vision (31.52%), closely followed by usage of medications (31.05%).\n\n The majority of the queries were directed to the department of cornea (34.15%), followed by retina (24.74%).\n\n Less than one-fifth of the patients were from the lower socio-economic class (16.08%) and one-fourth were new patients (23.96%).\n\n The most common advice given to the patient was related to management of medications (54.15%) followed by appointment related (17.79%).\n\n Emergency requests requiring further evaluation by an ophthalmologist accounted for a small percentage (16.36%) of patients.\n\n\nConclusion:\nTracking of tele-consultations and access to patient information from the electronic medical records enabled a timely response in an ongoing lockdown due to the COVID-19 pandemic.\n\n The current experience provided valuable insights to the possibility of managing patient follow-up visits remotely in the future.\n\n\n","id":"PMC7508108","idformat":"PMC","foundapis":"_PMC_CROSSREF","miscinfo":"","authors":[{"firstname":"Anthony V","surname":"Das","email":"NULL","contributions":"1"},{"firstname":" Padmaja K","surname":"Rani","email":"NULL","contributions":"1"},{"firstname":"                           Pravin K","surname":"Vaddavalli","email":"NULL","contributions":"1"}]},{"doi":"10.1007/s40123-020-00269-3","date":"1970-01-01","title":"Incorporating Video Visits into Ophthalmology Practice: A Retrospective Analysis and Patient Survey to Assess Initial Experiences and Patient Acceptability at an Academic Eye Center","abstract":"Introduction\nThe coronavirus disease 2019 (COVID-19) pandemic has led to rapid adoption of teleophthalmology to deliver eyecare remotely.\n\n The purpose of our study was to assess the implementation and patient acceptability of video consultation for outpatient ophthalmic care at our institution.\n\n\nMethods\nWe conducted a retrospective, cross-sectional analysis and patient survey of adult patients who completed a virtual video visit at our institution from 18 March 18 through to 27 April 2020. All video visit encounters were assessed for patient characteristics, diagnoses, management, and follow-up outcomes.\n\n Patients were surveyed for their feedback on acceptability and utility of their virtual video consultation.\n\n\nResults\nA total of 219 patients (mean age 55 years; range 21–89 years) completed 231 video visit encounters at our department over a 6-week period, of whom 118 were women (54%).\n\n About half of these encounters were acute visits (102 visits, 47%).\n\n The most common diagnosis of these visits was postoperative state (20 visits, 9% of the total), followed by conjunctivitis (16 visits, 7%), and keratitis (14 visits, 6%).\n\n The most common management decisions were medication prescription (102 visits, 46%) or reassurance (86 visits, 39%), while 17 video visit patients (8%) were escalated to an urgent, in-person evaluation.\n\n Ninety-two patients completed a follow-up survey (42% response rate), of whom 45 (49%) indicated that they might have delayed seeking care during this pandemic in the absence of a virtual video option.\n\n Seventy-two (78%) reported that they would consider participating in a video visit as an alternative to an office-based encounter in the future, and the overall video visit experience was rated highly, with a weighted mean Likert scale rating of 4.3 out of 5 (Cronbach’s ??=?0.88).\n\n\nConclusion\nVirtual video visits may be used to manage a range of ophthalmic complaints.\n\n Patients participating in this survey found such video visits acceptable and timesaving, and the majority would consider using video consultations for future eyecare encounters.\n\n\n","id":"PMC7293175","idformat":"PMC","foundapis":"_PMC_Springer_CROSSREF","miscinfo":"","authors":[{"firstname":"Gagan","surname":"Kalra","email":"NULL","contributions":"1"},{"firstname":" Andrew M.","surname":"Williams","email":"NULL","contributions":"1"},{"firstname":" Patrick W.","surname":"Commiskey","email":"NULL","contributions":"1"},{"firstname":" Eve M. R.","surname":"Bowers","email":"NULL","contributions":"1"},{"firstname":" Tadhg","surname":"Schempf","email":"NULL","contributions":"1"},{"firstname":" José-Alain","surname":"Sahel","email":"NULL","contributions":"1"},{"firstname":" Evan L.","surname":"Waxman","email":"waxmane@upmc.edu","contributions":"1"},{"firstname":"                           Roxana","surname":"Fu","email":"fur3@upmc.edu","contributions":"1"}]}]}