{"name":"Impact of disasters, including pandemics such as COVID-19, on cardiometabolic outcomes across the life-course: a systematic review","id":"91","link":"https://bmjopen.bmj.com/content/11/5/e047152.abstract","dbsearches":"2","refs":"https://docs.google.com/spreadsheets/d/1QRFbQvr0E1DGLLE-zHQx18WlyQsaEwBHtseLqKFSPr0/edit#gid=0","references":[{"doi":"10.1016/j.jpsychores.2014.11.024","date":"2015-02-28","title":"Adverse life events and health: A population study in Hong Kong ","abstract":"\nObjective\nAlthough the effects of adverse life events on mental health have been well documented in the literature, there has never been a population based study that investigated systematically the association between history of adverse life events and physical health (objective and subjective) in adults.\n \nMethod\nCross-sectional, face-to-face household population based survey of adults (18+) in Hong Kong (N\n =1147). Participants were asked if they had a diagnosis of six health conditions including hypertension, heart disease, arthritis, diabetes, eyesight degeneration, and hearing loss. They were also asked if they had experienced five adverse life events including death of a partner or spouse, abuse, natural disaster, life threatening illness or injury, and family disruption. Interviews also included the Short-Form 12 Health Survey (SFHS-12) and the short version of the Centre for Epidemiologic Studies Depression Scale (CES-D).\n \nResults\nOverall, results indicate that specific adverse life events may be associated with specific health conditions. However, all tested life events were associated with subjective physical and mental health. Death of partner or parent and life threatening illness or injury were found to have the strongest association with physical health problems. A dose–response relationship between adverse life events and physical health in general was evident but more so for heart disease and eyesight degeneration.\n \nConclusion\nConsidering the high prevalence of traumatic events and how common the conditions associated with such events are in the general population, screening for adverse life events as part of comprehensive assessment will allow a deeper understanding of patients' needs.\n ","id":"S0022-3999(14)00424-3","idformat":"elsevier_pii","foundapis":"_CROSSREF","miscinfo":"","authors":[{"firstname":" Thanos","surname":"Karatzias","email":"null","contributions":"1"},{"firstname":"Elsie","surname":"Yan","email":"null","contributions":"1"},{"firstname":"Sally","surname":"Jowett","email":"null","contributions":"1"},{"firstname":" Thanos","surname":"Karatzias","email":"null","contributions":"1"},{"firstname":" Elsie","surname":"Yan","email":"null","contributions":"1"},{"firstname":"                         Sally","surname":"Jowett","email":"null","contributions":"1"}]},{"doi":"10.1017/dmp.2018.152","date":"2023-05-11","title":"'After the Storm: Short-term and Long-term Health Effects Following Superstorm Sandy among the Elderly'","abstract":"'ABSTRACTObjectiveInvestigate short- and long-term effects of Superstorm Sandy on multiple morbidities among the elderly.\nMethodsWe examined emergency department visits; outpatient visits; and hospital admissions for cardiovascular disease (CVD), respiratory disease, and injury among residents residing in 8 affected counties immediately, 4 months, and 12 months following Superstorm Sandy.\n Control groups were defined as visits\/admissions during the identical time window in the 5 years before (2007-2011) and 1 year after (2013-2014) the storm in affected and nonaffected counties in New York.\n We performed Poisson regression to test whether there was an association of increased visits\/admissions for periods following Superstorm Sandy while controlling for covariates.\nResultsWe found that the risk for CVD, respiratory disease, and injury visits\/admissions was more than twice as high immediately, 4 months, and 12 months after the storm than it was in the control periods.\n Women were at greater risk at all time periods for CVD (risk ratio [RR], 2.04) and respiratory disease (RRs: 1.89 to 1.92).\n Whites had higher risk for CVD, respiratory disease, and injury than other racial groups during each period.\nConclusionWe observed increases in CVD, respiratory disease, and injury up to a year following Superstorm Sandy.\n Findings demonstrate the need to incorporate short- and long-term health effects into public health recovery.\n (Disaster Med Public Health Preparedness.\n 2019;13:28-32)","id":"10.1017/dmp.2018.152","idformat":"CROSSREF","foundapis":"","miscinfo":"PUBLISHER: Cambridge University Press (CUP)","authors":[{"firstname":"Wayne R.","surname":"Lawrence","email":"xref no email","contributions":"1"},{"firstname":" Ziqiang","surname":"Lin","email":"xref no email","contributions":"1"},{"firstname":" Emily A.","surname":"Lipton","email":"xref no email","contributions":"1"},{"firstname":" Guthrie","surname":"Birkhead","email":"xref no email","contributions":"1"},{"firstname":" Michael","surname":"Primeau","email":"xref no email","contributions":"1"},{"firstname":" Guang-Hui","surname":"Dong","email":"xref no email","contributions":"1"},{"firstname":"       Shao","surname":"Lin","email":"xref no email","contributions":"1"}]},{"doi":"10.3390/ijerph13020168","date":"2016-01-22","title":"Association between Floods and Acute Cardiovascular Diseases: A Population-Based Cohort Study Using a Geographic Information System Approach","abstract":"Background: Floods represent a serious threat to human health beyond the immediate risk of drowning.\n\n There is few data on the potential link between floods and direct consequences on health such as on cardiovascular health.\n\n This study aimed to explore the impact of one of the worst floods in the history of Quebec, Canada on acute cardiovascular diseases (CVD).\n\n Methods: A cohort study with a time series design with multiple control groups was built with the adult population identified in the Quebec Integrated Chronic Disease Surveillance System.\n\n A geographic information system approach was used to define the study areas.\n\n Logistic regressions were performed to compare the occurrence of CVD between groups.\n\n Results: The results showed a 25%–27% increase in the odds in the flooded population in spring 2011 when compared with the population in the same area in springs 2010 and 2012. Besides, an increase up to 69% was observed in individuals with a medical history of CVD.\n\n Conclusion: Despite interesting results, the association was not statistically significant.\n\n A possible explanation to this result can be that the population affected by the flood was probably too small to provide the statistical power to answer the question, and leaves open a substantial possibility for a real and large effect.\n\n","id":"PMC4772188","idformat":"PMC","foundapis":"_PMC_CROSSREF","miscinfo":"","authors":[{"firstname":"Alain","surname":"Vanasse","email":"NULL","contributions":"1"},{"firstname":" Alan","surname":"Cohen","email":"NULL","contributions":"1"},{"firstname":" Josiane","surname":"Courteau","email":"NULL","contributions":"1"},{"firstname":" Patrick","surname":"Bergeron","email":"NULL","contributions":"1"},{"firstname":" Roxanne","surname":"Dault","email":"NULL","contributions":"1"},{"firstname":" Pierre","surname":"Gosselin","email":"NULL","contributions":"1"},{"firstname":" Claudia","surname":"Blais","email":"NULL","contributions":"1"},{"firstname":" Diane","surname":"Bélanger","email":"NULL","contributions":"1"},{"firstname":" Louis","surname":"Rochette","email":"NULL","contributions":"1"},{"firstname":" Fateh","surname":"Chebana","email":"NULL","contributions":"1"},{"firstname":" Jan","surname":"Semenza","email":"NULL","contributions":"2"},{"firstname":"                           Jan","surname":"Semenza","email":"NULL","contributions":"0"}]},{"doi":"10.1016/j.envres.2017.09.026","date":"2018-01-31","title":"Cardiometabolic profiles of adolescents and young adults exposed to the World Trade Center Disaster ","abstract":"\nBackground and objective\nFew studies have examined the possible cardiometabolic consequences of World Trade Center-related exposures on children who lived and/or attended school near the disaster site. Our objective was to compare cardiometabolic profiles of participants in the World Trade Center Health Registry (WTCHR) with a matched comparison group.\n \nMethods\nWe evaluated WTCHR enrollees who resided in New York City and were born between September 11, 1993 and September 10, 2001, and a matched comparison group. We assessed exposure to dust cloud, home dust, as well as traumatic exposure, and associations with blood pressure, arterial wall stiffness, body mass index (BMI), total cholesterol, triglycerides, HDL, and LDL.\n \nResults\nA total of 402 participants completed the study, 222 in the comparison group and 180 in the WTCHR group. In multivariable regression analysis, after adjusting for relevant confounders we detected a weak association between participation in the WTCHR group and lower BMI (?1.12kg/m2, 95% CI ?2.11, ?0.12; p = 0.03), which became non-significant after adjusting for multiple comparisons. With respect to traumatic and psychosocial exposures, the only association that persisted in our multivariable model, below our predefined level of significance, was between post-traumatic stress disorder and higher BMI (2.06kg/m2, 95% CI 0.37, 3.74; p = 0.02).\n \nConclusions\nOur findings do not support an association between self-reported exposures to the WTC disaster and adverse cardiometabolic profile. However, further longitudinal studies may better inform the full extent of WTC-related conditions associated with exposure to the disaster.\n ","id":"S0013-9351(17)30915-5","idformat":"elsevier_pii","foundapis":"_CROSSREF","miscinfo":"","authors":[{"firstname":" Leonardo","surname":"Trasande","email":"null","contributions":"1"},{"firstname":"Tony T.","surname":"Koshy","email":"null","contributions":"1"},{"firstname":"Joseph","surname":"Gilbert","email":"null","contributions":"1"},{"firstname":"Lauren K.","surname":"Burdine","email":"null","contributions":"1"},{"firstname":"Michael","surname":"Marmor","email":"null","contributions":"1"},{"firstname":"Xiaoxia","surname":"Han","email":"null","contributions":"1"},{"firstname":"Yongzhao","surname":"Shao","email":"null","contributions":"1"},{"firstname":"Claude","surname":"Chemtob","email":"null","contributions":"1"},{"firstname":"Teresa M.","surname":"Attina","email":"null","contributions":"1"},{"firstname":"Elaine M.","surname":"Urbina","email":"null","contributions":"1"},{"firstname":" Leonardo","surname":"Trasande","email":"null","contributions":"1"},{"firstname":" Tony T.","surname":"Koshy","email":"null","contributions":"1"},{"firstname":" Joseph","surname":"Gilbert","email":"null","contributions":"1"},{"firstname":" Lauren K.","surname":"Burdine","email":"null","contributions":"1"},{"firstname":" Michael","surname":"Marmor","email":"null","contributions":"1"},{"firstname":" Xiaoxia","surname":"Han","email":"null","contributions":"1"},{"firstname":" Yongzhao","surname":"Shao","email":"null","contributions":"1"},{"firstname":" Claude","surname":"Chemtob","email":"null","contributions":"1"},{"firstname":" Teresa M.","surname":"Attina","email":"null","contributions":"1"},{"firstname":"                         Elaine M.","surname":"Urbina","email":"null","contributions":"1"}]},{"doi":"10.3390/ijerph16010074","date":"2018-12-22","title":"Cardiovascular Disease Hospitalizations in Louisiana Parishes’ Elderly before, during and after Hurricane Katrina","abstract":"The research on how health and health care disparities impact response to and recovery from a disaster, especially among diverse and underserved populations is in great need for a thorough evaluation.\n\n The time series analysis utilizing most complete national databases of medical records is an indispensable tool in assessing the destruction and health toll brought about by natural disasters.\n\n In this study, we demonstrated such an application by evaluating the impact of Hurricane Katrina in 2005 on cardiovascular disease (CVD), a primary cause of mortality among older adults that can be aggravated by natural disasters.\n\n We compared CVD hospitalizations before, during and after Katrina between white and black residents of three most populated parishes in Louisiana: Orleans and Jefferson, which were severely affected by the landfall and subsequent floods, and East Baton Rouge, which hosted many of the evacuees.\n\n We abstracted 383,552 CVD hospitalization records for Louisiana’s patients aged 65+ in 2005–2006 from the database maintained by the Center of Medicare &amp; Medicaid Services.\n\n Daily time series of CVD-related hospitalization rates at each study parish were compiled, and the changes were characterized using segmented regression.\n\n In Orleans Parish, directly affected by the hurricane, hospitalization rates peaked on the 6th day after landfall with an increase (mean ± SD) from 7.25 ± 2.4 to 18.5 ± 17.3 cases/day per 10,000 adults aged 65+ (p &lt; 0.001) and returned to pre-landfall level after ~2 months.\n\n Disparities in CVD rates between black and white older adults were exacerbated during and following landfall.\n\n In Orleans Parish, a week after landfall, the CVD rates increased to 26.3 ± 23.7 and 16.6 ± 11.7 cases/day per 10,000 people (p &lt; 0.001) for black and white patients, respectively.\n\n The abrupt increase in CVDs is likely due to psychosocial and post-traumatic stress caused by the disaster and inadequate response.\n\n Inequities in resource allocation and access have to be addressed in disaster preparation and mitigation.\n\n","id":"PMC6339087","idformat":"PMC","foundapis":"_PMC_CROSSREF","miscinfo":"","authors":[{"firstname":"Ninon A.","surname":"Becquart","email":"NULL","contributions":"1"},{"firstname":" Elena N.","surname":"Naumova","email":"NULL","contributions":"1"},{"firstname":" Gitanjali","surname":"Singh","email":"NULL","contributions":"1"},{"firstname":"                           Kenneth K. H.","surname":"Chui","email":"NULL","contributions":"1"}]},{"doi":"10.1161/JAHA.113.000431","date":"2013-08-27","title":"Cardiovascular Disease Hospitalizations in Relation to Exposure to the September 11, 2001 World Trade Center Disaster and Posttraumatic Stress Disorder","abstract":"Background\nA cohort study found that 9/11?related environmental exposures and posttraumatic stress disorder increased self?reported cardiovascular disease risk.\n\n We attempted to replicate these findings using objectively defined cardiovascular disease hospitalizations in the same cohort.\n\n\nMethods and Results\nData for adult World Trade Center Health Registry enrollees residing in New York State on enrollment and no cardiovascular disease history (n=46 346) were linked to a New York State hospital discharge–reporting system.\n\n Follow?up began at Registry enrollment (2003–2004) and ended at the first cerebrovascular or heart disease (HD) hospitalization, death, or December 31, 2010, whichever was earliest.\n\n We used proportional hazards models to estimate adjusted hazard ratios (AHRs) for HD (n=1151) and cerebrovascular disease (n=284) hospitalization during 302 742 person?years of observation (mean follow?up, 6.5 years per person), accounting for other factors including age, race/ethnicity, smoking, and diabetes.\n\n An elevated risk of HD hospitalization was observed among women (AHR 1.32, 95% CI 1.01 to 1.71) but not men (AHR 1.16, 95% CI 0.97 to 1.40) with posttraumatic stress disorder at enrollment.\n\n A high overall level of World Trade Center rescue and recovery–related exposure was associated with an elevated HD hospitalization risk in men (AHR 1.82, 95% CI 1.06 to 3.13; P for trend=0.05), but findings in women were inconclusive (AHR 3.29, 95% CI 0.85 to 12.69; P for trend=0.09).\n\n Similar associations were observed specifically with coronary artery disease hospitalization.\n\n Posttraumatic stress disorder increased the cerebrovascular disease hospitalization risk in men but not in women.\n\n\nConclusions\n9/11?related exposures and posttraumatic stress disorder appeared to increase the risk of subsequent hospitalization for HD and cerebrovascular disease.\n\n This is consistent with findings based on self?reported outcomes.\n\n\n","id":"PMC3835258","idformat":"PMC","foundapis":"_PMC_CROSSREF","miscinfo":"","authors":[{"firstname":"Hannah T.","surname":"Jordan","email":"NULL","contributions":"1"},{"firstname":" Steven D.","surname":"Stellman","email":"NULL","contributions":"1"},{"firstname":" Alfredo","surname":"Morabia","email":"NULL","contributions":"1"},{"firstname":" Sara A.","surname":"Miller?Archie","email":"NULL","contributions":"1"},{"firstname":" Howard","surname":"Alper","email":"NULL","contributions":"1"},{"firstname":" Zoey","surname":"Laskaris","email":"NULL","contributions":"1"},{"firstname":" Robert M.","surname":"Brackbill","email":"NULL","contributions":"1"},{"firstname":"                           James E.","surname":"Cone","email":"NULL","contributions":"1"}]},{"doi":"10.1017/S1049023X19000207","date":"2022-04-02","title":"'Cardiovascular Events after the Sewol Ferry Disaster, South Korea'","abstract":"'Background:Major incidents affecting large numbers of people may increase the rate of acute cardiovascular events, even among those who are not directly involved in the incident.\n It is hypothesized that the MV Sewol ferry disaster (South Korea) would increase the incidence of cardiovascular events nation-wide.\nMethods:Data on all adult patients (&amp;gt;18 years) who were diagnosed with acute cardiovascular events, including acute myocardial infarction (MI), angina, and cardiac arrhythmias, were extracted from the National Emergency Department Information System (NEDIS) from March 15 through June 17, during the years 2011-2014 (four weeks before to eight weeks after the event date).\n Poisson regression models were used to calculate the incidence rate ratios (IRRs) comparing the weekly changes in the occurrences of cardiovascular events from the week of the Sewol event (April 16-22, 2014) to eight weeks after the disaster (June 11-17, 2014), using the one-month period before Sewol as a reference period (March 15-April 15), adjusting for calendar years (years 2011-2014) and environmental factors.\nResults:During the study periods, cardiovascular events were identified in 73,823 patients.\n Compared to the reference period, the week of the Sewol disaster and the three weeks after the disaster showed a significant increase in the number of acute cardiovascular events, IRRs of 1.09 (95% CI, 1.03-1.15) and 1.08 (95% CI, 1.02-1.15), respectively (P &amp;lt;.\n01 for both).\n In particular, there was 21% increase in incidence of arrhythmia (IRR = 1.21; 95% CI, 1.02-1.44; P = .\n03) during the week of the Sewol disaster compared with the reference period.\nConclusion:This study showed a significant increase in the incidence of acute cardiovascular events during the week of, and the three weeks after, the Sewol ferry disaster in 2014. These additional cardiac emergencies may be triggered by emotional stressors related to the event, highlighting the public health importance of indirect exposure to a tragic catastrophe.\nKong SY, Song KJ, Shin SD, Ro YS.\n Cardiovascular events after the Sewol ferry disaster, South Korea.\n Prehosp Disaster Med.\n 2019;34(2):142–148","id":"10.1017/S1049023X19000207","idformat":"CROSSREF","foundapis":"","miscinfo":"PUBLISHER: Cambridge University Press (CUP)","authors":[{"firstname":"So Yeon","surname":"Kong","email":"xref no email","contributions":"1"},{"firstname":" Kyoung Jun","surname":"Song","email":"xref no email","contributions":"1"},{"firstname":" Sang Do","surname":"Shin","email":"xref no email","contributions":"1"},{"firstname":"       Young Sun","surname":"Ro","email":"xref no email","contributions":"1"}]},{"doi":"10.1037/a0031661","date":"1970-01-01","title":"Conceptualizing health consequences of Hurricane Katrina from the perspective of socioeconomic status decline.","abstract":"Unknown Abstract","id":"10.1037/a0031661","idformat":"CORE","foundapis":"_CROSSREF","miscinfo":"","authors":[{"firstname":"Hector","surname":"F. Myers","email":"coreGivesNoEmail","contributions":"1"},{"firstname":"Karen","surname":"A. Matthews","email":"coreGivesNoEmail","contributions":"1"},{"firstname":"                          Nataria","surname":"T. Joseph","email":"coreGivesNoEmail","contributions":"1"}]},{"doi":"10.1007/s00484-010-0370-9","date":"2011-07-01","title":"Direct and indirect mortality in Florida during the 2004 hurricane season","abstract":"\nPrevious studies have shown that natural disasters, and hurricanes in particular, have led to more deaths than those usually documented in short post-storm surveys.\n Such indirect deaths, thought to be related to dietary, stress or pre-existing medical conditions, can exceed the number of direct deaths and may persist for weeks or even months beyond the event itself.\n In the present study, cumulative sum of deviations plots are used to quantify the number of direct and indirect deaths resulting from Hurricanes Charley, Frances, Ivan and Jeanne that made landfall in Florida in 2004. Results suggest that there was an elevated mortality for up to 2 months following each storm, resulting in a total of 624 direct and indirect deaths attributable to the storm.\n Trauma-related deaths that can be associated directly with the storm account for only ?4% of the total storm-related mortality, while indirect mortality accounts for most storm-related deaths.\n Specifically, a large percentage of the elevated mortality was associated with heart (34%) and cancer-related deaths (19%), while diabetes (5%) and accident-related deaths (9%) account for a smaller but still significant percentage of the elevated mortality.\n The results further suggest that the elevated mortality was the result of additional deaths that would not have otherwise occurred within that 5 month period, and not simply a clustering of deaths that were inevitable between 1 August and 31 December 2004. The elevated mortality identified in this study is significantly greater than the official count of 31 direct and 113 indirect deaths resulting from the four hurricanes combined.\n This suggests a need for improved mortality counts and surveillance in order to better evaluate and identify effective prevention policies, and to identify preventable deaths.\n","id":"10.1007/s00484-010-0370-9","idformat":"Springer","foundapis":"_CROSSREF","miscinfo":"","authors":[{"firstname":" Nathan","surname":"McKinney","email":"null","contributions":"1"},{"firstname":"Chris","surname":"Houser","email":"null","contributions":"1"},{"firstname":"                  Klaus","surname":"Meyer-Arendt","email":"null","contributions":"1"}]},{"doi":"10.1097/PSY.0b013e318052e20a","date":"2023-03-14","title":"'Disaster-Related Posttraumatic Stress Disorder and Physical Health'","abstract":"Unknown Abstract","id":"10.1097/PSY.0b013e318052e20a","idformat":"CROSSREF","foundapis":"","miscinfo":"PUBLISHER: Ovid Technologies (Wolters Kluwer Health)","authors":[{"firstname":"Anja J. E.","surname":"Dirkzwager","email":"xref no email","contributions":"1"},{"firstname":" Peter G.","surname":"van der Velden","email":"xref no email","contributions":"1"},{"firstname":" Linda","surname":"Grievink","email":"xref no email","contributions":"1"},{"firstname":"       C Joris","surname":"Yzermans","email":"xref no email","contributions":"1"}]},{"doi":"10.1016/j.amjcard.2011.09.045","date":"2012-02-15","title":"Effect of Hurricane Katrina on Incidence of Acute Myocardial Infarction in New Orleans Three Years After the Storm ","abstract":"\nTo detect a long-term increase in the incidence of acute myocardial infarction (AMI) after Hurricane Katrina and to investigate the pertinent contributing factors, we conducted a single-center retrospective cohort observational study. The patients admitted with AMI to Tulane University Hospital in the 2 years before Katrina and the 3 years after the hospital reopened were identified from the hospital medical records. The pre- and post-Katrina groups were compared for prespecified demographic and clinical data. In the 3-year post-Katrina group, 418 admissions (2.0%) for AMI occurred of a total census of 21,092 patients compared to 150 (0.7%) of a census of 21,079 in the 2-year pre-Katrina group (p &lt;0.0001). The post-Katrina group had a greater prevalence of unemployment (p &lt;0.0001), lack of medical insurance (p &lt;0.001), smokers (p &lt;0.01), medical noncompliance (p &lt;0.0001), first-time hospitalizations (p &lt;0.001), history of coronary artery disease (p &lt;0.01), multiple vessel disease (p &lt;0.05), and percutaneous coronary interventions (p &lt;0.0001). The mean age of onset of AMI decreased from 62 years before Katrina to 59 years after Katrina (p &lt;0.05), and a significantly greater percentage of patients were men (p &lt;0.05). No significant differences were found between the two groups in terms of race, substance abuse, and a history of hypertension or diabetes mellitus. Our data suggest that chronic stress after natural disasters may significantly affect cardiovascular risk factors such as tobacco abuse and increase medical noncompliance. In conclusion, our data is consistent with a significant change in the overall health of the population and support the need for additional study into the health effects of chronic stress after natural disasters.\n ","id":"S0002-9149(11)03038-4","idformat":"elsevier_pii","foundapis":"_CROSSREF","miscinfo":"","authors":[{"firstname":" Zhen","surname":"Jiao","email":"null","contributions":"1"},{"firstname":"Socrates V.","surname":"Kakoulides","email":"null","contributions":"1"},{"firstname":"John","surname":"Moscona","email":"null","contributions":"1"},{"firstname":"Jabar","surname":"Whittier","email":"null","contributions":"1"},{"firstname":"Sudesh","surname":"Srivastav","email":"null","contributions":"1"},{"firstname":"Patrice","surname":"Delafontaine","email":"null","contributions":"2"},{"firstname":"Anand","surname":"Irimpen","email":"null","contributions":"1"},{"firstname":" Zhen","surname":"Jiao","email":"null","contributions":"1"},{"firstname":" Socrates V.","surname":"Kakoulides","email":"null","contributions":"1"},{"firstname":" John","surname":"Moscona","email":"null","contributions":"1"},{"firstname":" Jabar","surname":"Whittier","email":"null","contributions":"1"},{"firstname":" Sudesh","surname":"Srivastav","email":"null","contributions":"1"},{"firstname":" Patrice","surname":"Delafontaine","email":"null","contributions":"2"},{"firstname":"                         Anand","surname":"Irimpen","email":"null","contributions":"1"}]},{"doi":"10.1097/DMP.0b013e3181b9db91","date":"2023-06-05","title":"'Effect of Hurricane Katrina on the Incidence of Acute Coronary Syndrome at a Primary Angioplasty Center in New Orleans'","abstract":"'ABSTRACTBackground: In August 2005, New Orleans was hit by Hurricane Katrina, the costliest natural disaster in US history.\n Previous studies have shown an increase in acute myocardial infarction (AMI) in the immediate hours to weeks after natural disasters.\n The goals of our study were to detect any long-term increase in the incidence of AMI after Katrina and to investigate any pertinent contributing factors.\nMethods: This was a single-center retrospective cohort observational study.\n Patients admitted with AMI to Tulane Health Sciences Center hospital in the 2 years before Katrina and in the 2 years after the hospital reopened (5 months after Katrina) were identified from hospital records.\n The 2 groups (pre- and post-Katrina) were compared for prespecified demographic and clinical data.\nResults: In the post-Katrina group, there were 246 admissions for AMI, out of a total census of 11,282 patients (2.18%), as compared with 150 AMI admissions out of a total of 21,229 patients (0.71%) in the pre-Katrina group (P &lt; 0.0001).\n The post-Katrina group had a significantly higher prevalence of unemployment (P = 0.0003), lack of medical insurance (P &lt; 0.0001), medication noncompliance (P = 0.0001), smoking (P = 0.001), substance abuse (P = 0.03), first-time hospitalization (P &lt; 0.001), local residents rather than visitors affected (P &lt; 0.0001), and people living in temporary housing (P = 0.003).\nDiscussion: The role of chronic stress in the pathogenesis of AMI is poorly understood, especially in the aftermath of natural disasters.\n Our data suggest that Katrina was associated with prolonged loss of employment and insurance, decreased access to preventive health services, and an increased incidence of AMI.\n In addition, it appears that chronic stress after a natural disaster can be associated with tobacco abuse and medication and therapeutic noncompliance.\nConclusions: We found a 3-fold increased incidence of AMI more than 2 years after Hurricane Katrina.\n Even allowing for the loss of some local hospitals after the disaster, this represents a significant change in overall health of the study population and supports the need for further study into the health effects of chronic stress.\n (Disaster Med Public Health Preparedness.\n 2009;3:144–150)","id":"10.1097/DMP.0b013e3181b9db91","idformat":"CROSSREF","foundapis":"","miscinfo":"PUBLISHER: Cambridge University Press (CUP)","authors":[{"firstname":"Sandeep","surname":"Gautam","email":"xref no email","contributions":"1"},{"firstname":" Jonathan","surname":"Menachem","email":"xref no email","contributions":"1"},{"firstname":" Sudesh K.","surname":"Srivastav","email":"xref no email","contributions":"1"},{"firstname":" Patrice","surname":"Delafontaine","email":"xref no email","contributions":"1"},{"firstname":"       Anand","surname":"Irimpen","email":"xref no email","contributions":"1"}]},{"doi":"10.1016/j.jjcc.2014.04.006","date":"2015-02-28","title":"Heart attacks triggered by huge mud slides in mountain regions and severe flooding in inhabited areas ","abstract":"\nBackground\nOn July 12, 2012, heavy rains struck southwest Japan, particularly in the Mount Aso area. Huge mud slides in the mountains destroyed houses, and heavy rains caused severe flooding in the inhabited areas. We investigated the incidence of cardiovascular events after the disaster.\n \nMethods\nWe investigated patients who were admitted to the emergency department (ED) from July 12 to August 31 in 2012. We reviewed all patients with cardiovascular events, including acute myocardial infarction (AMI), angina attack, worsening of congestive heart failure (CHF), cardiopulmonary arrest (CPA), arrhythmias, tako-tsubo cardiomyopathy (TC), and symptomatic venous thromboembolism (VTE).\n \nResults\nThe total number of cardiovascular events was 28 (14 supraventricular arrhythmias, 3 angina attacks, 1 AMI, 1 VTE, 4 CHF, 1 TC and 4 CPA). There was a significant increase in cardiovascular events during the follow-up period in 2012 in comparison with the average number of these events over the same time period during the prior 2 years (16.8 vs. 5.1/month, p\n &lt;0.01). There was a sharp increase in cardiovascular events in the first week after the disaster. A second peak was observed 7 weeks after the disaster. Two patients with angina attack were previously diagnosed as having vasospastic angina. The incidence rate of AMI did not increase.\n \nConclusion\nAn increase in cardiovascular events was observed after severe rainfalls and mud slides. Prevention of disaster-induced cardiovascular events should be a priority regardless of the magnitude of the disaster.\n ","id":"S0914-5087(14)00125-7","idformat":"elsevier_pii","foundapis":"_CROSSREF","miscinfo":"","authors":[{"firstname":" Yasuhiro","surname":"Nagayoshi","email":"null","contributions":"1"},{"firstname":"Shinya","surname":"Yumoto","email":"null","contributions":"1"},{"firstname":"Kazuhisa","surname":"Sakaguchi","email":"null","contributions":"1"},{"firstname":"Chiharu","surname":"Shudo","email":"null","contributions":"1"},{"firstname":"Shiro","surname":"Takino","email":"null","contributions":"1"},{"firstname":"Motohiro","surname":"Hashiyama","email":"null","contributions":"1"},{"firstname":"Yutaka","surname":"Kai","email":"null","contributions":"1"},{"firstname":"Yutaka","surname":"Kuroda","email":"null","contributions":"1"},{"firstname":"Hiroaki","surname":"Kawano","email":"null","contributions":"1"},{"firstname":"Hisao","surname":"Ogawa","email":"null","contributions":"1"},{"firstname":" Yasuhiro","surname":"Nagayoshi","email":"null","contributions":"1"},{"firstname":" Shinya","surname":"Yumoto","email":"null","contributions":"1"},{"firstname":" Kazuhisa","surname":"Sakaguchi","email":"null","contributions":"1"},{"firstname":" Chiharu","surname":"Shudo","email":"null","contributions":"1"},{"firstname":" Shiro","surname":"Takino","email":"null","contributions":"1"},{"firstname":" Motohiro","surname":"Hashiyama","email":"null","contributions":"1"},{"firstname":" Yutaka","surname":"Kai","email":"null","contributions":"1"},{"firstname":" Yutaka","surname":"Kuroda","email":"null","contributions":"1"},{"firstname":" Hiroaki","surname":"Kawano","email":"null","contributions":"1"},{"firstname":"                         Hisao","surname":"Ogawa","email":"null","contributions":"1"}]},{"doi":"10.1016/j.ypmed.2011.10.014","date":"2011-12-01","title":"Heart disease among adults exposed to the September 11, 2001 World Trade Center disaster: Results from the World Trade Center Health Registry ","abstract":"\nObjective\nTo examine associations between 9/11-related exposures, posttraumatic stress disorder (PTSD), and subsequent development of heart disease (HD).\n \nMethods\nWe prospectively followed 39,324 WTC Health Registry participants aged ?18 on 9/11 for an average of 2.9years. HD was defined as self-reported physician-diagnosed angina, heart attack, and/or other HD reported between study enrollment (2003–2004) and a follow-up survey (2006–2008) in enrollees without previous HD. A PTSD Checklist (PCL) score ?44 was considered PTSD. We calculated adjusted hazard ratios (AHR) and 95% confidence intervals (CI) to examine relationships between 9/11-related exposures and HD.\n \nResults\nWe identified 1162 HD cases (381 women, 781 men). In women, intense dust cloud exposure was significantly associated with HD (AHR 1.28, 95% CI 1.02–1.61). Injury on 9/11 was significantly associated with HD in women (AHR 1.46, 95% CI 1.19–1.79) and in men (AHR 1.33, 95% CI 1.15–1.53). Participants with PTSD at enrollment had an elevated HD risk (AHR 1.68, 95% CI 1.33–2.12 in women, AHR 1.62, 95% CI 1.34–1.96 in men). A dose–response relationship was observed between PCL score and HD risk.\n \nConclusion\nThis exploratory study suggests that exposure to the WTC dust cloud, injury on 9/11 and 9/11-related PTSD may be risk factors for HD.\n ","id":"S0091-7435(11)00433-6","idformat":"elsevier_pii","foundapis":"_CROSSREF","miscinfo":"","authors":[{"firstname":" Hannah T.","surname":"Jordan","email":"null","contributions":"1"},{"firstname":"Sara A.","surname":"Miller-Archie","email":"null","contributions":"1"},{"firstname":"James E.","surname":"Cone","email":"null","contributions":"1"},{"firstname":"Alfredo","surname":"Morabia","email":"null","contributions":"1"},{"firstname":"Steven D.","surname":"Stellman","email":"null","contributions":"1"},{"firstname":" Hannah T.","surname":"Jordan","email":"null","contributions":"1"},{"firstname":" Sara A.","surname":"Miller-Archie","email":"null","contributions":"1"},{"firstname":" James E.","surname":"Cone","email":"null","contributions":"1"},{"firstname":" Alfredo","surname":"Morabia","email":"null","contributions":"1"},{"firstname":"                         Steven D.","surname":"Stellman","email":"null","contributions":"1"}]},{"doi":"10.2105/AJPH.2017.303826","date":"2023-05-11","title":"'Hurricane Sandy (New Jersey): Mortality Rates in the Following Month and Quarter'","abstract":"' Objectives.\n To describe changes in mortality after Hurricane Sandy made landfall in New Jersey on October 29, 2012.Methods.\n We used electronic death records to describe changes in all-cause and cause-specific mortality overall, in persons aged 76 years or older, and by 3 Sandy impact levels for the month and quarter following Hurricane Sandy compared with the same periods in earlier years adjusted for trends.\nResults.\n All-cause mortality increased 6% (95% confidence interval [CI] = 2%, 11%) for the month, 5%, 8%, and 12% by increasing Sandy impact level; and 7% (95% CI = 5%, 10%) for the quarter, 5%, 8%, and 15% by increasing Sandy impact level.\n In elderly persons, all-cause mortality rates increased 10% (95% CI = 5%, 15%) and 13% (95% CI = 10%, 16%) in the month and quarter, respectively.\n Deaths that were cardiovascular disease–related increased by 6% in both periods, noninfectious respiratory disease–related by 24% in the quarter, infection-related by 20% in the quarter, and unintentional injury–related by 23% in the month.\nConclusions.\n Mortality increased, heterogeneous by cause, for both periods after Hurricane Sandy, particularly in communities more severely affected and in the elderly, who may benefit from supportive services.\n ","id":"10.2105/AJPH.2017.303826","idformat":"CROSSREF","foundapis":"","miscinfo":"PUBLISHER: American Public Health Association","authors":[{"firstname":"Soyeon","surname":"Kim","email":"xref no email","contributions":"1"},{"firstname":" Prathit A.","surname":"Kulkarni","email":"xref no email","contributions":"1"},{"firstname":" Mangala","surname":"Rajan","email":"xref no email","contributions":"1"},{"firstname":" Pauline","surname":"Thomas","email":"xref no email","contributions":"1"},{"firstname":" Stella","surname":"Tsai","email":"xref no email","contributions":"1"},{"firstname":" Christina","surname":"Tan","email":"xref no email","contributions":"1"},{"firstname":"       Amy","surname":"Davidow","email":"xref no email","contributions":"1"}]},{"doi":"10.2337/dc09-0670","date":"2009-06-08","title":"Impact of a Natural Disaster on Diabetes","abstract":"OBJECTIVE\nTo examine the impact of Hurricane Katrina on the health of individuals with diabetes.\n\n\nRESEARCH DESIGN AND METHODS\nThis was an observational study in 1,795 adults with an A1C measurement 6 months before and 6?16 months after Hurricane Katrina in three health care systems: private (Tulane University Hospital and Clinic [TUHC]), state (Medical Center of Louisiana at New Orleans [MCLNO]), and Veterans Affairs (VA).\n\n Glycemic control (A1C), blood pressure, and lipids before the hurricane were compared with the patients' first measurement thereafter.\n\n The CORE Diabetes Model was used to project life expectancy and health economic impact.\n\n\nRESULTS\nMean predisaster A1C levels differed between MCLNO and VA patients (mean 7.7 vs.\n\n 7.3%, P &lt; 0.001) and increased significantly among MCLNO patients to 8.3% (P &lt; 0.001) but not among VA and TUHC patients.\n\n Mean systolic blood pressure increased in all three systems (130–137.6 mmHg for TUHC and 130.7–143.7 for VA, P &lt; 0.001; 132–136 for MCLNO, P = 0.008).\n\n Mean LDL cholesterol increased in the VA (97.1–104.3 mg/dl) and TUHC patients (103.4–115.5; P &lt; 0.001).\n\n Hurricane Katrina increased modeled direct, indirect, and total health care costs and also reduced life expectancy as well as quality-adjusted life expectancy, with the economic impact being quite substantial because of the large population size affected.\n\n We estimate a lifetime cost of USD $504 million for the adult population affected, with the largest economic impact seen among MCLNO patients.\n\n\nCONCLUSIONS\nA major disaster had a significant effect on diabetes management and exacerbated existing disparities.\n\n These effects may have a lasting impact on both health and economic implications.\n\n\n","id":"PMC2732170","idformat":"PMC","foundapis":"_PMC_CROSSREF","miscinfo":"","authors":[{"firstname":"Vivian A.","surname":"Fonseca","email":"NULL","contributions":"1"},{"firstname":" Hayden","surname":"Smith","email":"NULL","contributions":"1"},{"firstname":" Nitesh","surname":"Kuhadiya","email":"NULL","contributions":"1"},{"firstname":" Sharice M.","surname":"Leger","email":"NULL","contributions":"1"},{"firstname":" C. Lillian","surname":"Yau","email":"NULL","contributions":"1"},{"firstname":" Kristi","surname":"Reynolds","email":"NULL","contributions":"1"},{"firstname":" Lizheng","surname":"Shi","email":"NULL","contributions":"1"},{"firstname":" Roberta H.","surname":"McDuffie","email":"NULL","contributions":"1"},{"firstname":" Tina","surname":"Thethi","email":"NULL","contributions":"1"},{"firstname":"                           Jennifer","surname":"John-Kalarickal","email":"NULL","contributions":"1"}]},{"doi":"10.1016/j.thromres.2015.09.003","date":"2015-11-30","title":"Impact of tornadoes on hospital admissions for acute cardiovascular events ","abstract":"\nBackground\nThere is a paucity of data describing cardiovascular events after tornado outbreaks. We proposed to study the effects of tornadoes on the incidence of cardiovascular events at a tertiary care institution.\n \nPopulation and methods\nHospital admission records from a single center situated in a tornado-prone area three months before and after a 2013 tornado outbreak were abstracted. To control for seasonal variation, we also abstracted data from the same period of the prior year (control). Hospital admissions for cardiovascular events (CVEs) including acute myocardial infarction, stroke and venous thromboembolism (VTE) were summated by zip codes, and compared by time period. .\n \nResults\nThere were 22,607 admissions analyzed, of which 6,705 (30%), 7,980 (35%), and 7,922 (35%) were during the pre-tornado, post-tornado, and control time frames, respectively. There were 344 CVE in the controls, 317 CVE in pre-tornado and 364 CVEs in post tornado periods. There was no difference in the prevalence of CVE during the post-tornado season compared with the control (PPR=1.05 95% CI: 0.91 to 1.21, p=0.50) or the pre-tornado season (PPR=0.96, 95% CI: 0.83 to 1.21, p=0.63).\n \nConclusion\nIn conclusion, tornado outbreaks did not increase the prevalence of cardiovascular events. In contrast to the effect of hurricanes, implementation of a healthcare policy change directed toward the early treatment and prevention of cardiovascular events after tornadoes does not seem warranted.\n ","id":"S0049-3848(15)30114-6","idformat":"elsevier_pii","foundapis":"_CROSSREF","miscinfo":"","authors":[{"firstname":" Federico","surname":"Silva-Palacios","email":"null","contributions":"1"},{"firstname":"Ana Isabel","surname":"Casanegra","email":"null","contributions":"1"},{"firstname":"Alan","surname":"Shapiro","email":"null","contributions":"1"},{"firstname":"Minh","surname":"Phan","email":"null","contributions":"1"},{"firstname":"Beau","surname":"Hawkins","email":"null","contributions":"1"},{"firstname":"Ji","surname":"Li","email":"null","contributions":"1"},{"firstname":"Julie","surname":"Stoner","email":"null","contributions":"1"},{"firstname":"Alfonso","surname":"Tafur","email":"null","contributions":"1"},{"firstname":" Federico","surname":"Silva-Palacios","email":"null","contributions":"1"},{"firstname":" Ana Isabel","surname":"Casanegra","email":"null","contributions":"1"},{"firstname":" Alan","surname":"Shapiro","email":"null","contributions":"1"},{"firstname":" Minh","surname":"Phan","email":"null","contributions":"1"},{"firstname":" Beau","surname":"Hawkins","email":"null","contributions":"1"},{"firstname":" Ji","surname":"Li","email":"null","contributions":"1"},{"firstname":" Julie","surname":"Stoner","email":"null","contributions":"1"},{"firstname":"                         Alfonso","surname":"Tafur","email":"null","contributions":"1"}]},{"doi":"10.3402/gha.v4i0.6356","date":"2011-07-29","title":"Impacts of flood on health: epidemiologic evidence from Hanoi, Vietnam","abstract":"Background\nVietnam is one of the most disaster-prone countries in the world.\n\n The country suffers from many kinds of natural disasters, of which the most common and serious one is flooding.\n\n Long and heavy rainfall during the last days of October and the first week of November 2008 resulted in a devastating flood unseen for over three decades in the capital city of Hanoi.\n\n It caused a substantial health impact on residents in and around the city and compromised the capacity of local health services.\n\n\nObjective\nThe aim of this study is to ascertain the vulnerability and health impacts of the devastating flood in Hanoi by identifying the differences in mortality, injuries, and morbidity patterns (dengue, pink eye, dermatitis, psychological problems, and hypertension) between flood affected and non-affected households.\n\n\nDesign\nA cross-sectional study was carried out involving 871 households in four selected communes (two heavily flood affected and two comparatively less affected) from two severely flooded districts of Hanoi.\n\n Participants were interviewed and information collected on the social, economic, and health impacts of the devastation within 1 month after the flood.\n\n\nResults\nThe self-reported number of deaths and injuries reported in this study within 1 month after the heavy rainfall were a bit higher in severely affected communes as compared to that of the less affected communes of our study.\n\n The findings showed higher incidences of dengue fever, pink eye, dermatitis, and psychological problems in communes severely affected by flood as compared to that of the controlled communes.\n\n\nConclusions\nFor people in flood prone areas (at risk for flooding), flood prevention and mitigation strategies need to be seriously thought through and acted upon, as these people are exposed to greater health problems such as psychological issues and communicable diseases such as pink eye or dermatitis.\n\n\n","id":"PMC3160808","idformat":"PMC","foundapis":"_PMC_CROSSREF","miscinfo":"","authors":[{"firstname":"Tran Huu","surname":"Bich","email":"NULL","contributions":"1"},{"firstname":" La Ngoc","surname":"Quang","email":"NULL","contributions":"1"},{"firstname":" Le Thi","surname":"Thanh Ha","email":"NULL","contributions":"1"},{"firstname":" Tran Thi","surname":"Duc Hanh","email":"NULL","contributions":"1"},{"firstname":"                           Debarati","surname":"Guha-Sapir","email":"NULL","contributions":"1"}]},{"doi":"10.1136/oem.2005.024687","date":"1970-01-01","title":"Long term health complaints following the Amsterdam Air Disaster in police officers and fire‐fighters","abstract":"Background: On 4 October 1992, a cargo aircraft crashed into apartment buildings in Amsterdam, the Netherlands.\n Fire-fighters and police officers assisted with the rescue work.\n Objectives: To examine the long term health complaints in rescue workers exposed to a disaster.\n Methods: A historical cohort study was performed among police officers (n = 834) and fire-fighters (n = 334) who performed at least one disaster related task and reference groups of their non-exposed colleagues (n = 634 and n = 194, respectively).\n The main outcome measures included digestive, cardiovascular, musculoskeletal, nervous system, airway, skin, post-traumatic stress, fatigue, and general mental health complaints; haematological and biochemical laboratory values; and urinalysis outcomes.\n Results: Police officers and fire-fighters who were professionally exposed to a disaster reported more physical and mental health complaints, compared to the reference groups.\n No clinically relevant statistically significant differences in laboratory outcomes were found.\n Conclusions: This study is the first to examine long term health complaints in a large sample of rescue workers exposed to a disaster in comparison to reference groups of non-exposed colleagues.\n Findings show that even in the long term, and in the absence of laboratory abnormalities, rescue workers report more health complaints","id":"10.1136/oem.2005.024687","idformat":"CORE","foundapis":"_CROSSREF","miscinfo":"","authors":[{"firstname":"Bijlsma","surname":"J A","email":"coreGivesNoEmail","contributions":"1"},{"firstname":"Bouter","surname":"L M","email":"coreGivesNoEmail","contributions":"1"},{"firstname":"Bramsen","surname":"I","email":"coreGivesNoEmail","contributions":"1"},{"firstname":"Huizink","surname":"A C","email":"coreGivesNoEmail","contributions":"1"},{"firstname":"Slottje","surname":"P","email":"coreGivesNoEmail","contributions":"1"},{"firstname":"Smid","surname":"T","email":"coreGivesNoEmail","contributions":"1"},{"firstname":"Smidt","surname":"N","email":"coreGivesNoEmail","contributions":"1"},{"firstname":"Twisk","surname":"J W R","email":"coreGivesNoEmail","contributions":"1"},{"firstname":"van","surname":"der Ploeg H M","email":"coreGivesNoEmail","contributions":"1"},{"firstname":"van","surname":"Mechelen W","email":"coreGivesNoEmail","contributions":"1"},{"firstname":"                          Witteveen","surname":"A B","email":"coreGivesNoEmail","contributions":"1"}]},{"doi":"10.1016/S0140-6736(11)60966-5","date":"2011-09-09","title":"Mortality among survivors of the Sept 11, 2001, World Trade Center disaster: results from the World Trade Center Health Registry cohort ","abstract":"\nBackground\nThe Sept 11, 2001 (9/11) World Trade Center (WTC) disaster has been associated with several subacute and chronic health effects, but whether excess mortality after 9/11 has occurred is unknown. We tested whether excess mortality has occurred in people exposed to the WTC disaster.\n \nMethods\nIn this observational cohort study, deaths occurring in 2003–09 in WTC Health Registry participants residing in New York City were identified through linkage to New York City vital records and the National Death Index. Eligible participants were rescue and recovery workers and volunteers; lower Manhattan area residents, workers, school staff and students; and commuters and passers-by on 9/11. Study participants were categorised as rescue and recovery workers (including volunteers), or non-rescue and non-recovery participants. Standardised mortality ratios (SMR) were calculated with New York City rates from 2000–09 as the reference. Within the cohort, proportional hazards were used to examine the relation between a three-tiered WTC-related exposure level (high, intermediate, or low) and total mortality.\n \nFindings\nWe identified 156 deaths in 13?337 rescue and recovery workers and 634 deaths in 28?593 non-rescue and non-recovery participants. All-cause SMRs were significantly lower than that expected for rescue and recovery participants (SMR 0·45, 95% CI 0·38–0·53) and non-rescue and non-recovery participants (0·61, 0·56–0·66). No significantly increased SMRs for diseases of the respiratory system or heart, or for haematological malignancies were found. In non-rescue and non-recovery participants, both intermediate and high levels of WTC-related exposure were significantly associated with mortality when compared with low exposure (adjusted hazard ratio 1·22, 95% CI 1·01–1·48, for intermediate exposure and 1·56, 1·15–2·12, for high exposure). High levels of exposure in non-rescue and non-recovery individuals, when compared with low exposed non-rescue and non-recovery individuals, were associated with heart-disease-related mortality (adjusted hazard ratio 2·06, 1·10–3·86). In rescue and recovery participants, level of WTC-related exposure was not significantly associated with all-cause mortality (adjusted hazard ratio 1·25, 95% CI 0·56–2·78, for high exposure and 1·03, 0·52–2·06, for intermediate exposure when compared with low exposure).\n \nInterpretation\nThis exploratory study of mortality in a well defined cohort of 9/11 survivors provides a baseline for continued surveillance. Additional follow-up is needed to establish whether these associations persist and whether a similar association over time will occur in rescue and recovery participants.\n \nFunding\nUS Centers for Disease Control and Prevention (National Institute for Occupational Safety and Health, Agency for Toxic Substances and Disease Registry, and National Center for Environmental Health); New York City Department of Health and Mental Hygiene.\n ","id":"S0140-6736(11)60966-5","idformat":"elsevier_pii","foundapis":"_CROSSREF","miscinfo":"","authors":[{"firstname":" Hannah T","surname":"Jordan","email":"null","contributions":"1"},{"firstname":"Robert M","surname":"Brackbill","email":"null","contributions":"1"},{"firstname":"James E","surname":"Cone","email":"null","contributions":"1"},{"firstname":"Indira","surname":"Debchoudhury","email":"null","contributions":"1"},{"firstname":"Mark R","surname":"Farfel","email":"null","contributions":"1"},{"firstname":"Carolyn M","surname":"Greene","email":"null","contributions":"1"},{"firstname":"James L","surname":"Hadler","email":"null","contributions":"1"},{"firstname":"Joseph","surname":"Kennedy","email":"null","contributions":"1"},{"firstname":"Jiehui","surname":"Li","email":"null","contributions":"1"},{"firstname":"Jonathan","surname":"Liff","email":"null","contributions":"1"},{"firstname":"Leslie","surname":"Stayner","email":"null","contributions":"1"},{"firstname":"Steven D","surname":"Stellman","email":"null","contributions":"1"},{"firstname":" Hannah T","surname":"Jordan","email":"null","contributions":"1"},{"firstname":" Robert M","surname":"Brackbill","email":"null","contributions":"1"},{"firstname":" James E","surname":"Cone","email":"null","contributions":"1"},{"firstname":" Indira","surname":"Debchoudhury","email":"null","contributions":"1"},{"firstname":" Mark R","surname":"Farfel","email":"null","contributions":"1"},{"firstname":" Carolyn M","surname":"Greene","email":"null","contributions":"1"},{"firstname":" James L","surname":"Hadler","email":"null","contributions":"1"},{"firstname":" Joseph","surname":"Kennedy","email":"null","contributions":"1"},{"firstname":" Jiehui","surname":"Li","email":"null","contributions":"1"},{"firstname":" Jonathan","surname":"Liff","email":"null","contributions":"1"},{"firstname":" Leslie","surname":"Stayner","email":"null","contributions":"1"},{"firstname":"                         Steven D","surname":"Stellman","email":"null","contributions":"1"}]},{"doi":"10.1093/oxfordjournals.aje.a008907","date":"2023-05-30","title":"'Mortality of Kauai Residents in the 12-Month Period following Hurricane Iniki'","abstract":"Unknown Abstract","id":"10.1093/oxfordjournals.aje.a008907","idformat":"CROSSREF","foundapis":"","miscinfo":"PUBLISHER: Oxford University Press (OUP)","authors":[{"firstname":"L. A.","surname":"Hendrickson","email":"xref no email","contributions":"1"},{"firstname":"       R. L.","surname":"Vogt","email":"xref no email","contributions":"1"}]},{"doi":"10.1016/j.amjcard.2012.10.050","date":"2013-03-15","title":"Effect of Hurricane Katrina on Chronobiology at Onset of Acute Myocardial Infarction During the Subsequent Three Years ","abstract":"\nThe onset of acute myocardial infarction (AMI) has been shown to occur in a nonrandom pattern, with peaks in midmorning and on weekdays (especially Monday). The incidence of AMI has been shown to increase locally after natural disasters, but the effect of catastrophic events on AMI biorhythms is largely unknown. To assess the differences in the chronobiology of AMI in residents of New Orleans before and after Hurricane Katrina, the onset of AMI in patients at Tulane University Health Sciences Center in the 6 years before and the 3 years after Hurricane Katrina was retrospectively examined. Compared to the pre-Katrina group, the post-Katrina cohort demonstrated significant decreases in the onset of AMI during mornings (p = 0.002), Mondays (p &lt;0.0001), and weekdays (p &lt;0.0001) and significant increases in onset during weekends (p &lt;0.0001) and nights (p &lt;0.0001). These changes persisted during all 3 years after the storm. In conclusion, the normal pattern of AMI onset was altered after Hurricane Katrina, and expected morning, weekday, and Monday peaks were eliminated.\n ","id":"S0002-9149(12)02491-5","idformat":"elsevier_pii","foundapis":"_CROSSREF","miscinfo":"","authors":[{"firstname":" Matthew N.","surname":"Peters","email":"null","contributions":"1"},{"firstname":"Morgan J.","surname":"Katz","email":"null","contributions":"1"},{"firstname":"John C.","surname":"Moscona","email":"null","contributions":"1"},{"firstname":"Mohi E.","surname":"Alkadri","email":"null","contributions":"1"},{"firstname":"Rashad H.","surname":"Khazi Syed","email":"null","contributions":"1"},{"firstname":"Thomas A.","surname":"Turnage","email":"null","contributions":"1"},{"firstname":"Vikram S.","surname":"Nijjar","email":"null","contributions":"1"},{"firstname":"Mohannad B.","surname":"Bisharat","email":"null","contributions":"1"},{"firstname":"Patrice","surname":"Delafontaine","email":"null","contributions":"0"},{"firstname":"Anand M.","surname":"Irimpen","email":"null","contributions":"1"},{"firstname":" Matthew N.","surname":"Peters","email":"null","contributions":"1"},{"firstname":" Morgan J.","surname":"Katz","email":"null","contributions":"1"},{"firstname":" John C.","surname":"Moscona","email":"null","contributions":"1"},{"firstname":" Mohi E.","surname":"Alkadri","email":"null","contributions":"1"},{"firstname":" Rashad H.","surname":"Khazi Syed","email":"null","contributions":"1"},{"firstname":" Thomas A.","surname":"Turnage","email":"null","contributions":"1"},{"firstname":" Vikram S.","surname":"Nijjar","email":"null","contributions":"1"},{"firstname":" Mohannad B.","surname":"Bisharat","email":"null","contributions":"1"},{"firstname":" Patrice","surname":"Delafontaine","email":"null","contributions":"0"},{"firstname":"                         Anand M.","surname":"Irimpen","email":"null","contributions":"1"}]},{"doi":"10.12688/f1000research.18563.2","date":"2019-10-28","title":"Non-communicable diseases in the Western Area District, Sierra Leone, following the Ebola outbreak","abstract":"\nBackground: Non-communicable diseases (NCDs) are the leading causes of morbidity and mortality in the world.\n\n During infectious disease outbreaks, such as the Ebola virus disease outbreak in West Africa from 2014-2015, the health system is often strained, and diagnosis, management and care of NCDs may be compromised.\n\n This study assessed numbers and distribution of NCDs in all health facilities in the Western-Area District, Sierra Leone, in the post-Ebola period (June–December 2015) comparing findings with the pre-Ebola (June–December 2013) and Ebola outbreak (June–December 2014) periods.\n\n","id":"PMC6652098","idformat":"PMC","foundapis":"_PMC_CROSSREF","miscinfo":"","authors":[{"firstname":"Ibrahim Baimba","surname":"Koroma","email":"NULL","contributions":"1"},{"firstname":" Dena","surname":"Javadi","email":"NULL","contributions":"2"},{"firstname":" Dena","surname":"Javadi","email":"NULL","contributions":"0"},{"firstname":" Katrina","surname":"Hann","email":"NULL","contributions":"5"},{"firstname":" Anthony D","surname":"Harries","email":"NULL","contributions":"2"},{"firstname":" Anthony D","surname":"Harries","email":"NULL","contributions":"0"},{"firstname":" Francis","surname":"Smart","email":"NULL","contributions":"2"},{"firstname":" Francis","surname":"Smart","email":"NULL","contributions":"0"},{"firstname":" Thomas","surname":"Samba","email":"NULL","contributions":"1"},{"firstname":" Jeffery","surname":"Edwards","email":"NULL","contributions":"4"},{"firstname":" Jeffery","surname":"Edwards","email":"NULL","contributions":"0"},{"firstname":" Priyakanta","surname":"Nayak","email":"NULL","contributions":"2"},{"firstname":" Priyakanta","surname":"Nayak","email":"NULL","contributions":"0"},{"firstname":" Katrina","surname":"Hann","email":"NULL","contributions":"0"},{"firstname":" Katrina","surname":"Hann","email":"NULL","contributions":"0"},{"firstname":" Jeffery","surname":"Edwards","email":"NULL","contributions":"0"},{"firstname":" Jeffery","surname":"Edwards","email":"NULL","contributions":"0"},{"firstname":" Katrina","surname":"Hann","email":"NULL","contributions":"0"},{"firstname":"                           Katrina","surname":"Hann","email":"NULL","contributions":"0"}]},{"doi":"10.1177/1099800414551164","date":"2023-05-06","title":"'Psychological Strains, Salivary Biomarkers, and Risks for Coronary Heart Disease Among Hurricane Survivors'","abstract":"'Objective: To examine the associations of psychological strains, salivary biomarkers, and coronary heart disease (CHD) risks in hurricane survivors 2 years after Hurricane Ike in the United States.\n Background: Hurricane survivors often suffer from long-lasting posttraumatic stress disorder (PTSD) and other forms of psychological strain related to surviving a natural disaster and dealing with its aftermath.\n Psychological strains may be associated with biomarkers, which, in turn, may be associated with a higher incidence of CHD risks.\n Methods: Structured interviews were conducted with 19 hurricane survivors to assess psychological strains (PTSD, perceived stress, depression, and anxiety) and measure CHD risks.\n Saliva samples were collected by the passive drool method and analyzed for inflammatory cytokine (interleukin [IL]-1β, IL-6, and IL-10) and chemokine (monocyte chemotactic protein [MCP]-1) biomarkers.\n Results: The salivary level of MCP-1 was significantly associated with PTSD symptoms, depression (both p &lt; .\n01), and anxiety ( p &lt; .\n05).\n There were significant associations between anxiety and hypertension ( p &lt; .\n01), perceived stress and blood glucose level ( p &lt; .\n05), and perceived stress and obesity ( p &lt; .\n05).\n Conclusion: Our findings that long-lasting psychological strains are associated with major CHD risks and salivary MCP-1 levels suggest that the mechanism by which such strains play a role in the development of CHD involves recruitment of monocyte cells in response to chronic endothelial inflammation.\n Further studies are needed to advance our understanding of the underlying mechanisms by which the PTSD and other psychological strains contribute to the development of CHD.\n ","id":"10.1177/1099800414551164","idformat":"CROSSREF","foundapis":"","miscinfo":"PUBLISHER: SAGE Publications","authors":[{"firstname":"Kyungeh","surname":"An","email":"xref no email","contributions":"1"},{"firstname":" Jeanne","surname":"Salyer","email":"xref no email","contributions":"1"},{"firstname":"       Hsueh-Fen Sabrina","surname":"Kao","email":"xref no email","contributions":"1"}]},{"doi":"10.1080/19338240903390230","date":"2022-12-06","title":"'Respiratory and Cardiovascular Hospitalizations After the World Trade Center Disaster'","abstract":"Unknown Abstract","id":"10.1080/19338240903390230","idformat":"CROSSREF","foundapis":"","miscinfo":"PUBLISHER: Informa UK Limited","authors":[{"firstname":"Shao","surname":"Lin","email":"xref no email","contributions":"1"},{"firstname":" Marta I.","surname":"Gomez","email":"xref no email","contributions":"1"},{"firstname":" Lenore","surname":"Gensburg","email":"xref no email","contributions":"1"},{"firstname":" Wei","surname":"Liu","email":"xref no email","contributions":"1"},{"firstname":"       Syni-An","surname":"Hwang","email":"xref no email","contributions":"1"}]},{"doi":"10.1097/JOM.0000000000001361","date":"2023-05-15","title":"'Risk of Stroke Among Survivors of the September 11, 2001, World Trade Center Disaster'","abstract":"Unknown Abstract","id":"10.1097/JOM.0000000000001361","idformat":"CROSSREF","foundapis":"","miscinfo":"PUBLISHER: Ovid Technologies (Wolters Kluwer Health)","authors":[{"firstname":"Shengchao","surname":"Yu","email":"xref no email","contributions":"1"},{"firstname":" Howard E.","surname":"Alper","email":"xref no email","contributions":"1"},{"firstname":" Angela-Maithy","surname":"Nguyen","email":"xref no email","contributions":"1"},{"firstname":"       Robert M.","surname":"Brackbill","email":"xref no email","contributions":"1"}]},{"doi":"10.1097/00004872-200502000-00009","date":"2023-04-07","title":"'Sustained blood pressure increase after an acute stressor: the effects of the 11 September 2001 attack on the New York City World Trade Center'","abstract":"Unknown Abstract","id":"10.1097/00004872-200502000-00009","idformat":"CROSSREF","foundapis":"","miscinfo":"PUBLISHER: Ovid Technologies (Wolters Kluwer Health)","authors":[{"firstname":"William","surname":"Gerin","email":"xref no email","contributions":"1"},{"firstname":" William","surname":"Chaplin","email":"xref no email","contributions":"1"},{"firstname":" Joseph E","surname":"Schwartz","email":"xref no email","contributions":"1"},{"firstname":" John","surname":"Holland","email":"xref no email","contributions":"1"},{"firstname":" Robert","surname":"Alter","email":"xref no email","contributions":"1"},{"firstname":" Ronald","surname":"Wheeler","email":"xref no email","contributions":"1"},{"firstname":" Diep","surname":"Duong","email":"xref no email","contributions":"1"},{"firstname":"       Thomas G","surname":"Pickering","email":"xref no email","contributions":"1"}]},{"doi":"10.1016/j.genhosppsych.2013.06.003","date":"2014-02-28","title":"The association between number and type of traumatic life experiences and physical conditions in a nationally representative sample ","abstract":"\nObjective\nPosttraumatic stress disorder (PTSD) is significantly and positively associated with several physical conditions. We aimed to examine whether the nature and number of trauma(s) experienced may be related to physical conditions using a population-based sample.\n \nMethods\nData came from Wave 2 of the National Epidemiologic Survey on Alcohol and Related Conditions (N=34,653; age 20 years and older). Participants indicated lifetime trauma experiences and physical conditions experienced over the past year. Multiple logistic regressions examined the association between type and number of trauma(s) and physical conditions.\n \nResults\nAfter adjusting for sociodemographics, Axis I and II mental disorders, and all other trauma, injurious and witnessing trauma were significantly associated with all the assessed physical conditions. Psychological trauma was associated with cardiovascular and gastrointestinal diseases, diabetes and arthritis. Natural disaster/terrorism was associated with cardiovascular disease, gastrointestinal disease and arthritis only. Finally, combat-related trauma and other trauma were not positively associated with any physical condition. Our results also suggested a dose–response relationship between number of traumatic events and physical conditions.\n \nConclusion\nThese data suggest that the impact of certain types and number of traumas may differ with respect to their relationship with physical health problems independent of PTSD.\n ","id":"S0163-8343(13)00185-0","idformat":"elsevier_pii","foundapis":"_CROSSREF","miscinfo":"","authors":[{"firstname":" M. Natalie","surname":"Husarewycz","email":"null","contributions":"1"},{"firstname":"Renée","surname":"El-Gabalawy","email":"null","contributions":"1"},{"firstname":"Sarvesh","surname":"Logsetty","email":"null","contributions":"1"},{"firstname":"Jitender","surname":"Sareen","email":"null","contributions":"1"},{"firstname":" M. Natalie","surname":"Husarewycz","email":"null","contributions":"1"},{"firstname":" Renée","surname":"El-Gabalawy","email":"null","contributions":"1"},{"firstname":" Sarvesh","surname":"Logsetty","email":"null","contributions":"1"},{"firstname":"                         Jitender","surname":"Sareen","email":"null","contributions":"1"}]},{"doi":"10.1111/j.1464-5491.2011.03228.x","date":"2023-06-01","title":"'The effect of extensive flooding in Hull on the glycaemic control of patients with diabetes'","abstract":"Unknown Abstract","id":"10.1111/j.1464-5491.2011.03228.x","idformat":"CROSSREF","foundapis":"","miscinfo":"PUBLISHER: Wiley","authors":[{"firstname":"J.","surname":"Ng","email":"xref no email","contributions":"1"},{"firstname":" S. L.","surname":"Atkin","email":"xref no email","contributions":"1"},{"firstname":" A. S.","surname":"Rigby","email":"xref no email","contributions":"1"},{"firstname":" C.","surname":"Walton","email":"xref no email","contributions":"1"},{"firstname":"       E. S.","surname":"Kilpatrick","email":"xref no email","contributions":"1"}]},{"doi":"10.1007/s00420-007-0173-4","date":"2007-07-01","title":"The impact of major heat waves on all-cause and cause-specific mortality in France from 1971 to 2003","abstract":"\nObjectives\nThe aim of the study was to identify the major heat waves (HW) that occurred in France from 1971 to 2003 and describe their impact on all-cause and cause-specific mortality.\n\nMethods\nHeat waves were defined as periods of at least three consecutive days when the maximum and the minimum temperature, averaged over the whole France, were simultaneously greater than their respective 95th percentile.\n The underlying causes of death were regrouped into 18 categories.\n Heatstroke, hyperthermia and dehydration were assigned to the “heat-related causes” (HRC) category.\n The numbers of deaths observed (O) during the identified HW were compared to those expected (E) on the basis of the mortality rates reported for the three preceding years.\n\nResults\nSix HW were identified from the period 1971 to 2003. They were associated with great excess mortality (from 1,300 to 13,700 deaths).\n The observations are compatible with a moderate harvesting effect for four of the six HW.\n The mortality ratios increased with age for subjects aged over 55 years and were higher for women than for men over 75 years.\n For the six HW, the excess mortality was significant for almost all the causes of death: (1) the greatest excess mortality (O–E) were observed for cardiovascular diseases, neoplasms, respiratory system diseases, HRC, ill-defined conditions and injury and poisoning, and (2) the mortality ratios (O/E) were highest for HRC, respiratory diseases, nervous system diseases, mental disorders, infectious diseases, and endocrine and nutritional diseases.\n\nConclusions\nHeat waves associated with excess mortality are not rare events in this temperate-climate country.\n The excess mortality is much greater than HRC mortality.\n Some populations are particularly vulnerable to HW: the elderly, women and people with some specific diseases.\n However, no segment of the population may be considered protected from the risks associated with HW.\n","id":"10.1007/s00420-007-0173-4","idformat":"Springer","foundapis":"_CROSSREF","miscinfo":"","authors":[{"firstname":" Grégoire","surname":"Rey","email":"null","contributions":"1"},{"firstname":"Eric","surname":"Jougla","email":"null","contributions":"1"},{"firstname":"Anne","surname":"Fouillet","email":"null","contributions":"1"},{"firstname":"Gérard","surname":"Pavillon","email":"null","contributions":"1"},{"firstname":"Pierre","surname":"Bessemoulin","email":"null","contributions":"1"},{"firstname":"Philippe","surname":"Frayssinet","email":"null","contributions":"1"},{"firstname":"Jacqueline","surname":"Clavel","email":"null","contributions":"1"},{"firstname":"                  Denis","surname":"Hémon","email":"null","contributions":"1"}]},{"doi":"10.1017/dmp.2018.22","date":"1970-01-01","title":"The Incidence, Risk Factors, and Chronobiology of Acute Myocardial Infarction Ten Years After Hurricane Katrina","abstract":"Unknown Abstract","id":"10.1017/dmp.2018.22","idformat":"CORE","foundapis":"_CROSSREF","miscinfo":"","authors":[{"firstname":"Ahmad","surname":"Jabbar","email":"coreGivesNoEmail","contributions":"1"},{"firstname":"Alaa","surname":"Boulad","email":"coreGivesNoEmail","contributions":"1"},{"firstname":"Anand","surname":"Irimpen","email":"coreGivesNoEmail","contributions":"1"},{"firstname":"Bradley","surname":"Deere","email":"coreGivesNoEmail","contributions":"1"},{"firstname":"Christopher","surname":"Westley","email":"coreGivesNoEmail","contributions":"1"},{"firstname":"Hassan","surname":"Baydoun","email":"coreGivesNoEmail","contributions":"1"},{"firstname":"Holly","surname":"Gonzales","email":"coreGivesNoEmail","contributions":"1"},{"firstname":"Indrajeet","surname":"Mahata","email":"coreGivesNoEmail","contributions":"1"},{"firstname":"John","surname":"C. Moscona","email":"coreGivesNoEmail","contributions":"1"},{"firstname":"Kapil","surname":"Yadav","email":"coreGivesNoEmail","contributions":"1"},{"firstname":"Matthew","surname":"N. Peters","email":"coreGivesNoEmail","contributions":"1"},{"firstname":"Patrick","surname":"Ters","email":"coreGivesNoEmail","contributions":"1"},{"firstname":"Paul","surname":"Katigbak","email":"coreGivesNoEmail","contributions":"1"},{"firstname":"Rohit","surname":"Maini","email":"coreGivesNoEmail","contributions":"1"},{"firstname":"Ryan","surname":"Nelson","email":"coreGivesNoEmail","contributions":"1"},{"firstname":"Sudesh","surname":"Srivastav","email":"coreGivesNoEmail","contributions":"1"},{"firstname":"                          Taraka","surname":"V. Gadiraju","email":"coreGivesNoEmail","contributions":"1"}]},{"doi":"10.1001/dmp.2010.10","date":"2022-03-31","title":"'Time to Recovery in Diabetes and Comorbidities Following Hurricane Katrina'","abstract":"'ABSTRACTBackground:The impact of a natural disaster on self-care and health care delivery has been well documented.\n The objective of the study was to document the recovery pattern from the impact of a natural disaster such as Hurricane Katrina on clinical and biochemical measures of diabetes and its comorbidities.\nMethods:Patients were selected from Tulane University Hospital and Clinic, Southeast Louisiana Veterans Health Care System, and the Medical Center of Louisiana at New Orleans.\n Adults with diabetes and A1cmeasurement 6 months before (pre-K) Hurricane Katrina (February 28, 2005–August 27, 2005) and 6 to 16 months after (post-K) Katrina (March 1, 2006–December 31, 2006) were identified within the 3 facilities.\n Follow-up data (January 1, 2007–December 31, 2007) were 1 year after the first post-K visit.\n The outcome measures were hemoglobin A1c(HbA1c), systolic and diastolic blood pressure (BP), and lipids (low-density lipoprotein cholesterol, high-density lipoprotein cholesterol [HDL], triglycerides).\nResults:Averaged across the 3 facilities, the parameters significantly different in the follow-up period compared with pre- and post-K were HbA1c(P= .\n04), HDL, and systolic and diastolic BP (P&lt; .\n0001).\n Parameters with significantly different patterns of change in the 3 facilities over time were HbA1c, HDL, systolic and diastolic BP (P&lt; .\n0001), and low-density lipoprotein (P&lt; .\n01).\nConclusions:Our results suggest that a variety of clinical and biochemical parameters related to diabetes and its comorbidities affected by natural disaster have varied the rate of recovery to predisaster levels.\n(Disaster Med Public Health Preparedness.\n 2010;4:S33-S38)","id":"10.1001/dmp.2010.10","idformat":"CROSSREF","foundapis":"","miscinfo":"PUBLISHER: Cambridge University Press (CUP)","authors":[{"firstname":"Tina K.","surname":"Thethi","email":"xref no email","contributions":"1"},{"firstname":" C. Lillian","surname":"Yau","email":"xref no email","contributions":"1"},{"firstname":" Lizheng","surname":"Shi","email":"xref no email","contributions":"1"},{"firstname":" Sharice","surname":"Leger","email":"xref no email","contributions":"1"},{"firstname":" Prathima","surname":"Nagireddy","email":"xref no email","contributions":"1"},{"firstname":" Jay","surname":"Waddadar","email":"xref no email","contributions":"1"},{"firstname":" Prasanth","surname":"Surampudi","email":"xref no email","contributions":"1"},{"firstname":" Jennifer","surname":"John-Kalarickal","email":"xref no email","contributions":"1"},{"firstname":" Lydia","surname":"Yenoby","email":"xref no email","contributions":"1"},{"firstname":"       Vivian","surname":"Fonseca","email":"xref no email","contributions":"1"}]}]}