{"name":"The COVID-19 controversy over non-steroidal anti-inflammatory drugs (NSAIDs): a systematic review and meta-analysis of NSAIDs in adult acute lower respiratory tract infections","id":"43","link":"https://bpspubs.onlinelibrary.wiley.com/doi/full/10.1111/bcp.14514","dbsearches":"4","refs":"https://docs.google.com/spreadsheets/d/1HslIZjl0N51Pc7yXxF465eUGSOkVLAMVDl6kXxB23d8/edit#gid=0","references":[{"doi":"10.1093/nar/gkx1121","date":"2017-10-25","title":"The IUPHAR/BPS Guide to PHARMACOLOGY in 2018: updates and expansion to encompass the new guide to IMMUNOPHARMACOLOGY","abstract":"The IUPHAR/BPS Guide to PHARMACOLOGY (GtoPdb, www.\n\nguidetopharmacology.\n\norg) and its precursor IUPHAR-DB, have captured expert-curated interactions between targets and ligands from selected papers in pharmacology and drug discovery since 2003. This resource continues to be developed in conjunction with the International Union of Basic and Clinical Pharmacology (IUPHAR) and the British Pharmacological Society (BPS).\n\n As previously described, our unique model of content selection and quality control is based on 96 target-class subcommittees comprising 512 scientists collaborating with in-house curators.\n\n This update describes content expansion, new features and interoperability improvements introduced in the 10 releases since August 2015. Our relationship matrix now describes ?9000 ligands, ?15 000 binding constants, ?6000 papers and ?1700 human proteins.\n\n As an important addition, we also introduce our newly funded project for the Guide to IMMUNOPHARMACOLOGY (GtoImmuPdb, www.\n\nguidetoimmunopharmacology.\n\norg).\n\n This has been ‘forked’ from the well-established GtoPdb data model and expanded into new types of data related to the immune system and inflammatory processes.\n\n This includes new ligands, targets, pathways, cell types and diseases for which we are recruiting new IUPHAR expert committees.\n\n Designed as an immunopharmacological gateway, it also has an emphasis on potential therapeutic interventions.\n\n","id":"PMC5753190","idformat":"PMC","foundapis":"_PMC_CROSSREF","miscinfo":"","authors":[{"firstname":"Simon D","surname":"Harding","email":"NULL","contributions":"1"},{"firstname":"Joanna L","surname":"Sharman","email":"NULL","contributions":"2"},{"firstname":"Joanna L","surname":"Sharman","email":"NULL","contributions":"0"},{"firstname":"Elena","surname":"Faccenda","email":"NULL","contributions":"1"},{"firstname":"Chris","surname":"Southan","email":"NULL","contributions":"1"},{"firstname":"Adam J","surname":"Pawson","email":"NULL","contributions":"1"},{"firstname":"Sam","surname":"Ireland","email":"NULL","contributions":"1"},{"firstname":"Alasdair J G","surname":"Gray","email":"NULL","contributions":"1"},{"firstname":"Liam","surname":"Bruce","email":"NULL","contributions":"1"},{"firstname":"Stephen P H","surname":"Alexander","email":"NULL","contributions":"1"},{"firstname":"Stephen","surname":"Anderton","email":"NULL","contributions":"1"},{"firstname":"Clare","surname":"Bryant","email":"NULL","contributions":"1"},{"firstname":"Anthony P","surname":"Davenport","email":"NULL","contributions":"1"},{"firstname":"Christian","surname":"Doerig","email":"NULL","contributions":"1"},{"firstname":"Doriano","surname":"Fabbro","email":"NULL","contributions":"1"},{"firstname":"Francesca","surname":"Levi-Schaffer","email":"NULL","contributions":"1"},{"firstname":"Michael","surname":"Spedding","email":"NULL","contributions":"1"},{"firstname":"Jamie A","surname":"Davies","email":"jamie.davies@ed.ac.uk","contributions":"1"},{"firstname":"                            NULL","surname":"NULL","email":"NULL","contributions":"0"}]},{"doi":"10.1016/j.rmed.2016.12.005","date":"2017-02-28","title":"Prehospital NSAIDs use prolong hospitalization in patients with pleuro-pulmonary infection ","abstract":"\nObjective\nNonsteroidal anti-inflammatory drug (NSAID) pre-hospitalization consumption might affect the course of pneumonia. We opted to assess the potential effects of pre-hospitalization use of NSAIDs in patients with pleuropulmonary infection in the context of the duration of hospitalization.\n \nMethods\nA prospective observational study of 57 consecutive patients with a diagnosis of pneumonia and parapneumonic pleural effusion was conducted. The exact medication history the previous fifteen days was recorded.\n \nResults\nPrehospital use of NSAIDs &gt;6 days was positively associated with prolonged hospitalization extending out for approximately 10 days. Immunosuppression was an independent risk factor for prolonged hospitalization of more than 5 days. This group of patients also had more complicated pleural effusions and difficult to treat management. In the immunocompetent group of patients, there was a negative inverse correlation of duration of NSAIDs use with pleural fluid pH and glucose. The longer medication with NSAIDs correlated with lower values of C–reactive protein, and erythrocyte sedimentation rate. Importantly, the early prehospital antibiotic use significantly prevented the development of empyema.\n \nConclusion\nOur findings highlight the potential complications involved with prehospital use of NSAIDs and especially that prolonged NSAID use which may lead to longer hospitalization duration and more complicated pleural effusions.\n ","id":"S0954-6111(16)30326-2","idformat":"elsevier_pii","foundapis":"_CROSSREF","miscinfo":"","authors":[{"firstname":" Ourania S.","surname":"Kotsiou","email":"null","contributions":"1"},{"firstname":" Sotirios G.","surname":"Zarogiannis","email":"null","contributions":"1"},{"firstname":" Konstantinos I.","surname":"Gourgoulianis","email":"null","contributions":"1"},{"firstname":" Ourania S.","surname":"Kotsiou","email":"null","contributions":"1"},{"firstname":" Sotirios G.","surname":"Zarogiannis","email":"null","contributions":"1"},{"firstname":"                           Konstantinos I.","surname":"Gourgoulianis","email":"null","contributions":"1"}]},{"doi":"10.1016/j.jcrc.2014.05.021","date":"2014-10-31","title":"Risks of nonsteroidal antiinflammatory drugs in undiagnosed intensive care unit pneumococcal pneumonia: Younger and more severely affected patients ","abstract":"\nPurpose\nThe purpose of this study is to investigate whether exposure to nonsteroidal antiinflammatory drugs (NSAIDs) at the early stage of severe pneumococcal community-acquired pneumonia (CAP) requiring intensive care unit (ICU) admission may affect its presentation and outcome.\n \nMaterial and methods\nMedical records of ICU adult patients (12-year period) with a pneumococcal CAP diagnosis were retrospectively analyzed according to previous NSAID exposure.\n \nResults\nOne hundred six confirmed pneumococcal CAP were identified, 20 received NSAIDs within 4 (2-6) days before admission. Nonsteroidal antiinflammatory drug–exposed patients were younger (43.3 vs 62.2 years; P &lt; .0001), had less frequently at least one chronic comorbid condition (40% vs 75%; P = .003), had more often complicated pleural effusions (20% vs 2.3%; P = .01), and more frequent pleuropulmonary complications (odds ratio: 5.75 [1.97-16.76]). Nonsteroidal antiinflammatory drug patients required more often noninvasive ventilatory support (25% vs 4.6%; P = .003). Intensive care unit length of stay and mortality were similar.\n \nConclusions\nWe report as severe pneumococcal pneumonia in young and healthy patients exposed to NSAIDs as in older, more comorbid, and nonexposed ones. Nonsteroidal antiinflammatory drug use may mask initial symptoms and delay antimicrobial therapy, thus predisposing to worse outcomes.\n ","id":"S0883-9441(14)00222-6","idformat":"elsevier_pii","foundapis":"_CROSSREF","miscinfo":"","authors":[{"firstname":" Jonathan","surname":"Messika","email":"null","contributions":"1"},{"firstname":" Benjamin","surname":"Sztrymf","email":"null","contributions":"1"},{"firstname":" Fabrice","surname":"Bertrand","email":"null","contributions":"1"},{"firstname":" Typhaine","surname":"Billard-Pomares","email":"null","contributions":"1"},{"firstname":" Guilene","surname":"Barnaud","email":"null","contributions":"1"},{"firstname":" Catherine","surname":"Branger","email":"null","contributions":"1"},{"firstname":" Didier","surname":"Dreyfuss","email":"null","contributions":"1"},{"firstname":" Jean-Damien","surname":"Ricard","email":"null","contributions":"1"},{"firstname":" Jonathan","surname":"Messika","email":"null","contributions":"1"},{"firstname":" Benjamin","surname":"Sztrymf","email":"null","contributions":"1"},{"firstname":" Fabrice","surname":"Bertrand","email":"null","contributions":"1"},{"firstname":" Typhaine","surname":"Billard-Pomares","email":"null","contributions":"1"},{"firstname":" Guilene","surname":"Barnaud","email":"null","contributions":"1"},{"firstname":" Catherine","surname":"Branger","email":"null","contributions":"1"},{"firstname":" Didier","surname":"Dreyfuss","email":"null","contributions":"1"},{"firstname":"                           Jean-Damien","surname":"Ricard","email":"null","contributions":"1"}]},{"doi":"10.1186/1471-2466-11-38","date":"2011-06-21","title":"Effectiveness of anti-inflammatory treatment versus antibiotic therapy and placebo for patients with non-complicated acute bronchitis with purulent sputum. The BAAP Study protocol","abstract":"Background\nAcute bronchitis is one of the most prevalent respiratory infections in primary care, and in more than 90% of the cases antibiotics are prescribed, mainly when purulent expectoration is present.\n\n However, this process is usually viral in origin and the benefits of antibiotic treatment are marginal.\n\n On the other hand, in recent years bronchitis has been considered more as an inflammatory than an infectious process.\n\n Thus, the aim of this study is to evaluate the clinical effectiveness of a schedule of an oral anti-inflammatory compared with an antibiotic regimen and another group assigned to receive a placebo.\n\n\nMethods and design\nA total of 420 patients from 15 to 70 years of age with no associated comorbidity, presenting respiratory tract infection of at least one week of evolution, with cough as the predominant symptom, the presence of purulent expectoration and at least one other symptom of the respiratory tract (dyspnoea, wheezing, chest discomfort or pain), with no alternative explanation such as pneumonia, will be included in a prospective, randomised and controlled, clinical trial with placebo.\n\n The patients will be randomised to receive one of three treatments: ibuprofen, amoxycillin and clavulanic acid or placebo for 10 days.\n\n The main outcome measure is the number of days with frequent cough defined by the symptom diary with a score of 1 or more.\n\n\nDiscussion\nThis trial is designed to evaluate the number of days with frequent cough with anti-inflammatory treatment compared with antimicrobial treatment and placebo in previously healthy patients with a clinical picture of acute bronchitis and purulent expectoration.\n\n It is hypothesized that anti-inflammatory treatment is more effective than antibiotic treatment to reduce cough, which is the most disturbing symptom for patients with this infection.\n\n\nTrial registration\n\nISRCTN07852892\n\n","id":"PMC3141809","idformat":"PMC","foundapis":"_PMC_Springer_CROSSREF","miscinfo":"","authors":[{"firstname":"Carl","surname":"Llor","email":"carles.llor@urv.cat","contributions":"1"},{"firstname":"Ana","surname":"Moragas","email":"amoragasm@meditex.es","contributions":"1"},{"firstname":"Carolina","surname":"Bayona","email":"cbayona.tarte.ics@gencat.cat","contributions":"1"},{"firstname":"Rosa","surname":"Morros","email":"rmorros@idiapjgol.org","contributions":"1"},{"firstname":"Helena","surname":"Pera","email":"hpera@idiapjgol.org","contributions":"1"},{"firstname":"Josep M","surname":"Cots","email":"23465jcy@comb.cat","contributions":"1"},{"firstname":"Yvonne","surname":"Fernández","email":"yfernandez.tarte.ics@gencat.cat","contributions":"1"},{"firstname":"Marc","surname":"Miravitlles","email":"marcm@separ.es","contributions":"1"},{"firstname":"                            Albert","surname":"Boada","email":"aboadav.bcn.ics@gencat.cat","contributions":"1"}]},{"doi":"10.7883/yoken.JJID.2014.577","date":"2022-04-03","title":"'Nonsteroidal Anti-Inflammatory Drug and Aspirin Use, and Mortality among Critically Ill Pandemic H1N1 Influenza Patients: an Exploratory Analysis'","abstract":"Unknown Abstract","id":"10.7883/yoken.JJID.2014.577","idformat":"CROSSREF","foundapis":"","miscinfo":"PUBLISHER: Editorial Committee of Japanese Journal of Infectious Diseases, National Institute of Infectious Dis","authors":[{"firstname":"Holly","surname":"Epperly","email":"xref no email","contributions":"1"},{"firstname":" Frances L.","surname":"Vaughn","email":"xref no email","contributions":"1"},{"firstname":" Andrew D.","surname":"Mosholder","email":"xref no email","contributions":"1"},{"firstname":" Elizabeth M.","surname":"Maloney","email":"xref no email","contributions":"1"},{"firstname":"       Lewis","surname":"Rubinson","email":"xref no email","contributions":"1"}]},{"doi":"10.1016/j.rmr.2017.12.003","date":"2018-04-30","title":"Risques associés à la prise d’anti-inflammatoires non stéroïdiens au cours de la pneumonie ","abstract":"\nIntroduction\nLe traitement ambulatoire de la pneumonie aiguë communautaire (PAC) utilise fréquemment les anti-inflammatoires non stéroïdiens (AINS), en dehors de toute recommandation et alors qu’aucune donnée scientifique ne soutient leur bénéfice symptomatique par rapport au paracétamol.\n \nÉtat des connaissances\nDes données expérimentales suggèrent que les AINS perturbent les fonctions intrinsèques des polynucléaires neutrophiles, limitent leur recrutement locorégional, altèrent la clairance bactérienne et retardent la résolution du processus inflammatoire au cours de l’agression pulmonaire aiguë bactérienne. Au cours des PAC de l’enfant et de l’adulte nécessitant une hospitalisation, des données observationnelles rapportent une association forte et indépendante entre l’exposition aux AINS et la survenue de complications pleuro-pulmonaires (empyème pleural, excavation, abcès). Dans la seule étude où un biais protopathique est pris en compte, cette association persiste. D’autres marqueurs de morbidité ont été décrits, incluant un retard à la prise en charge hospitalière, une durée d’antibiothérapie allongée et un taux de transfert en réanimation majoré.\n \nPerspectives\nDes données éclairant les mécanismes biologiques impliqués sont attendues.\n \nConclusions\nL’administration d’AINS au cours du traitement ambulatoire de la PAC constitue probablement le deuxième facteur modifiable de morbidité après l’antibiothérapie inadaptée. Les données existantes incitent à une réévaluation urgente du rapport bénéfice-risque de ces molécules par les autorités de santé.\n \nIntroduction\nOutpatient treatment of community-acquired pneumonia (CAP) patients with non-steroidal anti-inflammatory drugs (NSAIDs) is frequent, although this is not based on clinical recommendations and there is no scientific evidence supporting better symptom relief in comparison to acetaminophen.\n \nState of the art\nExperimental data suggest that NSAIDs alter the intrinsic functions of neutrophils, limit their locoregional recruitment, alter bacterial clearance and delay the resolution of inflammatory processes during acute bacterial pulmonary challenge. In hospitalized children and adults with CAP, observational data suggest a strong and independent association between the outpatient exposure to NSAIDs and the occurrence of pleuropulmonary complications (pleural empyema, excavation, and abscess). In the only study taking into account possible protopathic bias, the association still persists. Other markers of morbidity have been described, including delay in hospital management, prolonged antibiotic therapy, and higher transfer rate to an intensive care unit.\n \nPerspectives\nData describing the role of self-medication and the biological mechanisms involved are needed.\n \nConclusions\nIntake of NSAIDs during outpatient treatment of CAP is probably the second modifiable factor of morbidity after inadequate antibiotic therapy. In light of existing data in children and adults, health authorities should urgently reassess the risk-benefit ratio of NSAIDS in CAP.\n ","id":"S0761-8425(18)30072-X","idformat":"elsevier_pii","foundapis":"_CROSSREF","miscinfo":"","authors":[{"firstname":" G.","surname":"Voiriot","email":"null","contributions":"1"},{"firstname":" M.","surname":"Chalumeau","email":"null","contributions":"1"},{"firstname":" J.","surname":"Messika","email":"null","contributions":"1"},{"firstname":" D.","surname":"Basille","email":"null","contributions":"1"},{"firstname":" B.","surname":"Philippe","email":"null","contributions":"1"},{"firstname":" J.-D.","surname":"Ricard","email":"null","contributions":"1"},{"firstname":" C.","surname":"Andrejak","email":"null","contributions":"1"},{"firstname":" V.","surname":"Jounieaux","email":"null","contributions":"1"},{"firstname":" O.","surname":"Sanchez","email":"null","contributions":"1"},{"firstname":" M.","surname":"Fartoukh","email":"null","contributions":"1"},{"firstname":" G.","surname":"Voiriot","email":"null","contributions":"1"},{"firstname":" M.","surname":"Chalumeau","email":"null","contributions":"1"},{"firstname":" J.","surname":"Messika","email":"null","contributions":"1"},{"firstname":" D.","surname":"Basille","email":"null","contributions":"1"},{"firstname":" B.","surname":"Philippe","email":"null","contributions":"1"},{"firstname":" J.-D.","surname":"Ricard","email":"null","contributions":"1"},{"firstname":" C.","surname":"Andrejak","email":"null","contributions":"1"},{"firstname":" V.","surname":"Jounieaux","email":"null","contributions":"1"},{"firstname":" O.","surname":"Sanchez","email":"null","contributions":"1"},{"firstname":"                           M.","surname":"Fartoukh","email":"null","contributions":"1"}]},{"doi":"10.1007/s00408-016-9973-1","date":"2017-04-01","title":"Non-steroidal Anti-inflammatory Drugs may Worsen the Course of Community-Acquired Pneumonia: A Cohort Study","abstract":"\nPurpose\nNon-steroidal anti-inflammatory drugs (NSAIDs) are frequently prescribed or used as self-medication in cases of community-acquired pneumonia (CAP).\n Nevertheless, the consequences of such medication on the risk of pleuroparenchymal complications are not well known.\n The aim was to investigate whether exposure to NSAIDs prior to hospital admission among patients suffering from CAP is associated with the development of pleural complications or a lung abscess.\n\nMethods\nAll consecutive non-immunocompromised patients with CAP and admitted to a university hospital were prospectively included (2-year period).\n The risk of pleuropulmonary complications was analyzed according to previous exposure to NSAIDs.\n\nResults\nOf the 221 included patients, 40 (18.1%) had developed a pleuropulmonary complication.\n NSAIDs intake prior to admission was reported for 24 patients (10.9%) who were younger (50.6 ± 18.5 vs.\n 66.5 ± 16.4 years; p = 0.001), had less comorbidities (60 vs.\n 25.1%; p = 0.001), had a longer duration between the first symptoms of CAP and the start of an antibiotic therapy (6.1 ± 7.6 vs.\n 2.8 ± 3.8 days; p = 0.001), and who had a higher incidence of pleuropulmonary complications (33.3 vs.\n 16.2%; p = 0.048).\n In multivariate analyses, two factors were independently associated with the development of pleuroparenchymal complications: NSAIDs intake [Odds Ratio (OR) = 2.57 [1.02–6.64]; p = 0.049] and alcohol abuse (OR = 2.68 [1.27–5.69]; p = 0.01).\n\nConclusions\nOur findings suggest that NSAIDs, often taken by young and healthy patients, may worsen the course of CAP with delayed therapy and a higher rate of pleuropulmonary complications.\n","id":"10.1007/s00408-016-9973-1","idformat":"Springer","foundapis":"_CROSSREF","miscinfo":"","authors":[{"firstname":" Damien","surname":"Basille","email":"null","contributions":"1"},{"firstname":"Nathalie","surname":"Plouvier","email":"null","contributions":"1"},{"firstname":"Charlotte","surname":"Trouve","email":"null","contributions":"1"},{"firstname":"Pierre","surname":"Duhaut","email":"null","contributions":"1"},{"firstname":"Claire","surname":"Andrejak","email":"null","contributions":"1"},{"firstname":"                  Vincent","surname":"Jounieaux","email":"null","contributions":"1"}]},{"doi":"10.1164/rccm.201802-0229LE","date":"2023-03-16","title":"'Nonsteroidal Antiinflammatory Drug Use and Clinical Outcomes of Community-acquired Pneumonia'","abstract":"Unknown Abstract","id":"10.1164/rccm.201802-0229LE","idformat":"CROSSREF","foundapis":"","miscinfo":"PUBLISHER: American Thoracic Society","authors":[{"firstname":"Damien","surname":"Basille","email":"xref no email","contributions":"1"},{"firstname":" Reimar Wernich","surname":"Thomsen","email":"xref no email","contributions":"1"},{"firstname":" Morten","surname":"Madsen","email":"xref no email","contributions":"1"},{"firstname":" Pierre","surname":"Duhaut","email":"xref no email","contributions":"1"},{"firstname":" Claire","surname":"Andrejak","email":"xref no email","contributions":"1"},{"firstname":" Vincent","surname":"Jounieaux","email":"xref no email","contributions":"1"},{"firstname":"       Henrik Toft","surname":"Sørensen","email":"xref no email","contributions":"1"}]}]}