{"name":"A systematic review of the prevalence and risk factors for anxiety, depression and fear of disease during the COVID-19 pandemic, and of strategies to address these","id":"68","link":"https://lupinepublishers.com/clinical-community-medicine/pdf/JCCM.MS.ID.000150.pdf","dbsearches":"3","refs":"https://docs.google.com/spreadsheets/d/1xjwWWHMLhX2hj3LJQDRfH87NixozeQxLMreoMWK31ic/edit#gid=0","references":[{"doi":"10.1016/j.bbi.2020.05.040","date":"2020-05-12","title":"Mental health consequences during the initial stage of the 2020 Coronavirus pandemic (COVID-19) in Spain","abstract":"\n\n\n•\nThe 18.7% of the sample revealed depressive symptomatology, the 21.6% anxiety and the 15.8% PSTD.\n","id":"PMC7219372","idformat":"PMC","foundapis":"","miscinfo":"Elsevier Inc.","authors":[{"firstname":"Clara","surname":"González-Sanguino","email":"NULL","contributions":"0"},{"firstname":" Berta","surname":"Ausín","email":"NULL","contributions":"0"},{"firstname":" Miguel Ángel","surname":"Castellanos","email":"NULL","contributions":"0"},{"firstname":" Jesús","surname":"Saiz","email":"NULL","contributions":"0"},{"firstname":" Aída","surname":"López-Gómez","email":"NULL","contributions":"0"},{"firstname":" Carolina","surname":"Ugidos","email":"NULL","contributions":"0"},{"firstname":" Manuel","surname":"Muñoz","email":"NULL","contributions":"0"}]},{"doi":"10.3390/ijerph17051729","date":"2020-03-03","title":"Immediate Psychological Responses and Associated Factors during the Initial Stage of the 2019 Coronavirus Disease (COVID-19) Epidemic among the General Population in China","abstract":"Background: The 2019 coronavirus disease (COVID-19) epidemic is a public health emergency of international concern and poses a challenge to psychological resilience.\n Research data are needed to develop evidence-driven strategies to reduce adverse psychological impacts and psychiatric symptoms during the epidemic.\n The aim of this study was to survey the general public in China to better understand their levels of psychological impact, anxiety, depression, and stress during the initial stage of the COVID-19 outbreak.\n The data will be used for future reference.\n Methods: From 31 January to 2 February 2020, we conducted an online survey using snowball sampling techniques.\n The online survey collected information on demographic data, physical symptoms in the past 14 days, contact history with COVID-19, knowledge and concerns about COVID-19, precautionary measures against COVID-19, and additional information required with respect to COVID-19. Psychological impact was assessed by the Impact of Event Scale-Revised (IES-R), and mental health status was assessed by the Depression, Anxiety and Stress Scale (DASS-21).\n Results: This study included 1210 respondents from 194 cities in China.\n In total, 53.8% of respondents rated the psychological impact of the outbreak as moderate or severe; 16.5% reported moderate to severe depressive symptoms; 28.8% reported moderate to severe anxiety symptoms; and 8.1% reported moderate to severe stress levels.\n Most respondents spent 20–24 h per day at home (84.7%); were worried about their family members contracting COVID-19 (75.2%); and were satisfied with the amount of health information available (75.1%).\n Female gender, student status, specific physical symptoms (e.\ng.\n, myalgia, dizziness, coryza), and poor self-rated health status were significantly associated with a greater psychological impact of the outbreak and higher levels of stress, anxiety, and depression (p &lt; 0.05).\n Specific up-to-date and accurate health information (e.\ng.\n, treatment, local outbreak situation) and particular precautionary measures (e.\ng.\n, hand hygiene, wearing a mask) were associated with a lower psychological impact of the outbreak and lower levels of stress, anxiety, and depression (p &lt; 0.05).\n Conclusions: During the initial phase of the COVID-19 outbreak in China, more than half of the respondents rated the psychological impact as moderate-to-severe, and about one-third reported moderate-to-severe anxiety.\n Our findings identify factors associated with a lower level of psychological impact and better mental health status that can be used to formulate psychological interventions to improve the mental health of vulnerable groups during the COVID-19 epidemic.\n","id":"PMC7084952","idformat":"PMC","foundapis":"","miscinfo":"MDPI","authors":[{"firstname":"Cuiyan","surname":"Wang","email":"NULL","contributions":"0"},{"firstname":" Riyu","surname":"Pan","email":"NULL","contributions":"0"},{"firstname":" Riyu","surname":"Pan","email":"NULL","contributions":"0"},{"firstname":" Xiaoyang","surname":"Wan","email":"NULL","contributions":"0"},{"firstname":" Yilin","surname":"Tan","email":"NULL","contributions":"0"},{"firstname":" Linkang","surname":"Xu","email":"NULL","contributions":"0"},{"firstname":" Cyrus S.","surname":"Ho","email":"NULL","contributions":"0"},{"firstname":" Roger C.","surname":"Ho","email":"NULL","contributions":"0"},{"firstname":" Roger C.","surname":"Ho","email":"NULL","contributions":"0"}]},{"doi":"10.1371/journal.pone.0233410","date":"2020-05-05","title":"The psychological distress and coping styles in the early stages of the 2019 coronavirus disease (COVID-19) epidemic in the general mainland Chinese population: A web-based survey","abstract":"As the epidemic outbreak of 2019 coronavirus disease (COVID-19), general population may experience psychological distress.\n Evidence has suggested that negative coping styles may be related to subsequent mental illness.\n Therefore, we investigate the general population’s psychological distress and coping styles in the early stages of the COVID-19 outbreak.\n A cross-sectional battery of surveys was conducted from February 1–4, 2020. The Kessler 6 psychological distress scale, the simplified coping style questionnaire and a general information questionnaire were administered on-line to a convenience sample of 1599 in China.\n A multiple linear regression analysis was performed to identify the influence factors of psychological distress.\n General population’s psychological distress were significant differences based on age, marriage, epidemic contact characteristics, concern with media reports, and perceived impacts of the epidemic outbreak (all p &lt;0.001) except gender (p = 0.316).\n The population with younger age (F = 102.04), unmarried (t = 15.28), with history of visiting Wuhan in the past month (t = -40.86), with history of epidemics occurring in the community (t = -10.25), more concern with media reports (F = 21.84), perceived more impacts of the epidemic outbreak (changes over living situations, F = 331.71; emotional control, F = 1863.07; epidemic-related dreams, F = 1642.78) and negative coping style (t = 37.41) had higher level of psychological distress.\n Multivariate analysis found that marriage, epidemic contact characteristics, perceived impacts of the epidemic and coping style were the influence factors of psychological distress (all p &lt;0.001).\n Epidemic of COVID-19 caused high level of psychological distress.\n The general mainland Chinese population with unmarried, history of visiting Wuhan in the past month, perceived more impacts of the epidemic and negative coping style had higher level of psychological distress in the early stages of COVID-19 epidemic.\n Psychological interventions should be implemented early, especially for those general population with such characteristics.\n","id":"PMC7224553","idformat":"PMC","foundapis":"","miscinfo":"Public Library of Science","authors":[{"firstname":"Huiyao","surname":"Wang","email":"NULL","contributions":"1"},{"firstname":" Qian","surname":"Xia","email":"NULL","contributions":"1"},{"firstname":" Zhenzhen","surname":"Xiong","email":"NULL","contributions":"1"},{"firstname":" Zhixiong","surname":"Li","email":"NULL","contributions":"1"},{"firstname":" Weiyi","surname":"Xiang","email":"NULL","contributions":"1"},{"firstname":" Yiwen","surname":"Yuan","email":"NULL","contributions":"1"},{"firstname":" Yaya","surname":"Liu","email":"NULL","contributions":"1"},{"firstname":" Zhe","surname":"Li","email":"NULL","contributions":"2"},{"firstname":" Kenji","surname":"Hashimoto","email":"NULL","contributions":"0"},{"firstname":" Kenji","surname":"Hashimoto","email":"NULL","contributions":"0"},{"firstname":" Kenji","surname":"Hashimoto","email":"NULL","contributions":"0"}]},{"doi":"10.1080/13548506.2020.1746817","date":"1970-01-01","title":"Unknown Title","abstract":"Unknown Abstract","id":"not found","idformat":"N/A","foundapis":"","miscinfo":"","authors":[]},{"doi":"10.1016/j.jpainsymman.2020.04.008","date":"2020-04-07","title":"A Comparison of Burnout Frequency Among Oncology Physicians and Nurses Working on the Frontline and Usual Wards During the COVID-19 Epidemic in Wuhan, China","abstract":"Context\nThe epidemic of coronavirus disease 2019 (COVID-19) was first identified in Wuhan, China and has now spread worldwide.\n\n In the affected countries, physicians and nurses are under heavy workload conditions and are at high risk of infection.\n\n\nObjectives\nThe aim of this study was to compare the frequency of burnout between physicians and nurses on the frontline (FL) wards and those working in usual wards (UWs).\n\n\nMethods\nA survey with a total of 49 questions was administered to 220 medical staff members from the COVID-19 FL and UWs, with a ratio of 1:1. General information, such as age, gender, marriage status, and the Maslach Burnout Inventory—medical personnel, were gathered and compared.\n\n\nResults\nThe group working on the FLs had a lower frequency of burnout (13% vs.\n\n 39%; P &lt; 0.0001) and were less worried about being infected compared with the UW group.\n\n\nConclusion\nCompared with medical staff working on their UWs for uninfected patients, medical staff working on the COVID-19 FL ward had a lower frequency of burnout.\n\n These results suggest that in the face of the COVID-19 crisis, both FL ward and UW staff should be considered when policies and procedures to support the well-being of health care workers are devised.\n\n\n","id":"PMC7151285","idformat":"PMC","foundapis":"","miscinfo":"American Academy of Hospice and Palliative Medicine. Published by Elsevier Inc.","authors":[{"firstname":"Yuan","surname":"Wu","email":"NULL","contributions":"1"},{"firstname":" Jun","surname":"Wang","email":"NULL","contributions":"0"},{"firstname":" Chenggang","surname":"Luo","email":"NULL","contributions":"1"},{"firstname":" Sheng","surname":"Hu","email":"NULL","contributions":"1"},{"firstname":" Xi","surname":"Lin","email":"NULL","contributions":"1"},{"firstname":" Aimee E.","surname":"Anderson","email":"NULL","contributions":"1"},{"firstname":" Eduardo","surname":"Bruera","email":"NULL","contributions":"1"},{"firstname":" Xiaoxin","surname":"Yang","email":"NULL","contributions":"1"},{"firstname":" Shaozhong","surname":"Wei","email":"NULL","contributions":"1"},{"firstname":" Yu","surname":"Qian","email":"173653835@qq.com","contributions":"1"}]},{"doi":"10.3390/ijerph17072381","date":"2020-03-28","title":"Impact of the COVID-19 Pandemic on Mental Health and Quality of Life among Local Residents in Liaoning Province, China: A Cross-Sectional Study","abstract":"Our study aimed to investigate the immediate impact of the COVID-19 pandemic on mental health and quality of life among local Chinese residents aged ?18 years in Liaoning Province, mainland China.\n An online survey was distributed through a social media platform between January and February 2020. Participants completed a modified validated questionnaire that assessed the Impact of Event Scale (IES), indicators of negative mental health impacts, social and family support, and mental health-related lifestyle changes.\n A total of 263 participants (106 males and 157 females) completed the study.\n The mean age of the participants was 37.7 ± 14.0 years, and 74.9% had a high level of education.\n The mean IES score in the participants was 13.6 ± 7.7, reflecting a mild stressful impact.\n Only 7.6% of participants had an IES score ?26. The majority of participants (53.3%) did not feel helpless due to the pandemic.\n On the other hand, 52.1% of participants felt horrified and apprehensive due to the pandemic.\n Additionally, the majority of participants (57.8–77.9%) received increased support from friends and family members, increased shared feeling and caring with family members and others.\n In conclusion, the COVID-19 pandemic was associated with mild stressful impact in our sample, even though the COVID-19 pandemic is still ongoing.\n These findings would need to be verified in larger population studies.\n","id":"PMC7177660","idformat":"PMC","foundapis":"","miscinfo":"MDPI","authors":[{"firstname":"Yingfei","surname":"Zhang","email":"NULL","contributions":"0"},{"firstname":" Zheng Feei","surname":"Ma","email":"NULL","contributions":"0"},{"firstname":" Zheng Feei","surname":"Ma","email":"NULL","contributions":"0"}]},{"doi":"10.12122/j.issn.1673-4254.2020.03.09","date":"1970-01-01","title":"Unknown Title","abstract":"Unknown Abstract","id":"not found","idformat":"N/A","foundapis":"","miscinfo":"","authors":[]},{"doi":"10.1016/j.bbi.2020.04.028","date":"2020-04-10","title":"A longitudinal study on the mental health of general population during the COVID-19 epidemic in China","abstract":"\n\n\n•\nA significant reduction in psychological impact 4 weeks after COVID outbreak.\n","id":"PMC7153528","idformat":"PMC","foundapis":"","miscinfo":"Elsevier Inc.","authors":[{"firstname":"Cuiyan","surname":"Wang","email":"NULL","contributions":"0"},{"firstname":" Riyu","surname":"Pan","email":"NULL","contributions":"0"},{"firstname":" Xiaoyang","surname":"Wan","email":"NULL","contributions":"0"},{"firstname":" Yilin","surname":"Tan","email":"NULL","contributions":"0"},{"firstname":" Linkang","surname":"Xu","email":"NULL","contributions":"0"},{"firstname":" Roger S.","surname":"McIntyre","email":"NULL","contributions":"0"},{"firstname":" Faith N.","surname":"Choo","email":"NULL","contributions":"0"},{"firstname":" Bach","surname":"Tran","email":"NULL","contributions":"0"},{"firstname":" Roger","surname":"Ho","email":"NULL","contributions":"0"},{"firstname":" Vijay K.","surname":"Sharma","email":"NULL","contributions":"0"},{"firstname":" Cyrus","surname":"Ho","email":"NULL","contributions":"0"}]},{"doi":"10.1016/j.psychres.2020.113100","date":"2020-05-12","title":"Fear of COVID-19 scale: Psychometric characteristics, reliability and validity in the Israeli population","abstract":"Mental health clinicians worldwide have been expressing concerns regarding the broad psychological effects of the COVID-19 pandemic.\n Nonetheless, only a few studies have thus far evaluated the degree of fear of COVID-19, partially due to the lack of validated measures.\n In this study we evaluated the psychometric properties of the Hebrew version of the Fear of COVID-19 scale (FCV-19S), recently developed to assess different aspects of the fear of the pandemic, in a normative population of participants in Israel.\n Participants (n = 639) were asked to complete the FCV-19S scale, as well as to report anxiety, depression, and stress levels using validated scales.\n The results a unidimensional factor structure of the FCV-19S which explained 53.71% of the variance.\n When forcing a two-factor structure model, the analysis revealed two factors pertaining to emotional fear reactions and symptomatic expressions of fear.\n Gender, sociodemographic status, chronic illness, being in an at-risk group, and having a family member dying of COVID-19 were positively associated with fear of COVID-19. The measure was associated with anxiety, stress and depression.\n These results suggest that the FCV-19S has good psychometric properties, and can be utilized in studies assessing the effects of the pandemic on the population's mental health.\n","id":"PMC7227556","idformat":"PMC","foundapis":"","miscinfo":"Published by Elsevier B.V.","authors":[{"firstname":"Dana","surname":"Tzur Bitan","email":"NULL","contributions":"2"},{"firstname":" Ariella","surname":"Grossman-Giron","email":"NULL","contributions":"2"},{"firstname":" Yuval","surname":"Bloch","email":"NULL","contributions":"2"},{"firstname":" Yael","surname":"Mayer","email":"NULL","contributions":"2"},{"firstname":" Noga","surname":"Shiffman","email":"NULL","contributions":"2"},{"firstname":" Shlomo","surname":"Mendlovic","email":"NULL","contributions":"2"}]},{"doi":"10.3760/cma.j.cn121094-20200219-00063","date":"1970-01-01","title":"Unknown Title","abstract":"Unknown Abstract","id":"not found","idformat":"N/A","foundapis":"","miscinfo":"","authors":[]},{"doi":"10.1111/bjhp.12423","date":"1970-01-01","title":"Coronavirus (COVID?19) in the United Kingdom: A personality?based perspective on concerns and intention to self?isolate","abstract":"Objectives\nPublic behaviour change is necessary to contain the spread of coronavirus (COVID?19).\n\n Based on the reinforcement sensitivity theory (RST) framework, this study presents an examination of individual differences in some relevant psychological factors.\n\n\nDesign\nCross?sectional psychometric.\n\n\nMethods\nUK respondents (N = 202) completed a personality questionnaire (RST?PQ), measures of illness attitudes, concerns about the impact of coronavirus on health services and socio?economic infrastructures, personal safety, and likelihood of voluntary self?isolation.\n\n\nResults\nRespondents most concerned were older, had negative illness attitudes, and scored higher on reward reactivity (RR), indicating the motivation to take positive approach action despite prevailing worry/anxiety.\n\n Personal safety concerns were highest in those with negative illness attitudes and higher fight–flight–freeze system (FFFS, reflecting fear/avoidance) scores.\n\n Results suggest people are experiencing psychological conflict: between the urge to stay safe (FFFF?related) and the desire to maintain a normal, pleasurable (RR?related) life.\n\n Ways of ameliorating conflict may include maladaptive behaviours (panic buying), reflecting reward?related displacement activity.\n\n Intended self?isolation related to FFFS, but also low behavioural inhibition system (related to anxiety) scores.\n\n Older people reported themselves less likely to self?isolate.\n\n\nConclusions\nInterventions need to consider individual differences in psychological factors in behaviour change, and we discuss relevant literature to inform policy makers and communicators.\n\n\nStatement of contribution\n\nStatement of contribution\n\nWhat is already known on this subject?\n\nReinforcement sensitivity theory (RST) personality systems can influence perception of persuasive health messages.\n\n\n","id":"PMC7267391","idformat":"PMC","foundapis":"","miscinfo":"John Wiley and Sons Inc.","authors":[{"firstname":"Alison M.","surname":"Bacon","email":"ambacon@plymouth.ac.uk","contributions":"1"},{"firstname":" Philip J.","surname":"Corr","email":"NULL","contributions":"2"},{"firstname":" Philip J.","surname":"Corr","email":"NULL","contributions":"0"}]},{"doi":"10.1007/s00787-020-01541-4","date":"2020-04-23","title":"Prevalence and socio-demographic correlates of psychological health problems in Chinese adolescents during the outbreak of COVID-19","abstract":"Electronic supplementary material\nThe online version of this article (10.1007/s00787-020-01541-4) contains supplementary material, which is available to authorized users.\n\n\n","id":"PMC7196181","idformat":"PMC","foundapis":"","miscinfo":"Springer Berlin Heidelberg","authors":[{"firstname":"Shuang-Jiang","surname":"Zhou","email":"NULL","contributions":"4"},{"firstname":" Li-Gang","surname":"Zhang","email":"NULL","contributions":"4"},{"firstname":" Lei-Lei","surname":"Wang","email":"NULL","contributions":"4"},{"firstname":" Zhao-Chang","surname":"Guo","email":"NULL","contributions":"4"},{"firstname":" Jing-Qi","surname":"Wang","email":"NULL","contributions":"4"},{"firstname":" Jin-Cheng","surname":"Chen","email":"NULL","contributions":"4"},{"firstname":" Mei","surname":"Liu","email":"NULL","contributions":"4"},{"firstname":" Xi","surname":"Chen","email":"NULL","contributions":"0"},{"firstname":" Jing-Xu","surname":"Chen","email":"chenjx1110@163.com","contributions":"4"}]},{"doi":"10.12659/MSM.924171","date":"2020-03-13","title":"Psychological Impact and Coping Strategies of Frontline Medical Staff in Hunan Between January and March 2020 During the Outbreak of Coronavirus Disease 2019 (COVID-19) in Hubei, China","abstract":"Background\nThroughout China, during the recent epidemic in Hubei province, frontline medical staff have been responsible for tracing contacts of patients infected with coronavirus disease 2019 (COVID-19).\n\n This study aimed to investigate the psychological impact and coping strategies of frontline medical staff in Hunan province, adjacent to Hubei province, during the COVID-19 outbreak between January and March 2020.\nMaterial/Methods\nA cross-sectional observational study included doctors, nurses, and other hospital staff throughout Hunan province between January and March 2020. The study questionnaire included five sections and 67 questions (scores, 0–3).\n\n The chi-squared ?2 test was used to compare the responses between professional groups, age-groups, and gender.\n\n\nResults\nStudy questionnaires were completed by 534 frontline medical staff.\n\n The responses showed that they believed they had a social and professional obligation to continue working long hours.\n\n Medical staff were anxious regarding their safety and the safety of their families and reported psychological effects from reports of mortality from COVID-19 infection.\n\n The availability of strict infection control guidelines, specialized equipment, recognition of their efforts by hospital management and the government, and reduction in reported cases of COVID-19 provided psychological benefit.\n\n\nConclusions\nThe COVID-19 outbreak in Hubei resulted in increased stress for medical staff in adjacent Hunan province.\n\n Continued acknowledgment of the medical staff by hospital management and the government, provision of infection control guidelines, specialized equipment and facilities for the management of COVID-19 infection should be recognized as factors that may encourage medical staff to work during future epidemics.\n\n\n","id":"PMC7177038","idformat":"PMC","foundapis":"","miscinfo":"International Scientific Literature, Inc.","authors":[{"firstname":"Haozheng","surname":"Cai","email":"NULL","contributions":"0"},{"firstname":" Baoren","surname":"Tu","email":"NULL","contributions":"0"},{"firstname":" Jing","surname":"Ma","email":"NULL","contributions":"0"},{"firstname":" Limin","surname":"Chen","email":"NULL","contributions":"0"},{"firstname":" Lei","surname":"Fu","email":"NULL","contributions":"0"},{"firstname":" Yongfang","surname":"Jiang","email":"NULL","contributions":"0"},{"firstname":" Quan","surname":"Zhuang","email":"NULL","contributions":"0"}]},{"doi":"10.1590/0102-311X00054020","date":"1970-01-01","title":"Unknown Title","abstract":"Unknown Abstract","id":"not found","idformat":"N/A","foundapis":"","miscinfo":"","authors":[]},{"doi":"10.12659/MSM.924609","date":"2020-04-12","title":"Comparison of Prevalence and Associated Factors of Anxiety and Depression Among People Affected by versus People Unaffected by Quarantine During the COVID-19 Epidemic in Southwestern China","abstract":"Background\nAt the end of 2019, the COVID-19 outbreak began in Wuhan, Hubei, China, and spread rapidly to the whole country within 1 month.\n\n This new epidemic caused a great mental reaction among the public.\n\n This study aimed to assess and compare the prevalence and associated factors of anxiety and depression among the public affected by quarantine and those unaffected during the COVID-19 outbreak in southwestern China in early Feb.\n\n 2020.\nMaterial/Methods\nData were collected using the self-rating anxiety scale (SAS) and the self-rating depression scale (SDS) administered to 1593 respondents aged 18 years and above.\n\n The respondents were grouped as ‘affected group’ and ‘unaffected group’ on the basis of whether they or their families/colleagues/classmates/neighbors had been quarantined.\n\n\nResults\nAmong 1593 participants, the prevalence of anxiety and depression was approximately 8.3% and 14.6%, respectively, and the prevalence in the affected group (12.9%, 22.4%) was significantly higher than that in the unaffected group (6.7%, 11.9%).\n\n Lower average household income, lower education level, having a higher self-evaluated level of knowledge, being more worried about being infected, having no psychological support, greater property damage, and lower self-perceived health condition were significant associated with higher scores on the SAS and SDS.\n\n People living in Chongqing had higher SAS and SDS scores than those living in Yunnan Province.\n\n\nConclusions\nThe prevalence of anxiety and depression of the affected group are higher than in the unaffected group during the COVID-19 outbreak in southwestern China in early Feb.\n\n 2020. The government should focus more on providing economic and medical support to improve the general population’s mental state.\n\n\n","id":"PMC7199435","idformat":"PMC","foundapis":"","miscinfo":"International Scientific Literature, Inc.","authors":[{"firstname":"Lei","surname":"Lei","email":"NULL","contributions":"1"},{"firstname":" Xiaoming","surname":"Huang","email":"NULL","contributions":"1"},{"firstname":" Shuai","surname":"Zhang","email":"NULL","contributions":"1"},{"firstname":" Jinrong","surname":"Yang","email":"NULL","contributions":"1"},{"firstname":" Lin","surname":"Yang","email":"NULL","contributions":"0"},{"firstname":" Min","surname":"Xu","email":"NULL","contributions":"0"}]},{"doi":"10.12659/MSM.923767","date":"2020-02-28","title":"Comparison of the Indicators of Psychological Stress in the Population of Hubei Province and Non-Endemic Provinces in China During Two Weeks During the Coronavirus Disease 2019 (COVID-19) Outbreak in February 2020","abstract":"Background\nDuring February 2020, the coronavirus disease 2019 (COVID-19) epidemic in Hubei Province, China, was at its height, requiring isolation of the population.\n\n This study aimed to compare the emotional state, somatic responses, sleep quality, and behavior of people in Hubei Province with non-endemic provinces in China during two weeks in February 2020.\nMaterial/Methods\nQuestionnaires were completed by 939 individuals (357 men; 582 women), including 33 from Hubei and 906 from non-endemic provinces.\n\n The Stress Response Questionnaire (SRQ) determined the emotional state, somatic responses, and behavior.\n\n The Pittsburgh Sleep Quality Index (PSQI) was used to measure the duration of sleep and sleep quality.\n\n\nResults\nThere were 939 study participants, aged 18–24 years (35.89%) and 25–39 years (35.57%); 65.92% were university students.\n\n During a two week period in February 2020, the emotional state and behavior of participants in Hubei improved, but the quality of sleep did not.\n\n Health workers and business people became increasingly anxious, but other professionals became less anxious.\n\n The data showed that most people in Hubei Province developed a more positive attitude regarding their risk of infection and the chances of surviving the COVID-19 epidemic.\n\n\nConclusions\nDuring a two-week period, front-line health workers and people in Hubei Province became less anxious about the COVID-19 epidemic, but sleep quality did not improve.\n\n Despite public awareness, levels of anxiety exist that affect the quality of life during epidemics, including periods of population quarantine.\n\n Therefore, health education should be combined with psychological counseling for vulnerable individuals.\n\n\n","id":"PMC7177041","idformat":"PMC","foundapis":"","miscinfo":"International Scientific Literature, Inc.","authors":[{"firstname":"Shuai","surname":"Yuan","email":"NULL","contributions":"0"},{"firstname":" Zhenxin","surname":"Liao","email":"NULL","contributions":"0"},{"firstname":" Haojie","surname":"Huang","email":"NULL","contributions":"0"},{"firstname":" Boyue","surname":"Jiang","email":"NULL","contributions":"0"},{"firstname":" Xueyan","surname":"Zhang","email":"NULL","contributions":"0"},{"firstname":" Yingwen","surname":"Wang","email":"NULL","contributions":"0"},{"firstname":" Mingyi","surname":"Zhao","email":"NULL","contributions":"0"}]},{"doi":"10.1016/j.bbi.2020.03.028","date":"2020-03-28","title":"Impact on mental health and perceptions of psychological care among medical and nursing staff in Wuhan during the 2019 novel coronavirus disease outbreak: A cross-sectional study","abstract":"\n\n\n•\nMedical staff experience mental health disturb during the COVID-19 pandemic.\n","id":"PMC7118532","idformat":"PMC","foundapis":"","miscinfo":"Elsevier Inc.","authors":[{"firstname":"Lijun","surname":"Kang","email":"NULL","contributions":"0"},{"firstname":" Simeng","surname":"Ma","email":"NULL","contributions":"0"},{"firstname":" Min","surname":"Chen","email":"NULL","contributions":"0"},{"firstname":" Jun","surname":"Yang","email":"NULL","contributions":"0"},{"firstname":" Ying","surname":"Wang","email":"NULL","contributions":"0"},{"firstname":" Ruiting","surname":"Li","email":"NULL","contributions":"0"},{"firstname":" Lihua","surname":"Yao","email":"NULL","contributions":"0"},{"firstname":" Hanping","surname":"Bai","email":"NULL","contributions":"0"},{"firstname":" Zhongxiang","surname":"Cai","email":"NULL","contributions":"0"},{"firstname":" Bing","surname":"Xiang Yang","email":"NULL","contributions":"0"},{"firstname":" Shaohua","surname":"Hu","email":"NULL","contributions":"0"},{"firstname":" Kerang","surname":"Zhang","email":"NULL","contributions":"0"},{"firstname":" Gaohua","surname":"Wang","email":"NULL","contributions":"0"},{"firstname":" Ci","surname":"Ma","email":"NULL","contributions":"0"},{"firstname":" Zhongchun","surname":"Liu","email":"NULL","contributions":"0"}]},{"doi":"10.1016/j.psychres.2020.112934","date":"2020-03-19","title":"The psychological impact of the COVID-19 epidemic on college students in China","abstract":"\n\n\n•\nEvaluate the mental situation of college students during the epidemic","id":"PMC7102633","idformat":"PMC","foundapis":"","miscinfo":"Elsevier B.V.","authors":[{"firstname":"Wenjun","surname":"Cao","email":"wjcao16@czmc.edu.cn","contributions":"0"},{"firstname":" Ziwei","surname":"Fang","email":"NULL","contributions":"0"},{"firstname":" Guoqiang","surname":"Hou","email":"NULL","contributions":"0"},{"firstname":" Mei","surname":"Han","email":"NULL","contributions":"0"},{"firstname":" Xinrong","surname":"Xu","email":"NULL","contributions":"0"},{"firstname":" Jiaxin","surname":"Dong","email":"NULL","contributions":"0"},{"firstname":" Jianzhong","surname":"Zheng","email":"zhengjj@czmc.edu.cn","contributions":"0"}]},{"doi":"10.1001/jamanetworkopen.2020.3976","date":"2020-03-02","title":"Factors Associated With Mental Health Outcomes Among Health Care Workers Exposed to Coronavirus Disease 2019","abstract":"Question\nWhat factors are associated with mental health outcomes among health care workers in China who are treating patients with coronavirus disease 2019 (COVID-19)?\nFindings\nIn this cross-sectional study of 1257 health care workers in 34 hospitals equipped with fever clinics or wards for patients with COVID-19 in multiple regions of China, a considerable proportion of health care workers reported experiencing symptoms of depression, anxiety, insomnia, and distress, especially women, nurses, those in Wuhan, and front-line health care workers directly engaged in diagnosing, treating, or providing nursing care to patients with suspected or confirmed COVID-19.\nMeaning\nThese findings suggest that, among Chinese health care workers exposed to COVID-19, women, nurses, those in Wuhan, and front-line health care workers have a high risk of developing unfavorable mental health outcomes and may need psychological support or interventions.\n\n\n","id":"PMC7090843","idformat":"PMC","foundapis":"","miscinfo":"American Medical Association","authors":[{"firstname":"Jianbo","surname":"Lai","email":"NULL","contributions":"0"},{"firstname":" Simeng","surname":"Ma","email":"NULL","contributions":"0"},{"firstname":" Ying","surname":"Wang","email":"NULL","contributions":"0"},{"firstname":" Zhongxiang","surname":"Cai","email":"NULL","contributions":"0"},{"firstname":" Jianbo","surname":"Hu","email":"NULL","contributions":"0"},{"firstname":" Ning","surname":"Wei","email":"NULL","contributions":"0"},{"firstname":" Jiang","surname":"Wu","email":"NULL","contributions":"0"},{"firstname":" Hui","surname":"Du","email":"NULL","contributions":"0"},{"firstname":" Tingting","surname":"Chen","email":"NULL","contributions":"0"},{"firstname":" Ruiting","surname":"Li","email":"NULL","contributions":"0"},{"firstname":" Huawei","surname":"Tan","email":"NULL","contributions":"0"},{"firstname":" Lijun","surname":"Kang","email":"NULL","contributions":"0"},{"firstname":" Lihua","surname":"Yao","email":"NULL","contributions":"0"},{"firstname":" Manli","surname":"Huang","email":"NULL","contributions":"0"},{"firstname":" Huafen","surname":"Wang","email":"NULL","contributions":"0"},{"firstname":" Gaohua","surname":"Wang","email":"NULL","contributions":"0"},{"firstname":" Zhongchun","surname":"Liu","email":"NULL","contributions":"0"},{"firstname":" Shaohua","surname":"Hu","email":"NULL","contributions":"0"}]},{"doi":"10.1111/jonm.13014","date":"2020-03-25","title":"Work stress among Chinese nurses to support Wuhan in fighting against COVID?19 epidemic","abstract":"Aims\nTo investigate the work stress among Chinese nurses who are supporting Wuhan in fighting against Coronavirus Disease 2019 (COVID?19) infection and to explore the relevant influencing factors.\n\n\nBackground\nThe COVID?19 epidemic has posed a major threat to public health.\n\n Nurses have always played an important role in infection prevention, infection control, isolation, containment and public health.\n\n However, available data on the work stress among these nurses are limited.\n\n\nMethods\nA cross?sectional survey.\n\n An online questionnaire was completed by 180 anti?epidemic nurses from Guangxi.\n\n Data collection tools, including the Chinese version of the Stress Overload Scale (SOS) and the Self?rating Anxiety Scale (SAS), were used.\n\n Descriptive single factor correlation and multiple regression analyses were used in exploring the related influencing factors.\n\n\nResults\nThe SOS (39.91 ± 12.92) and SAS (32.19 ± 7.56) scores of this nurse group were positively correlated (r = 0.676, p &lt; .\n\n05).\n\n Multiple regression analysis showed that only children, working hours per week and anxiety were the main factors affecting nurse stress (p = .\n\n000, .\n\n048, .\n\n000, respectively).\n\n\nConclusions\nNurses who fight against COVID?19 were generally under pressure.\n\n\nImplications for Nursing Management\nNurse leaders should pay attention to the work stress and the influencing factors of the nurses who are fighting against COVID?19 infection, and offer solutions to retain mental health among these nurses.\n\n\n","id":"PMC7262235","idformat":"PMC","foundapis":"","miscinfo":"John Wiley and Sons Inc.","authors":[{"firstname":"Yuanyuan","surname":"Mo","email":"NULL","contributions":"0"},{"firstname":" Lan","surname":"Deng","email":"NULL","contributions":"0"},{"firstname":" Lan","surname":"Deng","email":"NULL","contributions":"0"},{"firstname":" Liyan","surname":"Zhang","email":"NULL","contributions":"0"},{"firstname":" Qiuyan","surname":"Lang","email":"NULL","contributions":"0"},{"firstname":" Chunyan","surname":"Liao","email":"NULL","contributions":"0"},{"firstname":" Nannan","surname":"Wang","email":"NULL","contributions":"0"},{"firstname":" Mingqin","surname":"Qin","email":"2026142822@qq.com","contributions":"0"},{"firstname":" Huiqiao","surname":"Huang","email":"820325832@qq.com","contributions":"0"}]},{"doi":"10.3390/ijerph17062032","date":"2020-03-17","title":"The Impact of COVID-19 Epidemic Declaration on Psychological Consequences: A Study on Active Weibo Users","abstract":"COVID-19 (Corona Virus Disease 2019) has significantly resulted in a large number of psychological consequences.\n The aim of this study is to explore the impacts of COVID-19 on people’s mental health, to assist policy makers to develop actionable policies, and help clinical practitioners (e.\ng.\n, social workers, psychiatrists, and psychologists) provide timely services to affected populations.\n We sample and analyze the Weibo posts from 17,865 active Weibo users using the approach of Online Ecological Recognition (OER) based on several machine-learning predictive models.\n We calculated word frequency, scores of emotional indicators (e.\ng.\n, anxiety, depression, indignation, and Oxford happiness) and cognitive indicators (e.\ng.\n, social risk judgment and life satisfaction) from the collected data.\n The sentiment analysis and the paired sample t-test were performed to examine the differences in the same group before and after the declaration of COVID-19 on 20 January, 2020. The results showed that negative emotions (e.\ng.\n, anxiety, depression and indignation) and sensitivity to social risks increased, while the scores of positive emotions (e.\ng.\n, Oxford happiness) and life satisfaction decreased.\n People were concerned more about their health and family, while less about leisure and friends.\n The results contribute to the knowledge gaps of short-term individual changes in psychological conditions after the outbreak.\n It may provide references for policy makers to plan and fight against COVID-19 effectively by improving stability of popular feelings and urgently prepare clinical practitioners to deliver corresponding therapy foundations for the risk groups and affected people.\n","id":"PMC7143846","idformat":"PMC","foundapis":"","miscinfo":"MDPI","authors":[{"firstname":"Sijia","surname":"Li","email":"NULL","contributions":"0"},{"firstname":" Yilin","surname":"Wang","email":"NULL","contributions":"1"},{"firstname":" Jia","surname":"Xue","email":"NULL","contributions":"1"},{"firstname":" Nan","surname":"Zhao","email":"NULL","contributions":"1"},{"firstname":" Tingshao","surname":"Zhu","email":"NULL","contributions":"1"}]},{"doi":"10.1017/S0950268820001107","date":"2020-05-15","title":"The prevalence and influencing factors in anxiety in medical workers fighting COVID-19 in China: a cross-sectional survey","abstract":"The coronavirus disease 2019 (COVID-19) outbreak caused by the severe acute respiratory syndrome coronavirus 2 (SARS-Cov-2 virus) has been sustained in China since December 2019, and has become a pandemic.\n The mental health of frontline medical staff is a concern.\n In this study, we aimed to identify the factors influencing medical worker anxiety in China during the COVID-19 outbreak.\n We conducted a cross-sectional study to estimate the prevalence of anxiety among medical staff in China from 10 February 2020 to 20 February 2020 using the Zung Self-rating Anxiety Scale (SAS) to assess anxiety, with the criteria of normal (?49), mild (50–59), moderate (60–70) and severe anxiety (?70).\n We used multivariable linear regression to determine the factors (e.\ng.\n having direct contact when treating infected patients, being a medical staff worker from Hubei province, being a suspect case) for anxiety.\n We also used adjusted models to confirm independent factors for anxiety after adjusting for gender, age, education and marital status.\n Of 512 medical staff in China, 164 (32.03%) had had direct contact treating infected patients.\n The prevalence of anxiety was 12.5%, with 53 workers suffering from mild (10.35%), seven workers suffering from moderate (1.36%) and four workers suffering from severe anxiety (0.78%).\n After adjusting for sociodemographic characteristics (gender, age, education and marital status), medical staff who had had direct contact treating infected patients experienced higher anxiety scores than those who had not had direct contact (? value = 2.33, confidence interval (CI) 0.65–4.00; P = 0.0068).\n A similar trend was observed in medical staff from Hubei province, compared with those from other parts of China (? value = 3.67, CI 1.44–5.89; P = 0.0013).\n The most important variable was suspect cases with high anxiety scores, compared to non-suspect cases (? value = 4.44, CI 1.55–7.33; P = 0.0028).\n In this survey of hospital medical workers during the COVID-19 outbreak in China, we found that study participants experienced anxiety symptoms, especially those who had direct clinical contact with infected patients; as did those in the worst affected areas, including Hubei province; and those who were suspect cases.\n Governments and healthcare authorities should proactively implement appropriate psychological intervention programmes, to prevent, alleviate or treat increased anxiety.\n","id":"PMC7251286","idformat":"PMC","foundapis":"","miscinfo":"Cambridge University Press","authors":[{"firstname":"Chen-Yun","surname":"Liu","email":"NULL","contributions":"0"},{"firstname":" Yun-zhi","surname":"Yang","email":"NULL","contributions":"0"},{"firstname":" Xiao-Ming","surname":"Zhang","email":"NULL","contributions":"0"},{"firstname":" Xinying","surname":"Xu","email":"NULL","contributions":"0"},{"firstname":" Xinying","surname":"Xu","email":"NULL","contributions":"0"},{"firstname":" Qing-Li","surname":"Dou","email":"NULL","contributions":"0"},{"firstname":" Wen-Wu","surname":"Zhang","email":"NULL","contributions":"0"},{"firstname":" Andy S. K.","surname":"Cheng","email":"NULL","contributions":"0"}]},{"doi":"10.12659/MSM.923549","date":"2020-02-25","title":"The Effects of Social Support on Sleep Quality of Medical Staff Treating Patients with Coronavirus Disease 2019 (COVID-19) in January and February 2020 in China","abstract":"Background\nCoronavirus disease 2019 (COVID-19), formerly known as severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) and 2019 novel coronavirus (2019-nCoV), was first identified in December 2019 in Wuhan City, China.\n\n Structural equation modeling (SEM) is a multivariate analysis method to determine the structural relationship between measured variables.\n\n This observational study aimed to use SEM to determine the effects of social support on sleep quality and function of medical staff who treated patients with COVID-19 in January and February 2020 in Wuhan, China.\n\n\nMaterial/Methods\nA one-month cross-sectional observational study included 180 medical staff who treated patients with COVID-19 infection.\n\n Levels of anxiety, self-efficacy, stress, sleep quality, and social support were measured using the and the Self-Rating Anxiety Scale (SAS), the General Self-Efficacy Scale (GSES), the Stanford Acute Stress Reaction (SASR) questionnaire, the Pittsburgh Sleep Quality Index (PSQI), and the Social Support Rate Scale (SSRS), respectively.\n\n Pearson’s correlation analysis and SEM identified the interactions between these factors.\n\n\nResults\nLevels of social support for medical staff were significantly associated with self-efficacy and sleep quality and negatively associated with the degree of anxiety and stress.\n\n Levels of anxiety were significantly associated with the levels of stress, which negatively impacted self-efficacy and sleep quality.\n\n Anxiety, stress, and self-efficacy were mediating variables associated with social support and sleep quality.\n\n\nConclusions\nSEM showed that medical staff in China who were treating patients with COVID-19 infection during January and February 2020 had levels of anxiety, stress, and self-efficacy that were dependent on sleep quality and social support.\n\n\n","id":"PMC7075079","idformat":"PMC","foundapis":"","miscinfo":"International Scientific Literature, Inc.","authors":[{"firstname":"Han","surname":"Xiao","email":"NULL","contributions":"0"},{"firstname":" Yan","surname":"Zhang","email":"NULL","contributions":"0"},{"firstname":" Desheng","surname":"Kong","email":"NULL","contributions":"0"},{"firstname":" Shiyue","surname":"Li","email":"NULL","contributions":"0"},{"firstname":" Ningxi","surname":"Yang","email":"NULL","contributions":"0"}]},{"doi":"10.3810/pgm.2010.07.2173","date":"1970-01-01","title":"Unknown Title","abstract":"Unknown Abstract","id":"not found","idformat":"N/A","foundapis":"","miscinfo":"","authors":[]},{"doi":"10.1007/s11469-020-00277-1","date":"1970-01-01","title":"Validation and Psychometric Evaluation of the Italian Version of the Fear of COVID-19 Scale","abstract":"Background\nThe advent of COVID-19 worldwide has led to consequences for people’s health, both physical and psychological, such as fear and anxiety.\n\n This is the case in Italy, one of the countries most affected by the pandemic.\n\n Given the heightened fear concerning COVID-19 in Italy.\n\n, the present study analyzed the psychometric properties of the Italian version of the Fear of COVID-19 Scale (FCV-19S).\n\n\nMethods\nThe sample comprised 250 Italian participants who were administered Italian versions of the FCV-19S, the Hospital Anxiety and Depression Scale (HADS), and the Severity Measure for Specific Phobia–Adult (SMSP-A).\n\n Several psychometric tests were performed to investigate the validity and reliability of the test including confirmatory factor analysis.\n\n\nResults\nAnalysis of the data showed satisfactory psychometric characteristics and confirmed the scale’s unidimensional properties.\n\n The seven FCV-19S items had acceptable correlations with the test total (from .\n\n443 to .\n\n784).\n\n Furthermore, the loadings on the factor were significant and strong (from .\n\n684 to .\n\n897).\n\n The internal consistency was very good (? = .\n\n871).\n\n Construct validity for the FCV-19S was supported by significant and positive correlations with the HADS (r=.\n\n649) and SMSP-A (r=.\n\n703).\n\n\nConclusions\nThe Italian version of the Fear of COVID-19 Scale is valid and reliable in assessing fear of COVID-19 among the general Italian population.\n\n\n","id":"PMC7198091","idformat":"PMC","foundapis":"","miscinfo":"Springer US","authors":[{"firstname":"Paolo","surname":"Soraci","email":"paolo.soraci85@gmail.com","contributions":"2"},{"firstname":" Ambra","surname":"Ferrari","email":"a.ferrari50@campus.unimib.it","contributions":"2"},{"firstname":" Francesco A.","surname":"Abbiati","email":"francesco.abbiati@edu.unito.it","contributions":"2"},{"firstname":" Elena","surname":"Del Fante","email":"edelfante@hotmail.it","contributions":"2"},{"firstname":" Rosanna","surname":"De Pace","email":"Rosannadepace@libero.it","contributions":"2"},{"firstname":" Antonino","surname":"Urso","email":"antonino.urso@tin.it","contributions":"2"},{"firstname":" Mark D.","surname":"Griffiths","email":"mark.griffiths@ntu.ac.uk","contributions":"0"}]}]}