{"name":"Mass screening versus community containment versus a combination of both to mitigate COVID-19: a rapid systematic review","id":"87","link":"https://journals.sagepub.com/doi/10.4081/jphr.2020.2011","dbsearches":"14","refs":"https://docs.google.com/spreadsheets/d/1cjp4-ZpWKEhuvoVAjzjv7DX8s4EytJPRB36Sv63ggY4/edit#gid=0","references":[{"doi":"10.1051/mmnp/2020025","date":"1970-01-01","title":"Unknown Title","abstract":"Unknown Abstract","id":"not found","idformat":"N/A","foundapis":"","miscinfo":"","authors":[]},{"doi":"10.1101/2020.04.22.20076166","date":"1970-01-01","title":"Unknown Title","abstract":"Unknown Abstract","id":"not found","idformat":"N/A","foundapis":"","miscinfo":"","authors":[]},{"doi":"10.1038/s41591-020-1001-6","date":"1970-01-01","title":"Unknown Title","abstract":"Unknown Abstract","id":"not found","idformat":"N/A","foundapis":"","miscinfo":"","authors":[]},{"doi":"10.1093/cid/ciaa390","date":"1970-01-01","title":"Lockdown contained the spread of 2019 novel coronavirus disease in Huangshi city, China: Early epidemiological findings","abstract":"Background\nTo control the spread of 2019 novel coronavirus disease (COVID-19), China sealed Wuhan on Jan 23, 2020 and soon expanded lockdown to other twelve cities in Hubei province.\n\n We aimed to describe the epidemiological characteristics in one of the cities and highlight the effect of current implemented lockdown and nonpharmaceutical interventions.\n\n\nMethods\nWe retrieved data of reported cases in Huangshi and Wuhan from publicly available disease databases.\n\n Local epidemiological data on suspected or confirmed cases in Huangshi were collected through field investigation.\n\n Epidemic curves were constructed with data on reported and observed cases.\n\n\nResults\nThe accumulated confirmed COVID-19 cases and fatality in Huangshi were reported to be 1015 and 3.74% respectively, compared with 50006 and 5.08% in Wuhan till Mar 27, 2020. Right after Jan 24, the epidemic curve based on observed cases in Huangshi became flattened.\n\n Feb 1, 2020 was identified as the “turning point” as the epidemic in Huangshi faded soon afterwards.\n\n COVID-19 epidemic was characterized by mild cases in Huangshi, accounting for 82.66% of total cases.\n\n Moreover, 50 asymptomatic infections were identified in adults and children.\n\n Besides, we found confirmed cases in 19 familial clusters and 21 health care workers, supporting inter-human transmission.\n\n\nConclusions\nOur study reported the temporal dynamics and characteristics of the COVID-19 epidemic in Huangshi city, China, across the unprecedented intervention.\n\n Such new epidemiological inference might provide further guidance on current lockdown measures in high-risk cities and, subsequently, help improve public health intervention strategies against the pandemic on the country and global levels.\n\n\n","id":"PMC7184509","idformat":"PMC","foundapis":"","miscinfo":"Oxford University Press","authors":[{"firstname":"Tuo","surname":"Ji","email":"NULL","contributions":"1"},{"firstname":" Hai-Lian","surname":"Chen","email":"NULL","contributions":"1"},{"firstname":" Jing","surname":"Xu","email":"NULL","contributions":"0"},{"firstname":" Ling-Ning","surname":"Wu","email":"NULL","contributions":"1"},{"firstname":" Jie-Jia","surname":"Li","email":"NULL","contributions":"1"},{"firstname":" Kai","surname":"Chen","email":"NULL","contributions":"1"},{"firstname":" Gang","surname":"Qin","email":"tonygqin@ntu.edu.cn","contributions":"1"}]},{"doi":"10.1002/jmv.25827","date":"1970-01-01","title":"Unknown Title","abstract":"Unknown Abstract","id":"not found","idformat":"N/A","foundapis":"","miscinfo":"","authors":[]},{"doi":"10.1093/jtm/taaa037","date":"1970-01-01","title":"The positive impact of lockdown in Wuhan on containing the COVID-19 outbreak in China","abstract":"Background\nWith its epicenter in Wuhan, China, the COVID-19 outbreak was declared a public health emergency of international concern (PHEIC) by the World Health Organization (WHO).\n\n Consequently, many countries have implemented flight restrictions to China.\n\n China itself has imposed a lockdown of the population of Wuhan as well as the entire Hubei province.\n\n However, whether these two enormous measures have led to significant changes in the spread of COVID-19 cases remains unclear.\n\n\nMethods\nWe analyzed available data on the development of confirmed domestic and international COVID-19 cases before and after lockdown measures.\n\n We evaluated the correlation of domestic air traffic to the number of confirmed COVID-19 cases and determined the growth curves of COVID-19 cases within China before and after lockdown as well as after changes in COVID-19 diagnostic criteria.\n\n\nResults\nOur findings indicate a significant increase in doubling time from 2 days (95% Confidence Interval, CI): 1.9–2.6), to 4 days (95% CI: 3.5–4.3), after imposing lockdown.\n\n A further increase is detected after changing diagnostic and testing methodology to 19.3 (95% CI: 15.1–26.3), respectively.\n\n Moreover, the correlation between domestic air traffic and COVID-19 spread became weaker following lockdown (before lockdown: r?=?0.98, p?&lt;?0.05 vs.\n\n after lockdown: r?=?0.91, p?=?NS).\n\n\nConclusions\nA significantly decreased growth rate and increased doubling time of cases was observed, which is most likely due to Chinese lockdown measures.\n\n A more stringent confinement of people in high risk areas seem to have a potential to slow down the spread of COVID-19.\n","id":"PMC7184469","idformat":"PMC","foundapis":"","miscinfo":"Oxford University Press","authors":[{"firstname":"Hien","surname":"Lau","email":"hlau2@uci.edu","contributions":"1"},{"firstname":" Veria","surname":"Khosrawipour","email":"veriakhosrawipour@yahoo.de","contributions":"1"},{"firstname":" Piotr","surname":"Kocbach","email":"piotr.kocbach@uwm.edu.pl","contributions":"1"},{"firstname":" Agata","surname":"Mikolajczyk","email":"agata.mikolajczyk@upwr.edu.pl","contributions":"1"},{"firstname":" Justyna","surname":"Schubert","email":"justyna.schubert@upwr.edu.pl","contributions":"1"},{"firstname":" Jacek","surname":"Bania","email":"jacek.bania@upwr.edu.pl","contributions":"1"},{"firstname":" Tanja","surname":"Khosrawipour","email":"tkhosrawipour@gmail.com","contributions":"1"}]},{"doi":"10.23750/abm.v91i3-S.9511","date":"2020-04-08","title":"COVID-19 in Italy: impact of containment measures and prevalence estimates of infection in the general population","abstract":"Since the beginning of the COVID-19 epidemic in Italy, the Italian Government implemented several restrictive measures to contain the spread of the infection.\n Data shows that, among these measures, the lockdown implemented as of 9 March had a positive impact, in particular the central and southern regions of Italy, while other actions appeared to be less effective.\n When the true prevalence of a disease is unknown, it is possible estimate it, based on mortality data and the assumptive case-fatality rate of the disease.\n Given these assumptions, the estimated period-prevalence of COVID-19 in Italy varies from 0.35% in Sicily to 13.3% in Lombardy.\n","id":"PMC7975916","idformat":"PMC","foundapis":"","miscinfo":"Mattioli 1885","authors":[{"firstname":"Carlo","surname":"Signorelli","email":"NULL","contributions":"1"},{"firstname":" Thea","surname":"Scognamiglio","email":"NULL","contributions":"1"},{"firstname":" Anna","surname":"Odone","email":"NULL","contributions":"0"}]},{"doi":"10.1101/2020.04.27.20078329","date":"1970-01-01","title":"Unknown Title","abstract":"Unknown Abstract","id":"not found","idformat":"N/A","foundapis":"","miscinfo":"","authors":[]},{"doi":"10.1016/j.scitotenv.2020.138539","date":"2020-04-05","title":"Evaluation of the lockdowns for the SARS-CoV-2 epidemic in Italy and Spain after one month follow up","abstract":"From the end of February, the SARS-CoV-2 epidemic in Spain has been following the footsteps of that in Italy very closely.\n We have analyzed the trends of incident cases, deaths, and intensive care unit admissions (ICU) in both countries before and after their respective national lockdowns using an interrupted time-series design.\n Data was analyzed with quasi-Poisson regression using an interaction model to estimate the change in trends.\n After the first lockdown, incidence trends were considerably reduced in both countries.\n However, although the slopes have been flattened for all outcomes, the trends kept rising.\n During the second lockdown, implementing more restrictive measures for mobility, it has been a change in the trend slopes for both countries in daily incident cases and ICUs.\n This improvement indicates that the efforts overtaken are being successful in flattening the epidemic curve, and reinforcing the belief that we must hold on.\n","id":"PMC7195141","idformat":"PMC","foundapis":"","miscinfo":"Published by Elsevier B.V.","authors":[{"firstname":"Aurelio","surname":"Tobías","email":"NULL","contributions":"1"}]},{"doi":"10.4081/jphr.2020.2011","date":"2020-11-24","title":"Mass screening vs lockdown vs combination of both to control COVID-19: A systematic review","abstract":"Coronavirus disease 2019 (COVID-19) is a global pandemic.\n Non-pharmacological interventions, such as lockdown and mass testing, remain as the mainstay of control measures for the outbreak.\n We aim to evaluate the effectiveness of mass testing, lockdown, or a combination of both to control COVID-19 pandemic.\n A systematic search on 11 major databases was conducted on June 8, 2020. This review is registered in Prospero (CRD420201 90546).\n We included primary studies written in English which investigate mass screening, lockdown, or a combination of both to control and/or mitigate the COVID-19 pandemic.\n There are four important outcomes as selected by WHO experts for their decision- making process: incident cases, onward transmission, mortality, and resource use.\n Among 623 studies, only 14 studies met our criteria.\n Four observational studies were rated as strong evidence and ten modelling studies were rated as moderate evidence.\n Based on one modelling study, mass testing reduced the total infected people compared to no mass testing.\n For lockdown, ten studies consistently showed that it successfully reduced the incidence, onward transmission, and mortality rate of COVID-19. A limited evidence showed that a combination of lockdown and mass screening resulted in a greater reduction of incidence and mortality rate compared to lockdown only.\n However, there is not enough evidence on the effectiveness of mass testing only.\n","id":"PMC7771023","idformat":"PMC","foundapis":"","miscinfo":"PAGEPress Publications, Pavia, Italy","authors":[{"firstname":"Nadya","surname":"Johanna","email":"NULL","contributions":"0"},{"firstname":" Henrico","surname":"Citrawijaya","email":"NULL","contributions":"1"},{"firstname":" Grace","surname":"Wangge","email":"NULL","contributions":"1"}]},{"doi":"10.2139/ssrn.3592912","date":"1970-01-01","title":"Unknown Title","abstract":"Unknown Abstract","id":"not found","idformat":"N/A","foundapis":"","miscinfo":"","authors":[]},{"doi":"10.1016/j.ijid.2020.03.018","date":"2020-03-06","title":"The effectiveness of quarantine and isolation determine the trend of the COVID-19 epidemics in the final phase of the current outbreak in China","abstract":"\n\n\n•\nSince January 23rd 2020, stringent measures for controlling the novel coronavirus epidemics have been enforced and strengthened in mainland China.\n","id":"PMC7162790","idformat":"PMC","foundapis":"","miscinfo":"The Author(s). Published by Elsevier Ltd on behalf of International Society for Infectious Diseases.","authors":[{"firstname":"Biao","surname":"Tang","email":"NULL","contributions":"1"},{"firstname":" Fan","surname":"Xia","email":"NULL","contributions":"1"},{"firstname":" Sanyi","surname":"Tang","email":"NULL","contributions":"1"},{"firstname":" Nicola Luigi","surname":"Bragazzi","email":"NULL","contributions":"1"},{"firstname":" Qian","surname":"Li","email":"NULL","contributions":"0"},{"firstname":" Xiaodan","surname":"Sun","email":"NULL","contributions":"1"},{"firstname":" Juhua","surname":"Liang","email":"NULL","contributions":"1"},{"firstname":" Yanni","surname":"Xiao","email":"yxiao@mail.xjtu.edu.cn","contributions":"1"},{"firstname":" Jianhong","surname":"Wu","email":"wujh@yorku.ca","contributions":"1"}]}]}