{"name":"COVID-19 Patients: A Systematic Review and Meta-Analysis of Laboratory Findings, Comorbidities, and Clinical Outcomes Comparing Medical Staff versus the General Population","id":"7","link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7577386/","dbsearches":"5","refs":"https://docs.google.com/spreadsheets/d/1P3oZger-Vj-u6kEk7m6kkm9LIG7OuanfXiXqm1fAb6w/edit#gid=0","references":[{"doi":"10.1001/jama.2020.2648","date":"1970-01-01","title":"Characteristics of and Important Lessons From the Coronavirus Disease 2019 (COVID-19) Outbreak in China","abstract":"Unknown Abstract","id":"10.1001/jama.2020.2648","idformat":"CORE","foundapis":"_CROSSREF","miscinfo":"","authors":[]},{"doi":"10.1056/NEJMoa2002032","date":"1970-01-01","title":"Clinical Characteristics of Coronavirus Disease 2019 in China","abstract":"Background\nSince December 2019, when coronavirus disease 2019 (Covid-19) emerged in Wuhan city and rapidly spread throughout China, data have been needed on the clinical characteristics of the affected patients.\n\n\nMethods\nWe extracted data regarding 1099 patients with laboratory-confirmed Covid-19 from 552 hospitals in 30 provinces, autonomous regions, and municipalities in mainland China through January 29, 2020. The primary composite end point was admission to an intensive care unit (ICU), the use of mechanical ventilation, or death.\n\n\nResults\nThe median age of the patients was 47 years; 41.9% of the patients were female.\n\n The primary composite end point occurred in 67 patients (6.1%), including 5.0% who were admitted to the ICU, 2.3% who underwent invasive mechanical ventilation, and 1.4% who died.\n\n Only 1.9% of the patients had a history of direct contact with wildlife.\n\n Among nonresidents of Wuhan, 72.3% had contact with residents of Wuhan, including 31.3% who had visited the city.\n\n The most common symptoms were fever (43.8% on admission and 88.7% during hospitalization) and cough (67.8%).\n\n Diarrhea was uncommon (3.8%).\n\n The median incubation period was 4 days (interquartile range, 2 to 7).\n\n On admission, ground-glass opacity was the most common radiologic finding on chest computed tomography (CT) (56.4%).\n\n No radiographic or CT abnormality was found in 157 of 877 patients (17.9%) with nonsevere disease and in 5 of 173 patients (2.9%) with severe disease.\n\n Lymphocytopenia was present in 83.2% of the patients on admission.\n\n\nConclusions\nDuring the first 2 months of the current outbreak, Covid-19 spread rapidly throughout China and caused varying degrees of illness.\n\n Patients often presented without fever, and many did not have abnormal radiologic findings.\n\n (Funded by the National Health Commission of China and others.\n\n)\n","id":"PMC7092819","idformat":"PMC","foundapis":"_PMC_CROSSREF","miscinfo":"","authors":[{"firstname":"Wei-jie","surname":"Guan","email":"NULL","contributions":"14"},{"firstname":"Zheng-yi","surname":"Ni","email":"NULL","contributions":"5"},{"firstname":"Yu","surname":"Hu","email":"NULL","contributions":"4"},{"firstname":"Wen-hua","surname":"Liang","email":"NULL","contributions":"4"},{"firstname":"Chun-quan","surname":"Ou","email":"NULL","contributions":"4"},{"firstname":"Jian-xing","surname":"He","email":"NULL","contributions":"4"},{"firstname":"Lei","surname":"Liu","email":"NULL","contributions":"8"},{"firstname":"Hong","surname":"Shan","email":"NULL","contributions":"6"},{"firstname":"Chun-liang","surname":"Lei","email":"NULL","contributions":"4"},{"firstname":"David S.C.","surname":"Hui","email":"NULL","contributions":"3"},{"firstname":"Bin","surname":"Du","email":"NULL","contributions":"3"},{"firstname":"Lan-juan","surname":"Li","email":"NULL","contributions":"3"},{"firstname":"Guang","surname":"Zeng","email":"NULL","contributions":"3"},{"firstname":"Kwok-Yung","surname":"Yuen","email":"NULL","contributions":"6"},{"firstname":"Ru-chong","surname":"Chen","email":"NULL","contributions":"4"},{"firstname":"Chun-li","surname":"Tang","email":"NULL","contributions":"4"},{"firstname":"Tao","surname":"Wang","email":"NULL","contributions":"7"},{"firstname":"Ping-yan","surname":"Chen","email":"NULL","contributions":"4"},{"firstname":"Jie","surname":"Xiang","email":"NULL","contributions":"6"},{"firstname":"Shi-yue","surname":"Li","email":"NULL","contributions":"4"},{"firstname":"Jin-lin","surname":"Wang","email":"NULL","contributions":"3"},{"firstname":"Zi-jing","surname":"Liang","email":"NULL","contributions":"3"},{"firstname":"Yi-xiang","surname":"Peng","email":"NULL","contributions":"4"},{"firstname":"Li","surname":"Wei","email":"NULL","contributions":"4"},{"firstname":"Yong","surname":"Liu","email":"NULL","contributions":"4"},{"firstname":"Ya-hua","surname":"Hu","email":"NULL","contributions":"4"},{"firstname":"Peng","surname":"Peng","email":"NULL","contributions":"7"},{"firstname":"Jian-ming","surname":"Wang","email":"NULL","contributions":"4"},{"firstname":"Ji-yang","surname":"Liu","email":"NULL","contributions":"4"},{"firstname":"Zhong","surname":"Chen","email":"NULL","contributions":"4"},{"firstname":"Gang","surname":"Li","email":"NULL","contributions":"6"},{"firstname":"Zhi-jian","surname":"Zheng","email":"NULL","contributions":"4"},{"firstname":"Shao-qin","surname":"Qiu","email":"NULL","contributions":"4"},{"firstname":"Jie","surname":"Luo","email":"NULL","contributions":"4"},{"firstname":"Chang-jiang","surname":"Ye","email":"NULL","contributions":"4"},{"firstname":"Shao-yong","surname":"Zhu","email":"NULL","contributions":"4"},{"firstname":"                          Nan-shan","surname":"Zhong","email":"NULL","contributions":"5"}]},{"doi":"10.1111/jth.14768","date":"2020-02-18","title":"Abnormal coagulation parameters are associated with poor prognosis in patients with novel coronavirus pneumonia","abstract":"Background\nIn the recent outbreak of novel coronavirus infection in Wuhan, China, significantly abnormal coagulation parameters in severe novel coronavirus pneumonia (NCP) cases were a concern.\n\n\nObjectives\nTo describe the coagulation feature of patients with NCP.\n\n\nMethods\nConventional coagulation results and outcomes of 183 consecutive patients with confirmed NCP in Tongji hospital were retrospectively analyzed.\n\n\nResults\nThe overall mortality was 11.5%, the non?survivors revealed significantly higher D?dimer and fibrin degradation product (FDP) levels, longer prothrombin time and activated partial thromboplastin time compared to survivors on admission (P &lt; .\n\n05); 71.4% of non?survivors and 0.6% survivors met the criteria of disseminated intravascular coagulation during their hospital stay.\n\n\nConclusions\nThe present study shows that abnormal coagulation results, especially markedly elevated D?dimer and FDP are common in deaths with NCP.\n\n\n","id":"PMC7166509","idformat":"PMC","foundapis":"_PMC_elsevier_CROSSREF","miscinfo":"","authors":[{"firstname":"Ning","surname":"Tang","email":"NULL","contributions":"0"},{"firstname":"Dengju","surname":"Li","email":"NULL","contributions":"2"},{"firstname":"Xiong","surname":"Wang","email":"NULL","contributions":"2"},{"firstname":"                          Ziyong","surname":"Sun","email":"NULL","contributions":"4"}]},{"doi":"10.1111/all.14238","date":"1970-01-01","title":"Clinical characteristics of 140 patients infected with SARS‐CoV‐2 in Wuhan, China","abstract":"Background\n\n\n\nCoronavirus disease 2019 (COVID‐19) caused by severe acute respiratory syndrome coronavirus 2 (SARS‐CoV‐2) infection has been widely spread.\n We aim to investigate the clinical characteristic and allergy status of patients infected with SARS‐CoV‐2.\n\nMethods\n\n\n\nElectronic medical records including demographics, clinical manifestation, comorbidities, laboratory data, and radiological materials of 140 hospitalized COVID‐19 patients, with confirmed result of SARS‐CoV‐2 viral infection, were extracted and analyzed.\n\n\nResults\n\n\n\nAn approximately 1:1 ratio of male (50.7%) and female COVID‐19 patients was found, with an overall median age of 57.0 years.\n All patients were community‐acquired cases.\n Fever (91.7%), cough (75.0%), fatigue (75.0%), and gastrointestinal symptoms (39.6%) were the most common clinical manifestations, whereas hypertension (30.0%) and diabetes mellitus (12.1%) were the most common comorbidities.\n Drug hypersensitivity (11.4%) and urticaria (1.4%) were self‐reported by several patients.\n Asthma or other allergic diseases were not reported by any of the patients.\n Chronic obstructive pulmonary disease (COPD, 1.4%) patients and current smokers (1.4%) were rare.\n Bilateral ground‐glass or patchy opacity (89.6%) was the most common sign of radiological finding.\n Lymphopenia (75.4%) and eosinopenia (52.9%) were observed in most patients.\n Blood eosinophil counts correlate positively with lymphocyte counts in severe (r = .\n486, P \u003C .\n001) and nonsevere (r = .\n469, P \u003C .\n001) patients after hospital admission.\n Significantly higher levels of D‐dimer, C‐reactive protein, and procalcitonin were associated with severe patients compared to nonsevere patients (all P \u003C .\n001).\n\n\nConclusion\n\n\n\nDetailed clinical investigation of 140 hospitalized COVID‐19 cases suggests eosinopenia together with lymphopenia may be a potential indicator for diagnosis.\n Allergic diseases, asthma, and COPD are not risk factors for SARS‐CoV‐2 infection.\n Older age, high number of comorbidities, and more prominent laboratory abnormalities were associated with severe patients","id":"10.1111/all.14238","idformat":"CORE","foundapis":"_CROSSREF","miscinfo":"","authors":[{"firstname":"Akdis","surname":"Cezmi A","email":"coreGivesNoEmail","contributions":"0"},{"firstname":"Cao","surname":"Yi-yuan","email":"coreGivesNoEmail","contributions":"3"},{"firstname":"Dong","surname":"Xiang","email":"coreGivesNoEmail","contributions":"3"},{"firstname":"Gao","surname":"Ya-dong","email":"coreGivesNoEmail","contributions":"3"},{"firstname":"Yan","surname":"You-qin","email":"coreGivesNoEmail","contributions":"3"},{"firstname":"Yang","surname":"Yi-bin","email":"coreGivesNoEmail","contributions":"3"},{"firstname":"Yuan","surname":"Ya-dong","email":"coreGivesNoEmail","contributions":"3"},{"firstname":"                        Zhang","surname":"Jin-jin","email":"coreGivesNoEmail","contributions":"3"}]},{"doi":"10.1001/jama.2020.1585","date":"1970-01-01","title":"Fisiopatologia da insuficiência cardíaca em pacientes com COVID-19","abstract":"Introduction: the mechanisms that are suggested as determinant in the vulnerability of patients with heart failure to severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) and which cause the respiratory syndrome labeled COVID-19 (Coronavirus Infectious Disease-19), has revealed controversial.\n Objective: to gather information on the pathophysiological features of acute heart failure in the context of COVID-19. Method: concerning this topic, from September to November 2020 at the Policlínico Comunitario “Ramón López Peña” in Santiago de Cuba, a narrative review was carried out.\n The search was conducted checking the databases Pubmed, Infomed and SciELO, without date restriction, and in Spanish and English language.\n Development: the mechanisms involved on the pathophysiological features of heart failure in patients with this infectious disease revealed uncertainty.\n Myocardial damage is achievement of two aspects, the direct effect of viral respiratory infection on the myocyte, which is expressed as a local inflammatory response, and the heart participation as a target organ to the systemic and inappropriate inflammatory response, generated by a marked cytokines release.\n The last aspect referred also causes endothelial damage that triggers thromboembolic and ischemic complications, systolic and diastolic dysfunction of the heart, and ultimately leads to multiorgan system failure.\nConclusions: despite the advances in understanding the etiopathogenesis of this disease, the pathophysiological mechanisms that determine on the heart failure still require to be precisely clarified, although the influence of the inappropriate inflammatory response, induced by cytokines, it is recognized in the onset myocardial damage.\nIntroducción: se revelan controversias respecto a los mecanismos que determinan la vulnerabilidad de los pacientes con insuficiencia cardiaca a la infección por el virus severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2), que produce el síndrome respiratorio llamado Coronavirus Infectious Disease-19 (COVID-19).\n Objetivo: recopilar información sobre la fisiopatología de la insuficiencia cardiaca aguda en el contexto de la COVID-19.Método: en el Policlínico Comunitario “Ramón López Peña” de Santiago de Cuba, entre septiembre y noviembre del 2020, se realizó una revisión narrativa sobre este tema.\n La búsqueda se efectuó consultando las bases de datos Pubmed, Infomed y SciELO, sin restricción de fecha, en los idiomas español e inglés.\n Desarrollo: se manifiestan incertidumbre en los mecanismos implicados en la fisiopatología de la insuficiencia cardiaca de los pacientes con esta enfermedad infecciosa.\n El daño miocárdico se debe a los efectos directos de la infección viral sobre el miocito, que se expresa como una respuesta inflamatoria local y a la participación del corazón como órgano diana de respuesta inflamatoria sistémica e inapropiada generada por la marcada liberación de citocinas.\n Esta última, además, genera un daño endotelial que desencadena complicaciones tromboembólicas e isquémicas, disfunción sistodiastólica del corazón, y finalmente la falla multiorgánica.\n Conclusiones: a pesar de los avances en el conocimiento de la etiopatogenia de esta enfermedad, aún se requiere que se esclarezcan con precisión los mecanismos fisiopatológicos que determinan la presentación de la insuficiencia cardiaca, si bien se reconoce la influencia de la respuesta inflamatoria inapropiada, inducida por citoquinas, en la presentación del daño miocárdico.\nIntrodução: revelam-se controvérsias a respeito dos mecanismos que determinam a vulnerabilidade dos pacientes com insuficiência cardíaca à infecção pelo vírus severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2), gerador da síndrome respiratória denominada Coronavirus Infectious Disease-19 (COVID-19).\n Objetivo: coletar informações sobre a fisiopatologia da insuficiência cardíaca aguda no contexto da COVID-19.Método: na Policlínica Comunitária \u0022Ramón López Peña\u0022 de Santiago de Cuba, entre setembro e novembro de 2020, foi realizada uma revisão narrativa sobre o tema.\n A busca foi realizada por meio de consulta às bases de dados Pubmed, Infomed e SciELO, sem restrição de datas, nos idiomas espanhol e inglês.\n Desenvolvimento: a incerteza se manifesta nos mecanismos envolvidos na fisiopatologia da insuficiência cardíaca em pacientes com essa doença infecciosa.\n O dano miocárdico se deve aos efeitos diretos da infecção viral no miócito, que se expressa como resposta inflamatória local, e ao envolvimento do coração como órgão alvo da resposta inflamatória sistêmica e inadequada gerada pela liberação acentuada de citocinas.\n Esta última também gera dano endotelial que desencadeia complicações tromboembólicas e isquêmicas, disfunção cardíaca sistodiastólica e, finalmente, falência de múltiplos órgãos.\n Conclusões: apesar dos avanços no conhecimento da etiopatogenia desta doença, ainda é necessário esclarecer com precisão os mecanismos fisiopatológicos que determinam a apresentação da insuficiência cardíaca, embora se reconheça a influência da resposta inflamatória inadequada, induzida por citocinas, na apresentação de dano miocárdico","id":"10.1001/jama.2020.1585","idformat":"CORE","foundapis":"_CROSSREF","miscinfo":"","authors":[{"firstname":"Carbó-Cisnero","surname":"Yacquelin","email":"coreGivesNoEmail","contributions":"0"},{"firstname":"Fernández-González","surname":"Paula","email":"coreGivesNoEmail","contributions":"4"},{"firstname":"Hierrezuelo-Rojas","surname":"Naifi","email":"coreGivesNoEmail","contributions":"4"},{"firstname":"                        Subert-Salas","surname":"Lizandra","email":"coreGivesNoEmail","contributions":"4"}]},{"doi":"10.1016/S0140-6736(20)30360-3","date":"1970-01-01","title":"Clinical characteristics and intrauterine vertical transmission potential of COVID-19 infection in nine pregnant women: a retrospective review of medical records","abstract":"Background\nPrevious studies on the pneumonia outbreak caused by the 2019 novel coronavirus disease (COVID-19) were based on information from the general population.\n\n Limited data are available for pregnant women with COVID-19 pneumonia.\n\n This study aimed to evaluate the clinical characteristics of COVID-19 in pregnancy and the intrauterine vertical transmission potential of COVID-19 infection.\n\n\nMethods\nClinical records, laboratory results, and chest CT scans were retrospectively reviewed for nine pregnant women with laboratory-confirmed COVID-19 pneumonia (ie, with maternal throat swab samples that were positive for severe acute respiratory syndrome coronavirus 2 [SARS-CoV-2]) who were admitted to Zhongnan Hospital of Wuhan University, Wuhan, China, from Jan 20 to Jan 31, 2020. Evidence of intrauterine vertical transmission was assessed by testing for the presence of SARS-CoV-2 in amniotic fluid, cord blood, and neonatal throat swab samples.\n\n Breastmilk samples were also collected and tested from patients after the first lactation.\n\n\nFindings\nAll nine patients had a caesarean section in their third trimester.\n\n Seven patients presented with a fever.\n\n Other symptoms, including cough (in four of nine patients), myalgia (in three), sore throat (in two), and malaise (in two), were also observed.\n\n Fetal distress was monitored in two cases.\n\n Five of nine patients had lymphopenia (&lt;1·0?×?10? cells per L).\n\n Three patients had increased aminotransferase concentrations.\n\n None of the patients developed severe COVID-19 pneumonia or died, as of Feb 4, 2020. Nine livebirths were recorded.\n\n No neonatal asphyxia was observed in newborn babies.\n\n All nine livebirths had a 1-min Apgar score of 8–9 and a 5-min Apgar score of 9–10. Amniotic fluid, cord blood, neonatal throat swab, and breastmilk samples from six patients were tested for SARS-CoV-2, and all samples tested negative for the virus.\n\n\nInterpretation\nThe clinical characteristics of COVID-19 pneumonia in pregnant women were similar to those reported for non-pregnant adult patients who developed COVID-19 pneumonia.\n\n Findings from this small group of cases suggest that there is currently no evidence for intrauterine infection caused by vertical transmission in women who develop COVID-19 pneumonia in late pregnancy.\n\n\nFunding\nHubei Science and Technology Plan, Wuhan University Medical Development Plan.\n\n\n","id":"PMC7159281","idformat":"PMC","foundapis":"_PMC_elsevier_CROSSREF","miscinfo":"","authors":[{"firstname":"Huijun","surname":"Chen","email":"NULL","contributions":"3"},{"firstname":"Juanjuan","surname":"Guo","email":"NULL","contributions":"3"},{"firstname":"Chen","surname":"Wang","email":"NULL","contributions":"3"},{"firstname":"Fan","surname":"Luo","email":"NULL","contributions":"2"},{"firstname":"Xuechen","surname":"Yu","email":"NULL","contributions":"3"},{"firstname":"Wei","surname":"Zhang","email":"NULL","contributions":"6"},{"firstname":"Jiafu","surname":"Li","email":"NULL","contributions":"3"},{"firstname":"Dongchi","surname":"Zhao","email":"NULL","contributions":"2"},{"firstname":"Dan","surname":"Xu","email":"NULL","contributions":"3"},{"firstname":"Qing","surname":"Gong","email":"NULL","contributions":"2"},{"firstname":"Jing","surname":"Liao","email":"NULL","contributions":"2"},{"firstname":"Huixia","surname":"Yang","email":"yanghuixia@bjmu.edu.cn","contributions":"3"},{"firstname":"Wei","surname":"Hou","email":"houwei@whu.edu.cn","contributions":"2"},{"firstname":"                          Yuanzhen","surname":"Zhang","email":"zhangyuanzhen@whu.edu.cn","contributions":"3"}]},{"doi":"10.1016/S0140-6736(20)30183-5","date":"1970-01-01","title":"Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China","abstract":"Background\nA recent cluster of pneumonia cases in Wuhan, China, was caused by a novel betacoronavirus, the 2019 novel coronavirus (2019-nCoV).\n\n We report the epidemiological, clinical, laboratory, and radiological characteristics and treatment and clinical outcomes of these patients.\n\n\nMethods\nAll patients with suspected 2019-nCoV were admitted to a designated hospital in Wuhan.\n\n We prospectively collected and analysed data on patients with laboratory-confirmed 2019-nCoV infection by real-time RT-PCR and next-generation sequencing.\n\n Data were obtained with standardised data collection forms shared by WHO and the International Severe Acute Respiratory and Emerging Infection Consortium from electronic medical records.\n\n Researchers also directly communicated with patients or their families to ascertain epidemiological and symptom data.\n\n Outcomes were also compared between patients who had been admitted to the intensive care unit (ICU) and those who had not.\n\n\nFindings\nBy Jan 2, 2020, 41 admitted hospital patients had been identified as having laboratory-confirmed 2019-nCoV infection.\n\n Most of the infected patients were men (30 [73%] of 41); less than half had underlying diseases (13 [32%]), including diabetes (eight [20%]), hypertension (six [15%]), and cardiovascular disease (six [15%]).\n\n Median age was 49·0 years (IQR 41·0–58·0).\n\n 27 (66%) of 41 patients had been exposed to Huanan seafood market.\n\n One family cluster was found.\n\n Common symptoms at onset of illness were fever (40 [98%] of 41 patients), cough (31 [76%]), and myalgia or fatigue (18 [44%]); less common symptoms were sputum production (11 [28%] of 39), headache (three [8%] of 38), haemoptysis (two [5%] of 39), and diarrhoea (one [3%] of 38).\n\n Dyspnoea developed in 22 (55%) of 40 patients (median time from illness onset to dyspnoea 8·0 days [IQR 5·0–13·0]).\n\n 26 (63%) of 41 patients had lymphopenia.\n\n All 41 patients had pneumonia with abnormal findings on chest CT.\n\n Complications included acute respiratory distress syndrome (12 [29%]), RNAaemia (six [15%]), acute cardiac injury (five [12%]) and secondary infection (four [10%]).\n\n 13 (32%) patients were admitted to an ICU and six (15%) died.\n\n Compared with non-ICU patients, ICU patients had higher plasma levels of IL2, IL7, IL10, GSCF, IP10, MCP1, MIP1A, and TNF?.\n\n\nInterpretation\nThe 2019-nCoV infection caused clusters of severe respiratory illness similar to severe acute respiratory syndrome coronavirus and was associated with ICU admission and high mortality.\n\n Major gaps in our knowledge of the origin, epidemiology, duration of human transmission, and clinical spectrum of disease need fulfilment by future studies.\n\n\nFunding\nMinistry of Science and Technology, Chinese Academy of Medical Sciences, National Natural Science Foundation of China, and Beijing Municipal Science and Technology Commission.\n\n\n","id":"PMC7159299","idformat":"PMC","foundapis":"_PMC_elsevier_CROSSREF","miscinfo":"","authors":[{"firstname":"Chaolin","surname":"Huang","email":"NULL","contributions":"0"},{"firstname":"Yeming","surname":"Wang","email":"NULL","contributions":"6"},{"firstname":"Xingwang","surname":"Li","email":"NULL","contributions":"7"},{"firstname":"Lili","surname":"Ren","email":"NULL","contributions":"4"},{"firstname":"Jianping","surname":"Zhao","email":"NULL","contributions":"9"},{"firstname":"Yi","surname":"Hu","email":"NULL","contributions":"7"},{"firstname":"Li","surname":"Zhang","email":"NULL","contributions":"7"},{"firstname":"Guohui","surname":"Fan","email":"NULL","contributions":"6"},{"firstname":"Jiuyang","surname":"Xu","email":"NULL","contributions":"6"},{"firstname":"Xiaoying","surname":"Gu","email":"NULL","contributions":"6"},{"firstname":"Zhenshun","surname":"Cheng","email":"NULL","contributions":"4"},{"firstname":"Ting","surname":"Yu","email":"NULL","contributions":"13"},{"firstname":"Jiaan","surname":"Xia","email":"NULL","contributions":"4"},{"firstname":"Yuan","surname":"Wei","email":"NULL","contributions":"10"},{"firstname":"Wenjuan","surname":"Wu","email":"NULL","contributions":"4"},{"firstname":"Xuelei","surname":"Xie","email":"NULL","contributions":"4"},{"firstname":"Wen","surname":"Yin","email":"NULL","contributions":"6"},{"firstname":"Hui","surname":"Li","email":"NULL","contributions":"7"},{"firstname":"Min","surname":"Liu","email":"NULL","contributions":"4"},{"firstname":"Yan","surname":"Xiao","email":"NULL","contributions":"5"},{"firstname":"Hong","surname":"Gao","email":"NULL","contributions":"6"},{"firstname":"Li","surname":"Guo","email":"NULL","contributions":"5"},{"firstname":"Jungang","surname":"Xie","email":"NULL","contributions":"5"},{"firstname":"Guangfa","surname":"Wang","email":"NULL","contributions":"4"},{"firstname":"Rongmeng","surname":"Jiang","email":"NULL","contributions":"4"},{"firstname":"Zhancheng","surname":"Gao","email":"NULL","contributions":"5"},{"firstname":"Qi","surname":"Jin","email":"NULL","contributions":"5"},{"firstname":"Jianwei","surname":"Wang","email":"wangjw28@163.com","contributions":"0"},{"firstname":"                          Bin","surname":"Cao","email":"caobin_ben@163.com","contributions":"7"}]},{"doi":"10.1136/bmj.m606","date":"2020-02-13","title":"Clinical findings in a group of patients infected with the 2019 novel coronavirus (SARS-Cov-2) outside of Wuhan, China: retrospective case series","abstract":"Objective\nTo study the clinical characteristics of patients in Zhejiang province, China, infected with the 2019 severe acute respiratory syndrome coronavirus 2 (SARS-Cov-2) responsible for coronavirus disease 2019 (covid-2019).\n\n\nDesign\nRetrospective case series.\n\n\nSetting\nSeven hospitals in Zhejiang province, China.\n\n\nParticipants\n62 patients admitted to hospital with laboratory confirmed SARS-Cov-2 infection.\n\n Data were collected from 10 January 2020 to 26 January 2020.\nMain outcome measures\nClinical data, collected using a standardised case report form, such as temperature, history of exposure, incubation period.\n\n If information was not clear, the working group in Hangzhou contacted the doctor responsible for treating the patient for clarification.\n\n\nResults\nOf the 62 patients studied (median age 41 years), only one was admitted to an intensive care unit, and no patients died during the study.\n\n According to research, none of the infected patients in Zhejiang province were ever exposed to the Huanan seafood market, the original source of the virus; all studied cases were infected by human to human transmission.\n\n The most common symptoms at onset of illness were fever in 48 (77%) patients, cough in 50 (81%), expectoration in 35 (56%), headache in 21 (34%), myalgia or fatigue in 32 (52%), diarrhoea in 3 (8%), and haemoptysis in 2 (3%).\n\n Only two patients (3%) developed shortness of breath on admission.\n\n The median time from exposure to onset of illness was 4 days (interquartile range 3-5 days), and from onset of symptoms to first hospital admission was 2 (1-4) days.\n\n\nConclusion\nAs of early February 2020, compared with patients initially infected with SARS-Cov-2 in Wuhan, the symptoms of patients in Zhejiang province are relatively mild.\n\n\n","id":"PMC7224340","idformat":"PMC","foundapis":"_PMC_CROSSREF","miscinfo":"","authors":[{"firstname":"Xiao-Wei","surname":"Xu","email":"NULL","contributions":"0"},{"firstname":"Xiao-Xin","surname":"Wu","email":"NULL","contributions":"4"},{"firstname":"Xian-Gao","surname":"Jiang","email":"NULL","contributions":"4"},{"firstname":"Kai-Jin","surname":"Xu","email":"NULL","contributions":"4"},{"firstname":"Ling-Jun","surname":"Ying","email":"NULL","contributions":"4"},{"firstname":"Chun-Lian","surname":"Ma","email":"NULL","contributions":"4"},{"firstname":"Shi-Bo","surname":"Li","email":"NULL","contributions":"4"},{"firstname":"Hua-Ying","surname":"Wang","email":"NULL","contributions":"4"},{"firstname":"Sheng","surname":"Zhang","email":"NULL","contributions":"4"},{"firstname":"Hai-Nv","surname":"Gao","email":"NULL","contributions":"4"},{"firstname":"Ji-Fang","surname":"Sheng","email":"NULL","contributions":"4"},{"firstname":"Hong-Liu","surname":"Cai","email":"NULL","contributions":"4"},{"firstname":"Yun-Qing","surname":"Qiu","email":"NULL","contributions":"4"},{"firstname":"                          Lan-Juan","surname":"Li","email":"NULL","contributions":"4"}]},{"doi":"10.1001/jamainternmed.2020.0994","date":"2023-06-05","title":"'Risk Factors Associated With Acute Respiratory Distress Syndrome and Death in Patients With Coronavirus Disease 2019 Pneumonia in Wuhan, China'","abstract":"Unknown Abstract","id":"10.1001/jamainternmed.2020.0994","idformat":"CROSSREF","foundapis":"","miscinfo":"PUBLISHER: American Medical Association (AMA)","authors":[{"firstname":"Chaomin","surname":"Wu","email":"xref no email","contributions":"0"},{"firstname":" Xiaoyan","surname":"Chen","email":"xref no email","contributions":"0"},{"firstname":" Yanping","surname":"Cai","email":"xref no email","contributions":"0"},{"firstname":" Jia’an","surname":"Xia","email":"xref no email","contributions":"0"},{"firstname":" Xing","surname":"Zhou","email":"xref no email","contributions":"0"},{"firstname":" Sha","surname":"Xu","email":"xref no email","contributions":"0"},{"firstname":" Hanping","surname":"Huang","email":"xref no email","contributions":"0"},{"firstname":" Li","surname":"Zhang","email":"xref no email","contributions":"0"},{"firstname":" Xia","surname":"Zhou","email":"xref no email","contributions":"0"},{"firstname":" Chunling","surname":"Du","email":"xref no email","contributions":"0"},{"firstname":" Yuye","surname":"Zhang","email":"xref no email","contributions":"0"},{"firstname":" Juan","surname":"Song","email":"xref no email","contributions":"0"},{"firstname":" Sijiao","surname":"Wang","email":"xref no email","contributions":"0"},{"firstname":" Yencheng","surname":"Chao","email":"xref no email","contributions":"0"},{"firstname":" Zeyong","surname":"Yang","email":"xref no email","contributions":"0"},{"firstname":" Jie","surname":"Xu","email":"xref no email","contributions":"0"},{"firstname":" Xin","surname":"Zhou","email":"xref no email","contributions":"0"},{"firstname":" Dechang","surname":"Chen","email":"xref no email","contributions":"0"},{"firstname":" Weining","surname":"Xiong","email":"xref no email","contributions":"0"},{"firstname":" Lei","surname":"Xu","email":"xref no email","contributions":"0"},{"firstname":" Feng","surname":"Zhou","email":"xref no email","contributions":"0"},{"firstname":" Jinjun","surname":"Jiang","email":"xref no email","contributions":"0"},{"firstname":" Chunxue","surname":"Bai","email":"xref no email","contributions":"0"},{"firstname":" Junhua","surname":"Zheng","email":"xref no email","contributions":"0"},{"firstname":"       Yuanlin","surname":"Song","email":"xref no email","contributions":"0"}]},{"doi":"10.1002/jmv.25763","date":"2020-03-10","title":"Initial clinical features of suspected coronavirus disease 2019 in two emergency departments outside of Hubei, China","abstract":"With an increasing number of Coronavirus Disease 2019 (COVID?19) cases outside of Hubei, emergency departments (EDs) and fever clinics are facing challenges posed by the large number of admissions of patients suspected to have COVID?19. Therefore, it is of crucial importance to study the initial clinical features of patients, to better differentiate between infected and uninfected patients outside Hubei.\n\n A total of 116 patients suspected of having COVID?19 who presented to two emergency departments in Anhui for the first time between 24 January 2020 and 20 February 2020 were enrolled in the study.\n\n The initial clinical data of these patients, such as epidemiological features, symptoms, laboratory results, and chest computed tomography (CT) findings were collected using a standard case report form on admission.\n\n Thirty?two patients were diagnosed with COVID?19; the remaining 84 patients were referred to as negative cases.\n\n The median age of the diagnosed patients was 46 years, but only 35 years for negative cases.\n\n History of exposure to Wuhan or COVID?19 patients in the previous 2 weeks was observed in 63% of the diagnosed and 44% of negative cases.\n\n Median time from illness onset to ED admission was 5 days for all patients, diagnosed patients, and negative cases, respectively.\n\n Fever was observed in 27 (84%) and 57 (68%) diagnosed and negative cases, respectively.\n\n Nineteen (59%) diagnosed and 24 (29%) negative cases had lymphopenia on admission in ED.\n\n A chest CT scan on admission revealed the presence of pneumonia in the majority of the diagnosed patients (30 out of 32, 94%) and in 56 (67%) negative cases.\n\n Bilateral involvement and ground?glass opacity (GGO) were present in 91% and 47% of the diagnosed patients.\n\n Thirty?two patients were diagnosed with COVID?19; the remaining 84 patients were referred to as negative cases.\n\n The median age of the diagnosed patients was 46 years, but only 35 years for negative cases.\n\n History of exposure to Wuhan or COVID?19 patients in the previous 2 weeks was observed in 63% of the diagnosed and 44% of negative cases.\n\n Median time from illness onset to ED admission was 5 days for all patients, diagnosed patients, and negative cases, respectively.\n\n Fever was observed in 27 (84%) and 57 (68%) diagnosed and negative cases, respectively.\n\n Nineteen (59%) diagnosed and 24 (29%) negative cases had lymphopenia on admission in ED.\n\n A chest CT scan on admission revealed the presence of pneumonia in the majority of the diagnosed patients (30 out of 32, 94%) and in 56 (67%) negative cases.\n\n Bilateral involvement and GGO were present in 91% and 47% of the diagnosed patients.\n\n","id":"PMC7228360","idformat":"PMC","foundapis":"_PMC_CROSSREF","miscinfo":"","authors":[{"firstname":"Wanbo","surname":"Zhu","email":"NULL","contributions":"0"},{"firstname":"Kai","surname":"Xie","email":"NULL","contributions":"3"},{"firstname":"Hui","surname":"Lu","email":"NULL","contributions":"2"},{"firstname":"Lei","surname":"Xu","email":"bayinhexl@126.com","contributions":"2"},{"firstname":"Shusheng","surname":"Zhou","email":"zhouss108@163.com","contributions":"2"},{"firstname":"                          Shiyuan","surname":"Fang","email":"fangshiyuan2008@126.com","contributions":"2"}]},{"doi":"10.1093/cid/ciaa247","date":"1970-01-01","title":"A comparative study on the clinical features of COVID-19 pneumonia to other pneumonias","abstract":"Background\nA novel coronavirus (2019-nCoV) has raised world concern since it emerged in Wuhan Hubei China in December, 2019. The infection may result into severe pneumonia with clusters illness onsets.\n\n Its impacts on public health make it paramount to clarify the clinical features with other pneumonias.\n\n\nMethods\nNineteen 2019-nCoV pneumonia (NCOVID-19) and fifteen other pneumonia patients (NON-NCOVID-19) in out of Hubei places were involved in this study.\n\n Both NCOVID-19 and NON-NCOVID-19 patients were confirmed to be infected in throat swabs or/and sputa with or without 2019-nCoV by real-time RT-PCR.\n\n We analyzed the demographic, epidemiological, clinical, and radiological features from those patients, and compared the difference between NCOVID-19 and NON-NCOVID-19.\nResults\nAll patients had a history of exposure to confirmed case of 2019-nCoV or travel to Hubei before illness.\n\n The median duration, respectively, was 8 (IQR:6~11) and 5 (IQR:4~11) days from exposure to onset in NCOVID-19 and NON-NCOVID-19. The clinical symptoms were similar between NCOVID-19 and NON-NCOVID-19. The most common symptoms were fever and cough.\n\n Fifteen (78.95%) NCOVID-19 but 4 (26.67%) NON-NCOVID-19 patients had bilateral involvement while 17 (89.47%) NCOVID-19 but 1 (6.67%) NON-NCOVID-19 patients had multiple mottling and ground-glass opacity of chest CT images.\n\n Compared to NON-NCOVID-19, NCOVID-19 present remarkably more abnormal laboratory tests including AST, ALT, ?-GT, LDH and ?-HBDH.\n\n\nConclusion\nThe 2019-nCoV infection caused similar onsets to other pneumonias.\n\n CT scan may be a reliable test for screening NCOVID-19 cases.\n\n Liver function damage is more frequent in NCOVID-19 than NON-NCOVID-19 patients.\n\n LDH and ?-HBDH may be considerable markers for evaluation of NCOVID-19.\n","id":"PMC7108162","idformat":"PMC","foundapis":"_PMC_CROSSREF","miscinfo":"","authors":[{"firstname":"Dahai","surname":"Zhao","email":"NULL","contributions":"0"},{"firstname":"Feifei","surname":"Yao","email":"NULL","contributions":"1"},{"firstname":"Lijie","surname":"Wang","email":"NULL","contributions":"1"},{"firstname":"Ling","surname":"Zheng","email":"NULL","contributions":"1"},{"firstname":"Yongjun","surname":"Gao","email":"NULL","contributions":"1"},{"firstname":"Jun","surname":"Ye","email":"NULL","contributions":"1"},{"firstname":"Feng","surname":"Guo","email":"NULL","contributions":"1"},{"firstname":"Hui","surname":"Zhao","email":"NULL","contributions":"1"},{"firstname":"                          Rongbao","surname":"Gao","email":"rongbaogao@163.com","contributions":"1"}]},{"doi":"10.1007/s11427-020-1661-4","date":"2020-03-03","title":"Clinical characteristics of 24 asymptomatic infections with COVID-19 screened among close contacts in Nanjing, China","abstract":"Electronic Supplementary Material\nSupplementary material is available for this article at 10.1007/s11427-020-1661-4 and is accessible for authorized users.\n\n\n","id":"PMC7088568","idformat":"PMC","foundapis":"_PMC_Springer_CROSSREF","miscinfo":"","authors":[{"firstname":"Zhiliang","surname":"Hu","email":"NULL","contributions":"0"},{"firstname":"Ci","surname":"Song","email":"NULL","contributions":"1"},{"firstname":"Chuanjun","surname":"Xu","email":"NULL","contributions":"1"},{"firstname":"Guangfu","surname":"Jin","email":"NULL","contributions":"1"},{"firstname":"Yaling","surname":"Chen","email":"NULL","contributions":"1"},{"firstname":"Xin","surname":"Xu","email":"NULL","contributions":"1"},{"firstname":"Hongxia","surname":"Ma","email":"NULL","contributions":"1"},{"firstname":"Wei","surname":"Chen","email":"NULL","contributions":"3"},{"firstname":"Yuan","surname":"Lin","email":"NULL","contributions":"1"},{"firstname":"Yishan","surname":"Zheng","email":"NULL","contributions":"1"},{"firstname":"Jianming","surname":"Wang","email":"NULL","contributions":"1"},{"firstname":"Zhibin","surname":"Hu","email":"zhibin_hu@njmu.edu.cn","contributions":"1"},{"firstname":"Yongxiang","surname":"Yi","email":"ian0126@126.com","contributions":"1"},{"firstname":"                          Hongbing","surname":"Shen","email":"NULL","contributions":"1"}]},{"doi":"10.1136/bmj.m1091","date":"2020-03-17","title":"Clinical characteristics of 113 deceased patients with coronavirus disease 2019: retrospective study","abstract":"Objective\nTo delineate the clinical characteristics of patients with coronavirus disease 2019 (covid-19) who died.\n\n\nDesign\nRetrospective case series.\n\n\nSetting\nTongji Hospital in Wuhan, China.\n\n\nParticipants\nAmong a cohort of 799 patients, 113 who died and 161 who recovered with a diagnosis of covid-19 were analysed.\n\n Data were collected until 28 February 2020.\nMain outcome measures\nClinical characteristics and laboratory findings were obtained from electronic medical records with data collection forms.\n\n\nResults\nThe median age of deceased patients (68 years) was significantly older than recovered patients (51 years).\n\n Male sex was more predominant in deceased patients (83; 73%) than in recovered patients (88; 55%).\n\n Chronic hypertension and other cardiovascular comorbidities were more frequent among deceased patients (54 (48%) and 16 (14%)) than recovered patients (39 (24%) and 7 (4%)).\n\n Dyspnoea, chest tightness, and disorder of consciousness were more common in deceased patients (70 (62%), 55 (49%), and 25 (22%)) than in recovered patients (50 (31%), 48 (30%), and 1 (1%)).\n\n The median time from disease onset to death in deceased patients was 16 (interquartile range 12.0-20.0) days.\n\n Leukocytosis was present in 56 (50%) patients who died and 6 (4%) who recovered, and lymphopenia was present in 103 (91%) and 76 (47%) respectively.\n\n Concentrations of alanine aminotransferase, aspartate aminotransferase, creatinine, creatine kinase, lactate dehydrogenase, cardiac troponin I, N-terminal pro-brain natriuretic peptide, and D-dimer were markedly higher in deceased patients than in recovered patients.\n\n Common complications observed more frequently in deceased patients included acute respiratory distress syndrome (113; 100%), type I respiratory failure (18/35; 51%), sepsis (113; 100%), acute cardiac injury (72/94; 77%), heart failure (41/83; 49%), alkalosis (14/35; 40%), hyperkalaemia (42; 37%), acute kidney injury (28; 25%), and hypoxic encephalopathy (23; 20%).\n\n Patients with cardiovascular comorbidity were more likely to develop cardiac complications.\n\n Regardless of history of cardiovascular disease, acute cardiac injury and heart failure were more common in deceased patients.\n\n\nConclusion\nSevere acute respiratory syndrome coronavirus 2 infection can cause both pulmonary and systemic inflammation, leading to multi-organ dysfunction in patients at high risk.\n\n Acute respiratory distress syndrome and respiratory failure, sepsis, acute cardiac injury, and heart failure were the most common critical complications during exacerbation of covid-19.\n","id":"PMC7190011","idformat":"PMC","foundapis":"_PMC_CROSSREF","miscinfo":"","authors":[{"firstname":"Tao","surname":"Chen","email":"NULL","contributions":"12"},{"firstname":"Di","surname":"Wu","email":"NULL","contributions":"2"},{"firstname":"Huilong","surname":"Chen","email":"NULL","contributions":"2"},{"firstname":"Weiming","surname":"Yan","email":"NULL","contributions":"2"},{"firstname":"Danlei","surname":"Yang","email":"NULL","contributions":"2"},{"firstname":"Guang","surname":"Chen","email":"NULL","contributions":"2"},{"firstname":"Ke","surname":"Ma","email":"NULL","contributions":"2"},{"firstname":"Dong","surname":"Xu","email":"NULL","contributions":"2"},{"firstname":"Haijing","surname":"Yu","email":"NULL","contributions":"2"},{"firstname":"Hongwu","surname":"Wang","email":"NULL","contributions":"2"},{"firstname":"Tao","surname":"Wang","email":"NULL","contributions":"0"},{"firstname":"Wei","surname":"Guo","email":"NULL","contributions":"2"},{"firstname":"Jia","surname":"Chen","email":"NULL","contributions":"2"},{"firstname":"Chen","surname":"Ding","email":"NULL","contributions":"2"},{"firstname":"Xiaoping","surname":"Zhang","email":"NULL","contributions":"2"},{"firstname":"Jiaquan","surname":"Huang","email":"NULL","contributions":"2"},{"firstname":"Meifang","surname":"Han","email":"NULL","contributions":"2"},{"firstname":"Shusheng","surname":"Li","email":"NULL","contributions":"2"},{"firstname":"Xiaoping","surname":"Luo","email":"NULL","contributions":"2"},{"firstname":"Jianping","surname":"Zhao","email":"NULL","contributions":"0"},{"firstname":"                          Qin","surname":"Ning","email":"NULL","contributions":"2"}]},{"doi":"10.1097/CM9.0000000000000744","date":"1970-01-01","title":"Clinical characteristics of novel coronavirus cases in tertiary hospitals in Hubei Province","abstract":"Background\nThe 2019 novel coronavirus (2019-nCoV) causing an outbreak of pneumonia in Wuhan, Hubei province of China was isolated in January 2020. This study aims to investigate its epidemiologic history, and analyze the clinical characteristics, treatment regimens, and prognosis of patients infected with 2019-nCoV during this outbreak.\n\n\nMethods\nClinical data from 137 2019-nCoV-infected patients admitted to the respiratory departments of nine tertiary hospitals in Hubei province from December 30, 2019 to January 24, 2020 were retrospectively collected, including general status, clinical manifestations, laboratory test results, imaging characteristics, and treatment regimens.\n\n\nResults\nNone of the 137 patients (61 males, 76 females, aged 20–83 years, median age 57 years) had a definite history of exposure to Huanan Seafood Wholesale Market.\n\n Major initial symptoms included fever (112/137, 81.8%), coughing (66/137, 48.2%), and muscle pain or fatigue (44/137, 32.1%), with other, less typical initial symptoms observed at low frequency, including heart palpitations, diarrhea, and headache.\n\n Nearly 80% of the patients had normal or decreased white blood cell counts, and 72.3% (99/137) had lymphocytopenia.\n\n Lung involvement was present in all cases, with most chest computed tomography scans showing lesions in multiple lung lobes, some of which were dense; ground-glass opacity co-existed with consolidation shadows or cord-like shadows.\n\n Given the lack of effective drugs, treatment focused on symptomatic and respiratory support.\n\n Immunoglobulin G was delivered to some critically ill patients according to their conditions.\n\n Systemic corticosteroid treatment did not show significant benefits.\n\n Notably, early respiratory support facilitated disease recovery and improved prognosis.\n\n The risk of death was primarily associated with age, underlying chronic diseases, and median interval from the appearance of initial symptoms to dyspnea.\n\n\nConclusions\nThe majority of patients with 2019-nCoV pneumonia present with fever as the first symptom, and most of them still showed typical manifestations of viral pneumonia on chest imaging.\n\n Middle-aged and elderly patients with underlying comorbidities are susceptible to respiratory failure and may have a poorer prognosis.\n\n\n","id":"PMC7147277","idformat":"PMC","foundapis":"_PMC_CROSSREF","miscinfo":"","authors":[{"firstname":"Kui","surname":"Liu","email":"NULL","contributions":"0"},{"firstname":"Yuan-Yuan","surname":"Fang","email":"NULL","contributions":"4"},{"firstname":"Yan","surname":"Deng","email":"NULL","contributions":"3"},{"firstname":"Wei","surname":"Liu","email":"NULL","contributions":"5"},{"firstname":"Mei-Fang","surname":"Wang","email":"NULL","contributions":"3"},{"firstname":"Jing-Ping","surname":"Ma","email":"NULL","contributions":"3"},{"firstname":"Wei","surname":"Xiao","email":"NULL","contributions":"3"},{"firstname":"Ying-Nan","surname":"Wang","email":"NULL","contributions":"3"},{"firstname":"Min-Hua","surname":"Zhong","email":"NULL","contributions":"3"},{"firstname":"Cheng-Hong","surname":"Li","email":"NULL","contributions":"3"},{"firstname":"Guang-Cai","surname":"Li","email":"NULL","contributions":"3"},{"firstname":"Hui-Guo","surname":"Liu","email":"NULL","contributions":"4"},{"firstname":"Xiu-Yuan","surname":"Hao","email":"NULL","contributions":"6"},{"firstname":"                          Pei-Fang","surname":"Wei","email":"NULL","contributions":"8"}]},{"doi":"10.1148/radiol.2020200370","date":"1970-01-01","title":"Time Course of Lung Changes On Chest CT During Recovery From 2019 Novel Coronavirus (COVID-19) Pneumonia","abstract":"Background\nChest CT is used to assess the severity of lung involvement in COVID-19 pneumonia.\n\n\nPurpose\nTo determine the change in chest CT findings associated with COVID-19 pneumonia from initial diagnosis until patient recovery.\n\n\nMaterials and Methods\nThis retrospective review included patients with RT-PCR confirmed COVID-19 infection presenting between 12 January 2020 to 6 February 2020. Patients with severe respiratory distress and/ or oxygen requirement at any time during the disease course were excluded.\n\n Repeat Chest CT was obtained at approximately 4 day intervals.\n\n The total CT score was the sum of lung involvement (5 lobes, score 1-5 for each lobe, range, 0 none, 25 maximum) was determined.\n\n\nResults\nTwenty one patients (6 males and 15 females, age 25-63 years) with confirmed COVID-19 pneumonia were evaluated.\n\n These patients under went a total of 82 pulmonary CT scans with a mean interval of 4±1 days (range: 1-8 days).\n\n All patients were discharged after a mean hospitalized period of 17±4 days (range: 11-26 days).\n\n Maximum lung involved peaked at approximately 10 days (with the calculated total CT score of 6) from the onset of initial symptoms (R2=0.25), p&lt;0.001).\n\n Based on quartiles of patients from day 0 to day 26 involvement, 4 stages of lung CT were defined: Stage 1 (0-4 days): ground glass opacities (GGO) in 18/24 (75%) patients with the total CT score of 2±2; (2)Stage-2 (5-8d days): increased crazy-paving pattern 9/17 patients (53%) with a increase in total CT score (6±4, p=0.002); (3) Stage-3 (9-13days): consolidation 19/21 (91%) patients with the peak of total CT score (7±4); (4) Stage-4 (?14 days): gradual resolution of consolidation 15/20 (75%) patients with a decreased total CT score (6±4) without crazy-paving pattern.\n\n\nConclusion\nIn patients recovering from COVID-19 pneumonia (without severe respiratory distress during the disease course), lung abnormalities on chest CT showed greatest severity approximately 10 days after initial onset of symptoms.\n\n\n","id":"PMC7233367","idformat":"PMC","foundapis":"_PMC_CROSSREF","miscinfo":"","authors":[{"firstname":"Feng","surname":"Pan","email":"NULL","contributions":"4"},{"firstname":"Tianhe","surname":"Ye","email":"NULL","contributions":"3"},{"firstname":"Peng","surname":"Sun","email":"NULL","contributions":"3"},{"firstname":"Shan","surname":"Gui","email":"NULL","contributions":"3"},{"firstname":"Bo","surname":"Liang","email":"NULL","contributions":"3"},{"firstname":"Lingli","surname":"Li","email":"NULL","contributions":"3"},{"firstname":"Dandan","surname":"Zheng","email":"NULL","contributions":"3"},{"firstname":"Jiazheng","surname":"Wang","email":"NULL","contributions":"3"},{"firstname":"Richard L.","surname":"Hesketh","email":"NULL","contributions":"3"},{"firstname":"Lian","surname":"Yang","email":"yanglian@hust.edu.cn","contributions":"3"},{"firstname":"                          Chuansheng","surname":"Zheng","email":"NULL","contributions":"5"}]},{"doi":"10.3760/cma.j.issn.0578-1310.2020.0007","date":"2020-02-16","title":"[Analysis of CT features of 15 Children with 2019 novel coronavirus infection].","abstract":"Objective: To explore imaging characteristics of children with 2019 novel coronavirus (2019-nCoV) infection.\n Methods: A retrospective analysis was performed on clinical data and chest CT images of 15 children diagnosed with 2019-nCoV.\n They were admitted to the third people's Hospital of Shenzhen from January 16 to February 6, 2020. The distribution and morphology of pulmonary lesions on chest CT images were analyzed.\n Results: Among the 15 children, there were 5 males and 10 females, aged from 4 to 14 years old.\n Five of the 15 children were febrile and 10 were asymptomatic on first visit.\n The first nasal or pharyngeal swab samples in all the 15 cases were positive for 2019-nCoV nucleic acid.\n For their first chest CT images, 6 patients had no lesions, while 9 patients had pulmonary inflammation lesions.\n Seven cases of small nodular ground glass opacities and 2 cases of speckled ground glass opacities were found.\n After 3 to 5 days of treatment, 2019-nCoV nucleic acid in a second respiratory sample turned negative in 6 cases.\n Among them, chest CT images showed less lesions in 2 cases, no lesion in 3 cases, and no improvement in 1 case.\n Other 9 cases were still positive in a second nucleic acid test.\n Six patients showed similar chest CT inflammation, while 3 patients had new lesions, which were all small nodular ground glass opacities.\n Conclusions: The early chest CT images of children with 2019-nCoV infection are mostly small nodular ground glass opacities.\n The clinical symptoms of children with 2019-nCoV infection are nonspecific.\n Dynamic reexamination of chest CT and nucleic acid are important.\n","id":"10.3760/cma.j.issn.0578-1310.2020.0007","idformat":"ELASTIC","foundapis":"","miscinfo":"","authors":[{"firstname":" K","surname":"Feng","email":"elasticNoEmail","contributions":"2"},{"firstname":" Y X","surname":" Yun","email":"elasticNoEmail","contributions":"2"},{"firstname":" X F","surname":" Wang","email":"elasticNoEmail","contributions":"2"},{"firstname":" G D","surname":" Yang","email":"elasticNoEmail","contributions":"2"},{"firstname":" Y J","surname":" Zheng","email":"elasticNoEmail","contributions":"2"},{"firstname":" C M","surname":" Lin","email":"elasticNoEmail","contributions":"2"},{"firstname":"   L F","surname":" Wang","email":"elasticNoEmail","contributions":"2"}]},{"doi":"10.1016/S2213-2600(20)30079-5","date":"1970-01-01","title":"Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective, observational study","abstract":"Background\nAn ongoing outbreak of pneumonia associated with the severe acute respiratory coronavirus 2 (SARS-CoV-2) started in December, 2019, in Wuhan, China.\n\n Information about critically ill patients with SARS-CoV-2 infection is scarce.\n\n We aimed to describe the clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia.\n\n\nMethods\nIn this single-centered, retrospective, observational study, we enrolled 52 critically ill adult patients with SARS-CoV-2 pneumonia who were admitted to the intensive care unit (ICU) of Wuhan Jin Yin-tan hospital (Wuhan, China) between late December, 2019, and Jan 26, 2020. Demographic data, symptoms, laboratory values, comorbidities, treatments, and clinical outcomes were all collected.\n\n Data were compared between survivors and non-survivors.\n\n The primary outcome was 28-day mortality, as of Feb 9, 2020. Secondary outcomes included incidence of SARS-CoV-2-related acute respiratory distress syndrome (ARDS) and the proportion of patients requiring mechanical ventilation.\n\n\nFindings\nOf 710 patients with SARS-CoV-2 pneumonia, 52 critically ill adult patients were included.\n\n The mean age of the 52 patients was 59·7 (SD 13·3) years, 35 (67%) were men, 21 (40%) had chronic illness, 51 (98%) had fever.\n\n 32 (61·5%) patients had died at 28 days, and the median duration from admission to the intensive care unit (ICU) to death was 7 (IQR 3–11) days for non-survivors.\n\n Compared with survivors, non-survivors were older (64·6 years [11·2] vs 51·9 years [12·9]), more likely to develop ARDS (26 [81%] patients vs 9 [45%] patients), and more likely to receive mechanical ventilation (30 [94%] patients vs 7 [35%] patients), either invasively or non-invasively.\n\n Most patients had organ function damage, including 35 (67%) with ARDS, 15 (29%) with acute kidney injury, 12 (23%) with cardiac injury, 15 (29%) with liver dysfunction, and one (2%) with pneumothorax.\n\n 37 (71%) patients required mechanical ventilation.\n\n Hospital-acquired infection occurred in seven (13·5%) patients.\n\n\nInterpretation\nThe mortality of critically ill patients with SARS-CoV-2 pneumonia is considerable.\n\n The survival time of the non-survivors is likely to be within 1–2 weeks after ICU admission.\n\n Older patients (&gt;65 years) with comorbidities and ARDS are at increased risk of death.\n\n The severity of SARS-CoV-2 pneumonia poses great strain on critical care resources in hospitals, especially if they are not adequately staffed or resourced.\n\n\nFunding\nNone.\n\n\n","id":"PMC7102538","idformat":"PMC","foundapis":"_PMC_elsevier_CROSSREF","miscinfo":"","authors":[{"firstname":"Xiaobo","surname":"Yang","email":"NULL","contributions":"0"},{"firstname":"Yuan","surname":"Yu","email":"NULL","contributions":"2"},{"firstname":"Jiqian","surname":"Xu","email":"NULL","contributions":"1"},{"firstname":"Huaqing","surname":"Shu","email":"NULL","contributions":"1"},{"firstname":"Jia'an","surname":"Xia","email":"NULL","contributions":"4"},{"firstname":"Hong","surname":"Liu","email":"NULL","contributions":"3"},{"firstname":"Yongran","surname":"Wu","email":"NULL","contributions":"2"},{"firstname":"Lu","surname":"Zhang","email":"NULL","contributions":"1"},{"firstname":"Zhui","surname":"Yu","email":"NULL","contributions":"1"},{"firstname":"Minghao","surname":"Fang","email":"NULL","contributions":"1"},{"firstname":"Ting","surname":"Yu","email":"NULL","contributions":"0"},{"firstname":"Yaxin","surname":"Wang","email":"NULL","contributions":"2"},{"firstname":"Shangwen","surname":"Pan","email":"NULL","contributions":"1"},{"firstname":"Xiaojing","surname":"Zou","email":"NULL","contributions":"2"},{"firstname":"Shiying","surname":"Yuan","email":"NULL","contributions":"2"},{"firstname":"                          You","surname":"Shang","email":"NULL","contributions":"2"}]},{"doi":"10.1002/jmv.25793","date":"2020-03-24","title":"Clinical characteristics of 54 medical staff with COVID?19: A retrospective study in a single center in Wuhan, China","abstract":"In December 2019, an outbreak of the severe acute respiratory syndrome coronavirus 2 (SARS?Cov?2) infection occurred in Wuhan, and rapidly spread to worldwide, which has attracted many people's concerns about the patients.\n\n However, studies on the infection status of medical personnel is still lacking.\n\n A total of 54 cases of SARS?Cov?2 infected medical staff from Tongji Hospital between 7 January and 11 February 2020 were analyzed in this retrospective study.\n\n Clinical and epidemiological characteristics were compared between different groups by statistical method.\n\n From 7 January to 11 February 2020, 54 medical staff of Tongji Hospital were hospitalized due to coronavirus disease 2019 (COVID?19).\n\n Most of them were from other clinical departments (72.2%) rather than emergency department (3.7%) or medical technology departments (18.5%).\n\n Among the 54 patients with COVID?19, the distribution of age had a significant difference between non?severe type and severe/critical cases (median age: 47 years vs 38 years; P?=?.\n\n0015).\n\n However, there was no statistical difference in terms of gender distribution and the first symptoms between theses two groups.\n\n Furthermore, we observed that the lesion regions in SARS?Cov?2 infected lungs with severe?/critical?type of medical staff were more likely to exhibit lesions in the right upper lobe (31.7% vs 0%; P?=?.\n\n028) and right lung (61% vs 18.2%; P?=?.\n\n012).\n\n Based on our findings with medical staff infection data, we suggest training for all hospital staff to prevent infection and preparation of sufficient protection and disinfection materials.\n\n","id":"PMC7228263","idformat":"PMC","foundapis":"_PMC_CROSSREF","miscinfo":"","authors":[{"firstname":"Jiaojiao","surname":"Chu","email":"NULL","contributions":"3"},{"firstname":"Nan","surname":"Yang","email":"NULL","contributions":"2"},{"firstname":"Yanqiu","surname":"Wei","email":"NULL","contributions":"2"},{"firstname":"Huihui","surname":"Yue","email":"NULL","contributions":"2"},{"firstname":"Fengqin","surname":"Zhang","email":"NULL","contributions":"2"},{"firstname":"Jianping","surname":"Zhao","email":"NULL","contributions":"0"},{"firstname":"Li","surname":"He","email":"NULL","contributions":"2"},{"firstname":"Gaohong","surname":"Sheng","email":"NULL","contributions":"2"},{"firstname":"Peng","surname":"Chen","email":"NULL","contributions":"2"},{"firstname":"Gang","surname":"Li","email":"NULL","contributions":"0"},{"firstname":"Sisi","surname":"Wu","email":"NULL","contributions":"2"},{"firstname":"Bo","surname":"Zhang","email":"NULL","contributions":"2"},{"firstname":"Shu","surname":"Zhang","email":"szhang@tjh.tjmu.edu.cn","contributions":"2"},{"firstname":"Congyi","surname":"Wang","email":"wangcy@tjh.tjmu.edu.cn","contributions":"2"},{"firstname":"Xiaoping","surname":"Miao","email":"miaoxp@hust.edu.cn","contributions":"2"},{"firstname":"Juan","surname":"Li","email":"lijuan@tjh.tjmu.edu.cn","contributions":"2"},{"firstname":"Wenhua","surname":"Liu","email":"liuwh_2013@126.com","contributions":"2"},{"firstname":"                          Huilan","surname":"Zhang","email":"huilanz_76@163.com","contributions":"2"}]},{"doi":"10.1101/2020.03.09.20033118","date":"2020-03-13","title":"Epidemiological, Clinical Characteristics and Outcome of Medical Staff Infected with COVID-19 in Wuhan, China: A Retrospective Case Series Analysis ","abstract":"BackgroundsSince December 2019, a novel coronavirus epidemic has emerged in Wuhan city, China and then rapidly spread to other areas. As of 20 Feb 2020, a total of 2,055 medical staff confirmed with coronavirus disease 2019 (COVID-19) caused by SARS-Cov-2 in China had been reported. We sought to explore the epidemiological, clinical characteristics and prognosis of novel coronavirus-infected medical staff.\n\nMethodsIn this retrospective study, 64 confirmed cases of novel coronavirus-infected medical staff admitted to Union Hospital, Wuhan between 16 Jan, 2020 to 15 Feb, 2020 were included. Two groups concerned were extracted from the subjects based on duration of symptoms: group 1 ([&le;]10 days) and group 2 (>10 days). Epidemiological and clinical data were analyzed and compared across groups. The Kaplan-Meier plot was used to inspect the change in hospital discharge rate. The Cox regression model was utilized to identify factors associated with hospital discharge.\n\nFindingsThe median age of medical staff included was 35 years old. 64% were female and 67% were nurses. None had an exposure to Huanan seafood wholesale market or wildlife. A small proportion of the cohort had contact with specimens (5%) as well as patients in fever clinics (8%) and isolation wards (5%). Fever (67%) was the most common symptom, followed by cough (47%) and fatigue (34%). The median time interval between symptoms onset and admission was 8.5 days. On admission, 80% of medical staff showed abnormal IL-6 levels and 34% had lymphocytopenia. Chest CT mainly manifested as bilateral (61%), septal/subpleural (80%) and ground-glass (52%) opacities. During the study period, no patients was transferred to intensive care unit or died, and 34 (53%) had been discharged. Higher body mass index (BMI) ([&ge;] 24 kg/m2) (HR 0.14; 95% CI 0.03-0.73), fever (HR 0.24; 95% CI 0.09-0.60) and higher levels of IL-6 on admission (HR 0.31; 95% CI 0.11-0.87) were unfavorable factors for discharge.\n\nInterpretationIn this study, medical staff infected with COVID-19 have relatively milder symptoms and favorable clinical course, which may be partly due to their medical expertise, younger age and less underlying diseases. Smaller BMI, absence of fever symptoms and normal IL-6 levels on admission are favorable for discharge for medical staff. Further studies should be devoted to identifying the exact patterns of SARS-CoV-2 infection among medical staff. ","id":"10.1101/2020.03.09.20033118","idformat":"medrxiv/biorxiv doi","foundapis":"_MedBiorxiv_CROSSREF","miscinfo":"","authors":[{"firstname":" J.","surname":"Liu","email":"null","contributions":"1"},{"firstname":" L.","surname":" Ouyang","email":"null","contributions":"1"},{"firstname":" P.","surname":" Guo","email":"null","contributions":"1"},{"firstname":" H. s.","surname":" Wu","email":"null","contributions":"1"},{"firstname":" P.","surname":" Fu","email":"null","contributions":"1"},{"firstname":" Y. l.","surname":" Chen","email":"null","contributions":"1"},{"firstname":" D.","surname":" Yang","email":"null","contributions":"1"},{"firstname":" X. y.","surname":" Han","email":"null","contributions":"1"},{"firstname":" Y. k.","surname":" Cao","email":"null","contributions":"1"},{"firstname":" O.","surname":" Alwalid","email":"null","contributions":"1"},{"firstname":" J.","surname":" Tao","email":"null","contributions":"1"},{"firstname":" S. y.","surname":" Peng","email":"null","contributions":"1"},{"firstname":" H. s.","surname":" Shi","email":"null","contributions":"1"},{"firstname":" F.","surname":" Yang","email":"null","contributions":"1"},{"firstname":" C. s. ","surname":" Zheng","email":"null","contributions":"1"},{"firstname":" J.","surname":"Liu","email":"null","contributions":"1"},{"firstname":" L.","surname":" Ouyang","email":"null","contributions":"1"},{"firstname":" P.","surname":" Guo","email":"null","contributions":"1"},{"firstname":" H. s.","surname":" Wu","email":"null","contributions":"1"},{"firstname":" P.","surname":" Fu","email":"null","contributions":"1"},{"firstname":" Y. l.","surname":" Chen","email":"null","contributions":"1"},{"firstname":" D.","surname":" Yang","email":"null","contributions":"2"},{"firstname":" X. y.","surname":" Han","email":"null","contributions":"1"},{"firstname":" Y. k.","surname":" Cao","email":"null","contributions":"1"},{"firstname":" O.","surname":" Alwalid","email":"null","contributions":"1"},{"firstname":" J.","surname":" Tao","email":"null","contributions":"1"},{"firstname":" S. y.","surname":" Peng","email":"null","contributions":"1"},{"firstname":" H. s.","surname":" Shi","email":"null","contributions":"1"},{"firstname":" F.","surname":" Yang","email":"null","contributions":"1"},{"firstname":"         C. s. ","surname":" Zheng","email":"null","contributions":"1"}]},{"doi":"10.1101/2020.02.29.20029348","date":"2020-03-12","title":"Association of Cardiovascular Manifestations with In-hospital Outcomes in Patients with COVID-19: A Hospital Staff Data ","abstract":"BackgroundThe outbreaks of coronavirus disease 2019 (COVID-19) caused by the novel severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) remain a huge threat to the public health worldwide. Clinical data is limited up to now regarding nosocomial infection of COVID-19 and the risk factors in favor of severe conversion of non-severe case with COVID-19.\n\nAimsThis study analyzed a hospital staff data to figure out general clinical features of COVID-19 in terms of nosocomial infection and explain the association of cardiovascular manifestations (CVMs) with in-hospital outcomes of COVID-19 cases.\n\nMethodsRetrospective, single-center case series of 41 consecutive hospitalized health staff with confirmed COVID-19 were collected at the Central Hospital of Wuhan in Wuhan, China, from January 15 to January 24, 2020. Epidemiological, demographic, clinical, laboratory, radiological, treatment data and in-hospital adverse events were collected and analyzed. Final date of follow-up was March 3, 2020. A comparative study was applied between cases with CVMs and those without CVMs.\n\nResultsOf all, clinicians and clinical nurses accounted for 80.5%, while nosocomial infection by patient contact accounted for 87.8%. The population was presented with a mean age of 39.1 {+/-} 9.2 and less comorbidities than community population. The three most frequent symptoms of COVID-19 cases analyzed were fever (82.9%), myalgia or fatigue (80.5%) and cough (63.4%). While, the three most frequent initial symptoms were myalgia or fatigue (80.5%), fever (73.2%) and cough (41.5%). There were 95.1% cases featured as non-severe course of disease according to the official standard in China. Patients with CVMs and those without CVMs accounted for 58.5% and 41.5%, respectively. Compared with cases without CVMs, patients with CVMs were presented with lower baseline lymphocyte count (0.99 {+/-} 0.43 and 1.55 {+/-} 0.61, P<0.001), more who had at least once positive nucleic acid detection of throat swab during admission (50.0% and 11.8%, P=0.011), and more received oxygen support (79.2% and 23.5%, P<0.001). The rate of in-hospital adverse events was significantly higher in patients with CVMs group (75.0% and 23.5%, P=0.001). Multivariable logistic regression model indicated that, coexisting with CVMs in COVID-19 patients was not independently associated with in-hospital adverse events.\n\nConclusionsMost of hospital staff with COVID-19 were nosocomial infection, featured non-severe course of disease. Cases with CVMs suffered from more in-hospital adverse events than those without CVMs. But concomitant CVMs were not independently associated with in-hospital adverse events in COVID-19 patients. ","id":"10.1101/2020.02.29.20029348","idformat":"medrxiv/biorxiv doi","foundapis":"_MedBiorxiv_CROSSREF","miscinfo":"","authors":[{"firstname":" R.","surname":"Liu","email":"null","contributions":"1"},{"firstname":" X.","surname":" Ming","email":"null","contributions":"1"},{"firstname":" O.","surname":" Xu","email":"null","contributions":"1"},{"firstname":" J.","surname":" Zhou","email":"null","contributions":"1"},{"firstname":" H.","surname":" Peng","email":"null","contributions":"1"},{"firstname":" N.","surname":" Xiang","email":"null","contributions":"1"},{"firstname":" J.","surname":" Zhang","email":"null","contributions":"1"},{"firstname":" H. ","surname":" Zhu","email":"null","contributions":"1"},{"firstname":" R.","surname":"Liu","email":"null","contributions":"1"},{"firstname":" X.","surname":" Ming","email":"null","contributions":"1"},{"firstname":" O.","surname":" Xu","email":"null","contributions":"1"},{"firstname":" J.","surname":" Zhou","email":"null","contributions":"2"},{"firstname":" H.","surname":" Peng","email":"null","contributions":"1"},{"firstname":" N.","surname":" Xiang","email":"null","contributions":"1"},{"firstname":" J.","surname":" Zhang","email":"null","contributions":"2"},{"firstname":"         H. ","surname":" Zhu","email":"null","contributions":"1"}]},{"doi":"10.21203/rs.3.rs-20714/v1","date":"2022-03-31","title":"'Clinical characteristics of survivors and non-survivors, medical and non-medical staff members with 2019-nCoV pneumonia in Wuhan, China: a descriptive study'","abstract":"'Abstract\nObjectives: In December 2019，the 2019 novel coronavirus ( 2019-nCoV ) emerged in Wuhan, China, leading to a cluster of severe pneumonia cases.\n Medical staff members on the front line were also infected.\n We compared the epidemiology, clinical characteristics, and treatment measures of survivors and non-survivors and the different clinical outcomes of medical staff members and non-medical members of the community infected with 2019-nCoV.\n Methods: We included 81 patients with adult 2019-nCoV in Hankou Hospital from mid-January to mid-February 2020 in this single-center retrospective study.\n Data were compared between survivors and non-survivors and between medical staff members and non-medical individuals.\n Results: All 38 medical staff members were infected by patients while working.\n Only 2 (2.5%) non-medical individuals had a clear history of exposure to 2019-nCoV patients.\n The median age was 49 years (interquartile range [IQR], 35-59; range, 23-89 years), and 42 (51.9%) were women.\n We found that the median age,comorbidity, and some laboratory outcomes(lymphocyte count, urea nitrogen, aspartate aminotransferase, lactate dehydrogenase, etc.\n)differed significantly between survivors and non-survivors.\n There were also significant differences in the time from onset to admission, disease classification, comorbidity, and prognosis between medical staff members and non-medical individuals.\n All medical staff members were cured, while 13 (30.2%) non-medical individuals died.\n Conclusions: Older males with comorbidities are more likely to be affected by 2019-nCoV.\n Significant changes in some laboratory markers may indicate a poor prognosis.\n Medical staff members may have had better prognoses due to fewer comorbidities and better medical compliance.\n Key words: 2019-nCoV; Clinical characteristics; Mortality; comorbidity; Survivors; Non-survivors; Medical Staff","id":"10.21203/rs.3.rs-20714/v1","idformat":"CROSSREF","foundapis":"","miscinfo":"PUBLISHER: Research Square Platform LLC","authors":[{"firstname":"Jiaxun","surname":"Hu","email":"xref no email","contributions":"1"},{"firstname":" You","surname":"Lv","email":"xref no email","contributions":"1"},{"firstname":" Ying","surname":"Xu","email":"xref no email","contributions":"1"},{"firstname":" Yushan","surname":"Miao","email":"xref no email","contributions":"1"},{"firstname":" Wei","surname":"Wang","email":"xref no email","contributions":"5"},{"firstname":" Wenqing","surname":"Le","email":"xref no email","contributions":"1"},{"firstname":"       Hao","surname":"Tang","email":"xref no email","contributions":"1"}]},{"doi":"10.15585/mmwr.mm6912e1","date":"1970-01-01","title":"COVID-19 in a Long-Term Care Facility — King County, Washington, February 27–March 9, 2020","abstract":"","id":"PMC7725515","idformat":"PMC","foundapis":"_PMC_CROSSREF","miscinfo":"","authors":[{"firstname":"Temet M.","surname":"McMichael","email":"NULL","contributions":"2"},{"firstname":"Shauna","surname":"Clark","email":"NULL","contributions":"2"},{"firstname":"Sargis","surname":"Pogosjans","email":"NULL","contributions":"2"},{"firstname":"Meagan","surname":"Kay","email":"NULL","contributions":"2"},{"firstname":"James","surname":"Lewis","email":"NULL","contributions":"3"},{"firstname":"Atar","surname":"Baer","email":"NULL","contributions":"2"},{"firstname":"Vance","surname":"Kawakami","email":"NULL","contributions":"2"},{"firstname":"Margaret D.","surname":"Lukoff","email":"NULL","contributions":"2"},{"firstname":"Jessica","surname":"Ferro","email":"NULL","contributions":"2"},{"firstname":"Claire","surname":"Brostrom-Smith","email":"NULL","contributions":"2"},{"firstname":"Francis X.","surname":"Riedo","email":"NULL","contributions":"2"},{"firstname":"Denny","surname":"Russell","email":"NULL","contributions":"2"},{"firstname":"Brian","surname":"Hiatt","email":"NULL","contributions":"2"},{"firstname":"Patricia","surname":"Montgomery","email":"NULL","contributions":"2"},{"firstname":"Agam K.","surname":"Rao","email":"NULL","contributions":"2"},{"firstname":"Dustin W.","surname":"Currie","email":"NULL","contributions":"2"},{"firstname":"Eric J.","surname":"Chow","email":"NULL","contributions":"2"},{"firstname":"Farrell","surname":"Tobolowsky","email":"NULL","contributions":"2"},{"firstname":"Ana C.","surname":"Bardossy","email":"NULL","contributions":"2"},{"firstname":"Lisa P.","surname":"Oakley","email":"NULL","contributions":"2"},{"firstname":"Jesica R.","surname":"Jacobs","email":"NULL","contributions":"2"},{"firstname":"Noah G.","surname":"Schwartz","email":"NULL","contributions":"2"},{"firstname":"Nimalie","surname":"Stone","email":"NULL","contributions":"1"},{"firstname":"Sujan C.","surname":"Reddy","email":"NULL","contributions":"4"},{"firstname":"John A.","surname":"Jernigan","email":"NULL","contributions":"3"},{"firstname":"Margaret A.","surname":"Honein","email":"NULL","contributions":"2"},{"firstname":"Thomas A.","surname":"Clark","email":"NULL","contributions":"2"},{"firstname":"Jeffrey S.","surname":"Duchin","email":"NULL","contributions":"2"},{"firstname":"NULL","surname":"NULL","email":"NULL","contributions":"22"},{"firstname":"NULL","surname":"NULL","email":"NULL","contributions":"0"},{"firstname":"Meaghan S.","surname":"Fagalde","email":"NULL","contributions":"1"},{"firstname":"Jennifer L.","surname":"Lenahan","email":"NULL","contributions":"1"},{"firstname":"Emily B.","surname":"Maier","email":"NULL","contributions":"1"},{"firstname":"Kaitlyn J.","surname":"Sykes","email":"NULL","contributions":"1"},{"firstname":"Grace","surname":"Hatt","email":"NULL","contributions":"1"},{"firstname":"Holly","surname":"Whitney","email":"NULL","contributions":"1"},{"firstname":"Melinda","surname":"Huntington-Frazier","email":"NULL","contributions":"1"},{"firstname":"Elysia","surname":"Gonzales","email":"NULL","contributions":"1"},{"firstname":"Laura A.","surname":"Mummert","email":"NULL","contributions":"1"},{"firstname":"Hal Garcia","surname":"Smith","email":"NULL","contributions":"1"},{"firstname":"Steve","surname":"Stearns","email":"NULL","contributions":"1"},{"firstname":"Eileen","surname":"Benoliel","email":"NULL","contributions":"1"},{"firstname":"Shelly","surname":"McKeirnan","email":"NULL","contributions":"1"},{"firstname":"Jennifer L.","surname":"Morgan","email":"NULL","contributions":"1"},{"firstname":"Daniel","surname":"Smith","email":"NULL","contributions":"1"},{"firstname":"Michaela","surname":"Hope","email":"NULL","contributions":"1"},{"firstname":"Noel","surname":"Hatley","email":"NULL","contributions":"1"},{"firstname":"Leslie M.","surname":"Barnard","email":"NULL","contributions":"1"},{"firstname":"Leilani","surname":"Schwarcz","email":"NULL","contributions":"1"},{"firstname":"Nicole","surname":"Yarid","email":"NULL","contributions":"1"},{"firstname":"Eric","surname":"Yim","email":"NULL","contributions":"1"},{"firstname":"Sandra","surname":"Kreider","email":"NULL","contributions":"1"},{"firstname":"Dawn","surname":"Barr","email":"NULL","contributions":"1"},{"firstname":"Nancy","surname":"Wilde","email":"NULL","contributions":"1"},{"firstname":"Courtney","surname":"Dorman","email":"NULL","contributions":"1"},{"firstname":"Airin","surname":"Lam","email":"NULL","contributions":"1"},{"firstname":"Jeanette","surname":"Harris","email":"NULL","contributions":"1"},{"firstname":"Hollianne","surname":"Bruce","email":"NULL","contributions":"2"},{"firstname":"Christopher","surname":"Spitters","email":"NULL","contributions":"2"},{"firstname":"Snohomish Health","surname":"District","email":"NULL","contributions":"1"},{"firstname":"Rachael","surname":"Zacks","email":"NULL","contributions":"1"},{"firstname":"Jonathan","surname":"Dyal","email":"NULL","contributions":"1"},{"firstname":"Michael","surname":"Hughes","email":"NULL","contributions":"1"},{"firstname":"Christina","surname":"Carlson","email":"NULL","contributions":"1"},{"firstname":"Barbara","surname":"Cooper","email":"NULL","contributions":"1"},{"firstname":"Michelle","surname":"Banks","email":"NULL","contributions":"1"},{"firstname":"Heather","surname":"McLaughlin","email":"NULL","contributions":"1"},{"firstname":"Arun","surname":"Balajee","email":"NULL","contributions":"1"},{"firstname":"Christine","surname":"Olson","email":"NULL","contributions":"1"},{"firstname":"Suzanne","surname":"Zane","email":"NULL","contributions":"1"},{"firstname":"Hammad","surname":"Ali","email":"NULL","contributions":"1"},{"firstname":"Jessica","surname":"Healy","email":"NULL","contributions":"1"},{"firstname":"Kristine","surname":"Schmit","email":"NULL","contributions":"1"},{"firstname":"Kevin","surname":"Spicer","email":"NULL","contributions":"1"},{"firstname":"Zeshan","surname":"Chisty","email":"NULL","contributions":"1"},{"firstname":"Sukarma","surname":"Tanwar","email":"NULL","contributions":"1"},{"firstname":"Joanne","surname":"Taylor","email":"NULL","contributions":"1"},{"firstname":"Leisha","surname":"Nolen","email":"NULL","contributions":"1"},{"firstname":"Jeneita","surname":"Bell","email":"NULL","contributions":"1"},{"firstname":"Kelly","surname":"Hatfield","email":"NULL","contributions":"1"},{"firstname":"Melissa","surname":"Arons","email":"NULL","contributions":"1"},{"firstname":"Anne","surname":"Kimball","email":"NULL","contributions":"1"},{"firstname":"Allison","surname":"James","email":"NULL","contributions":"1"},{"firstname":"Mark","surname":"Methner","email":"NULL","contributions":"1"},{"firstname":"                          Joshua","surname":"Harney","email":"NULL","contributions":"1"}]}]}