{"name":"Prevalence of post-traumatic stress disorder caused by COVID-19: a systematic review and meta-analysis","id":"48","link":"https://www.cambridge.org/core/journals/european-psychiatry/article/prevalence-of-posttraumatic-stress-symptoms-among-people-influenced-by-coronavirus-disease-2019-outbreak-a-metaanalysis/363B29C5A1617CE0C4DF943883B379C6","dbsearches":"5","refs":"https://docs.google.com/spreadsheets/d/1df58xQMNYmGIVAYudmOMIAWH2usnUBDduC4AGZe4TSs/edit#gid=0","references":[{"doi":"10.1016/j.psychres.2020.113297","date":"2020-07-12","title":"Risk factors associated with mental illness in hospital discharged patients infected with COVID-19 in Wuhan, China","abstract":"\n\n\n•\nThe prevalence rate of clinically significant depression, anxiety, and PTSD symptoms for hospital discharged patients are respectively 19%, 10.4%, and 12.4%.\n","id":"PMC7355324","idformat":"PMC","foundapis":"","miscinfo":"Elsevier B.V.","authors":[{"firstname":"Dong","surname":"Liu","email":"NULL","contributions":"1"},{"firstname":" Roy F.","surname":"Baumeister","email":"NULL","contributions":"1"},{"firstname":" Jennifer C.","surname":"Veilleux","email":"NULL","contributions":"1"},{"firstname":" Caixia","surname":"Chen","email":"NULL","contributions":"1"},{"firstname":" Wenjun","surname":"Liu","email":"NULL","contributions":"1"},{"firstname":" Yongjie","surname":"Yue","email":"NULL","contributions":"1"},{"firstname":" Shi","surname":"Zhang","email":"NULL","contributions":"1"}]},{"doi":"10.1016/j.jad.2020.07.141","date":"2020-07-31","title":"Psychological distress related to COVID-19 – The contribution of continuous traumatic stress","abstract":"\n\n\n•\nTrauma survivors reported elevated psychiatric symptomatology related to COVID-19.","id":"PMC7416772","idformat":"PMC","foundapis":"","miscinfo":"Elsevier B.V.","authors":[{"firstname":"Yael","surname":"Lahav","email":"NULL","contributions":"1"}]},{"doi":"10.1016/j.jagp.2020.07.003","date":"2020-07-02","title":"Psychological Distress and Its Correlates Among COVID-19 Survivors During Early Convalescence Across Age Groups","abstract":"\n\n\n•\nThis study aimed to the psychological distress and the associated predictor factors of the 2019 corona-virus disease (COVID-19) survivors in early recovery stage across ages in Shenzhen, China.\n","id":"PMC7347493","idformat":"PMC","foundapis":"","miscinfo":"American Association for Geriatric Psychiatry. Published by Elsevier Inc.","authors":[{"firstname":"Xin","surname":"Cai","email":"NULL","contributions":"1"},{"firstname":" Xiaopeng","surname":"Hu","email":"NULL","contributions":"1"},{"firstname":" Ivo Otte","surname":"Ekumi","email":"NULL","contributions":"1"},{"firstname":" Jianchun","surname":"Wang","email":"NULL","contributions":"1"},{"firstname":" Yawen","surname":"An","email":"NULL","contributions":"1"},{"firstname":" Zhiwen","surname":"Li","email":"NULL","contributions":"1"},{"firstname":" Bo","surname":"Yuan","email":"NULL","contributions":"1"}]},{"doi":"10.1017/S0033291720000999","date":"2020-03-25","title":"Posttraumatic stress symptoms and attitude toward crisis mental health services among clinically stable patients with COVID-19 in China","abstract":"","id":"PMC7200846","idformat":"PMC","foundapis":"","miscinfo":"Cambridge University Press","authors":[{"firstname":"Hai-Xin","surname":"Bo","email":"NULL","contributions":"0"},{"firstname":" Wen","surname":"Li","email":"NULL","contributions":"0"},{"firstname":" Yuan","surname":"Yang","email":"NULL","contributions":"0"},{"firstname":" Yuan","surname":"Yang","email":"NULL","contributions":"0"},{"firstname":" Yu","surname":"Wang","email":"NULL","contributions":"0"},{"firstname":" Qinge","surname":"Zhang","email":"NULL","contributions":"0"},{"firstname":" Teris","surname":"Cheung","email":"NULL","contributions":"0"},{"firstname":" Xinjuan","surname":"Wu","email":"NULL","contributions":"0"},{"firstname":" Yu-Tao","surname":"Xiang","email":"NULL","contributions":"0"}]},{"doi":"10.1016/j.jad.2020.08.043","date":"2020-08-18","title":"Psychological impact of COVID-19 pandemic in the Philippines","abstract":"\n\n\n•\nStudents report moderate-to-severe psychological impact of the COVID-19 pandemic.\n","id":"PMC7444468","idformat":"PMC","foundapis":"","miscinfo":"Elsevier B.V.","authors":[{"firstname":"Michael L.","surname":"Tee","email":"NULL","contributions":"1"},{"firstname":" Cherica A.","surname":"Tee","email":"NULL","contributions":"1"},{"firstname":" Joseph P.","surname":"Anlacan","email":"NULL","contributions":"1"},{"firstname":" Katrina Joy G.","surname":"Aligam","email":"NULL","contributions":"1"},{"firstname":" Patrick Wincy C.","surname":"Reyes","email":"NULL","contributions":"1"},{"firstname":" Vipat","surname":"Kuruchittham","email":"NULL","contributions":"1"},{"firstname":" Roger C.","surname":"Ho","email":"NULL","contributions":"0"}]},{"doi":"10.1186/s40249-020-00724-0","date":"2020-07-14","title":"Psychological impact of COVID-19 on medical care workers in China","abstract":"Background\nid='Par1'>Medical care workers experienced unprecedented levels of workload and pressure since the outbreak of coronavirus disease 2019 (COVID-19).\n\n Little is known about its exact impact on medical care workers and related factors in China.\n\n This study aims to identify the psychological impact of COVID-19 on medical care workers in China.\n\n\nMethods\nid='Par2'>From February 23 to March 5, 2020, a cross-sectional survey was conducted among 863 medical care workers from seven provinces in China using standard questionnaires measuring adverse psychological outcomes including Impact of Event Scale-6 (IES-6), Depression, Anxiety and Stress Scale(DASS)and related psychosocial factors like perceived threat, social support and coping strategies.\n\n Exploratory Factor analysis was performed to identify the dimensions of perceived threat by study participants.\n\n Multivariate regression was used to examine the determinants of adverse psychological outcomes.\n\n\nResults\nid='Par3'>Posttraumatic stress (PTS) were prevalent in this sample of health care professionals, and 40.2% indicated positive screens for significant posttraumatic stress disorder symptoms.\n\n The proportion of having mild to extremely severe symptoms of depression, anxiety and stress were 13.6, 13.9 and 8.6%, respectively.\n\n Perceived threat and passive coping strategies were positively correlated to PTS and DASS scores, while perceived social support and active coping strategies were negatively correlated to DASS scores.\n\n Nurses were more likely to be anxious than others among medical care workers during the COVID-19 epidemic.\n\n\nConclusions\nid='Par4'>Adverse psychological symptoms were prevalent among medical care workers in China during the COVID-19 epidemic.\n\n Screening for adverse psychological outcomes and developing corresponding preventive measures would be beneficial in decreasing negative psychological outcomes.\n\n\n","id":"PMC7422468","idformat":"PMC","foundapis":"","miscinfo":"BioMed Central","authors":[{"firstname":"Ming-Yu","surname":"Si","email":"myu_si@163.com","contributions":"1"},{"firstname":" Xiao-You","surname":"Su","email":"suxiaoyou@hotmail.com","contributions":"1"},{"firstname":" Yu","surname":"Jiang","email":"jiangyu@pumc.edu.cn","contributions":"2"},{"firstname":" Yu","surname":"Jiang","email":"jiangyu@pumc.edu.cn","contributions":"0"},{"firstname":" Wen-Jun","surname":"Wang","email":"wwjun1973@163.com","contributions":"1"},{"firstname":" Xiao-Fen","surname":"Gu","email":"357539328@qq.com","contributions":"1"},{"firstname":" Li","surname":"Ma","email":"mali_lele@sina.com","contributions":"1"},{"firstname":" Jing","surname":"Li","email":"lijingwcph@scu.edu.cn","contributions":"0"},{"firstname":" Shao-Kai","surname":"Zhang","email":"shaokaizhang@126.com","contributions":"1"},{"firstname":" Ze-Fang","surname":"Ren","email":"renzef@mail.sysu.edu.cn","contributions":"1"},{"firstname":" Ran","surname":"Ren","email":"renran99@163.com","contributions":"1"},{"firstname":" Yuan-Li","surname":"Liu","email":"liuyuanli_pumc@163.com","contributions":"1"},{"firstname":" You-Lin","surname":"Qiao","email":"qiaoy@cicams.ac.cn","contributions":"1"}]},{"doi":"10.3389/fpsyg.2020.01540","date":"2020-06-09","title":"Psychological Impact and Associated Factors During the Initial Stage of the Coronavirus (COVID-19) Pandemic Among the General Population in Spain","abstract":"The outbreak of COVID-19 in Spain started at the end of February.\n By 9th April 2020 Spain was the second country in confirmed cases and in deaths.\n On March 14, 2020, the Spanish Government declared the state of alarm to limit viral transmission.\n During such state, citizens must stay confined at home with few justified exceptions.\n This whole situation drastically changed the life of the population, which can cause a wide range of psychosocial impacts.\n This study explored the psychological impact of the COVID-19 pandemic in the general adult population (N = 3055) during the first stages of the outbreak in Spain, as well as their anxiety, stress and depression levels.\n We also examined the extent to which the following variables were associated to participants’ mental health: (1) demographics; (2) degree of concern about the pandemic; (3) environmental conditions during the home confinement, (4) changes in daily life as a consequence of the pandemic; (5) contact with the COVID-19 disease; (6) actual and perceived severity of the crisis; (7) information about the COVID-19, (8) perceived health status and (9) leisure activities conducted within the last 24 h.\n Our results show that Spanish consider the current COVID-19 health crisis as fairly severe, and the majority felt that the COVID-19 crisis had greatly impacted on their daily life, including changes in their daily routines and cancelation of important activities.\n About 36% of the participants reported moderate to severe psychological impact, 25% showed mild to severe levels of anxiety, 41% reported depressive symptoms, and 41% felt stressed.\n Women, young, and those who that lost their job during the health crisis showed the strongest negative psychological symptoms.\n What worried Spaniards the most was the likelihood of suffering an economic crisis derived from the pandemic.\n We found factors associated with better mental health, such as being satisfied with the information received about the health crisis, conducting leisure activities, and the perception of being in good health.\n These findings can be used to design psychological interventions to help coping with COVID-19 pandemic, both in Spain and other countries.\n","id":"PMC7325630","idformat":"PMC","foundapis":"","miscinfo":"Frontiers Media S.A.","authors":[{"firstname":"Rocío","surname":"Rodríguez-Rey","email":"NULL","contributions":"1"},{"firstname":" Helena","surname":"Garrido-Hernansaiz","email":"NULL","contributions":"1"},{"firstname":" Silvia","surname":"Collado","email":"NULL","contributions":"1"}]},{"doi":"10.1111/jocn.15454","date":"2020-08-06","title":"Psychological impact of COVID?19 outbreak on frontline nurses: A cross?sectional survey study","abstract":"Aims and objectives\nThis study aimed to portray the prevalence and associated factors of psychological distress among frontline nurses during COVID?19 outbreak.\n\n\nBackground\nThe COVID?19 outbreak has posed great threat to public health worldwide.\n\n Nurses fighting against the epidemic on the frontline might be under great physical and psychological distress.\n\n This psychological distress was predominantly described as sleep disturbance, symptoms of anxiety and depression, post?traumatic stress, inability to make decisions and even somatic symptoms.\n\n\nDesign\nCross?sectional study.\n\n\nMethods\nFrontline nurses from designated hospitals for COVID?19 patients were invited to complete an online survey by convenience sampling, and the survey included six main sections: the General Health Questionnaire, the Perceived Social Support Scale, the Simplified Coping Style Scale, the Impact of Event Scale?Revised, socio?demographic, occupation and work history.\n\n Multiple logistic analysis was used to identify the potential risk factors of psychological distress.\n\n The study methods were compliant with the STROBE checklist.\n\n\nResults\nOf the 263 frontline nurses, 66 (25.1%) were identified as psychological distress.\n\n Multiple logistic analysis revealed that working in emergency department, concern for family, being treated differently, negative coping style and COVID?19?related stress symptom were positive related to psychological distress.\n\n Perceived more social support and effective precautionary measures were negatively associated with psychological distress.\n\n\nConclusions\nThe study demonstrated that COVID?19 had a significant psychological impact on frontline nurses.\n\n Early detection of psychological distress and supportive intervention should be taken according to the associated factors to prevent more serious psychological impact on frontline nurses.\n\n\nRelevance to clinical practice\nThis study highlighted that the frontline nurses were suffering from varying degrees of psychological distress, which needed early screening and supportive intervention for preventing more serious psychological impact on frontline nurses.\n\n Beside, more specific measurement should be combined with the GHQ?12 to assess the varying degrees of psychological distress in frontline nurses.\n\n\n","id":"PMC7436701","idformat":"PMC","foundapis":"","miscinfo":"John Wiley and Sons Inc.","authors":[{"firstname":"Anliu","surname":"Nie","email":"NULL","contributions":"1"},{"firstname":" Xiangfen","surname":"Su","email":"suxiangfengfy@163.com","contributions":"1"},{"firstname":" Shuzeng","surname":"Zhang","email":"NULL","contributions":"2"},{"firstname":" Shuzeng","surname":"Zhang","email":"NULL","contributions":"0"},{"firstname":" Wenjie","surname":"Guan","email":"NULL","contributions":"1"},{"firstname":" Jianfeng","surname":"Li","email":"NULL","contributions":"1"}]},{"doi":"10.3389/fpsyg.2020.02231","date":"2020-08-10","title":"The Psychological Impact of the COVID-19 Epidemic on Guangdong College Students: The Difference Between Seeking and Not Seeking Psychological Help","abstract":"Background\nCoronavirus disease 2019 (COVID-19) has considerably psychologically impacted Chinese college students.\n\n Several types of online mental health services were widely implemented for college students during the outbreak.\n\n This study investigated the relationship between college students’ mental health status and psychological help-seeking behavior to test the phases-decision-making model (PDM).\n\n\nMethods\nA cross-sectional survey was conducted among college students in Guangdong Province using an online platform.\n\n In total, 4,164 students were assigned to the “counseling group” or “non-counseling group” according to whether they had sought psychological help because of the COVID-19 outbreak; the groups were matched based on age, sex, and grade.\n\n Demographics, perceived mental health, and experience with seeking psychological help were recorded.\n\n Fear, depression, and trauma were assessed by the COVID-19 Fear Screening Scale, Patient Health Questionnaire, and Impact of Event Scale-6.\nResults\nThe fear, depression, and trauma scores were significantly higher in the counseling group than in the non-counseling group (Ps &lt; 0.001).\n\n Fear (OR = 1.27, p &lt; 0.001), depression (OR = 1.02, p = 0.032), trauma (OR = 1.08, p &lt; 0.001), poor perceived mental health status (OR = 3.61, p = 0.001), and experience with seeking psychological help (OR = 7.06, p &lt; 0.001) increased the odds of seeking psychological help.\n\n\nConclusion\nDuring the COVID-19 epidemic, the rate of psychological help-seeking was still low, and college students in poor psychological condition sought psychological counseling more.\n\n Fear, depression, trauma, experience with seeking psychological help, and perceived mental health can effectively predict psychological help-seeking behavior.\n\n These findings emphasized the importance of closely monitoring college students’ psychological status, providing psychological intervention, and improving the probability of seeking psychological help.\n\n\n","id":"PMC7499802","idformat":"PMC","foundapis":"","miscinfo":"Frontiers Media S.A.","authors":[{"firstname":"Shun-Wei","surname":"Liang","email":"NULL","contributions":"1"},{"firstname":" Rong-Ning","surname":"Chen","email":"NULL","contributions":"1"},{"firstname":" Li-Li","surname":"Liu","email":"NULL","contributions":"1"},{"firstname":" Xue-Guo","surname":"Li","email":"NULL","contributions":"1"},{"firstname":" Jian-Bin","surname":"Chen","email":"NULL","contributions":"1"},{"firstname":" Si-Yao","surname":"Tang","email":"NULL","contributions":"1"},{"firstname":" Jing-Bo","surname":"Zhao","email":"NULL","contributions":"1"}]},{"doi":"10.1136/jnnp-2020-323134","date":"1970-01-01","title":"Unknown Title","abstract":"Unknown Abstract","id":"not found","idformat":"N/A","foundapis":"","miscinfo":"","authors":[]},{"doi":"10.3389/fpsyg.2020.01684","date":"2020-06-22","title":"The Psychological Impact of the COVID-19 Outbreak on Health Professionals: A Cross-Sectional Study","abstract":"Background: The COVID-19 pandemic had a massive impact on health care systems, increasing the risks of psychological distress in health professionals.\n This study aims at assessing the prevalence of burnout and psychopathological conditions in health professionals working in a health institution in the Northern Italy, and to identify socio-demographic, work-related and psychological predictors of burnout.\n","id":"PMC7366071","idformat":"PMC","foundapis":"","miscinfo":"Frontiers Media S.A.","authors":[{"firstname":"Emanuele Maria","surname":"Giusti","email":"NULL","contributions":"2"},{"firstname":" Elisa","surname":"Pedroli","email":"NULL","contributions":"2"},{"firstname":" Guido E.","surname":"D'Aniello","email":"NULL","contributions":"2"},{"firstname":" Chiara","surname":"Stramba Badiale","email":"NULL","contributions":"2"},{"firstname":" Giada","surname":"Pietrabissa","email":"NULL","contributions":"2"},{"firstname":" Chiara","surname":"Manna","email":"NULL","contributions":"2"},{"firstname":" Marco","surname":"Stramba Badiale","email":"NULL","contributions":"2"},{"firstname":" Giuseppe","surname":"Riva","email":"NULL","contributions":"2"},{"firstname":" Gianluca","surname":"Castelnuovo","email":"NULL","contributions":"2"},{"firstname":" Enrico","surname":"Molinari","email":"NULL","contributions":"2"}]},{"doi":"10.1007/s12144-020-01109-0","date":"2020-10-02","title":"The psychological impact of COVID-19 outbreak on medical staff and the general public","abstract":"id='Par1'>To assess the psychological effects of the novel coronavirus disease (COVID-19) on medical staff and the general public.\n During the outbreak of COVID-19, an internet-based questionnaire included The Self-rating Depression Scale (SDS), Perceived Stress Scale (PSS-10), and Impact of Event Scale-Revised (IES-R) was used to assess the impact of the pandemic situation on the mental health of medical staff and general population in Wuhan and its surrounding areas.\n Among the 1493 questionnaires completed, 827 (55.39%) of these were men, and 422 (28.27%) of these were medical personnel.\n The results suggest that the outbreak of COVID-19 has affected individuals significantly, the degree of which is related to age, sex, occupation and mental illness.\n There was a significant difference in PSS-10 and IES-R scores between the medical staff and the general population.\n The medical staff showed higher PSS-10 scores (16.813?±?4.87) and IES-R scores (22.40?±?12.12) compared to members of the general population PSS-10 (14.80?±?5.60) and IES-R scores (17.89?±?13.08).\n However, there was no statistically significant difference between the SDS scores of medical staff (44.52?±?12.36) and the general public (43.08?±?11.42).\n In terms of the need for psychological assistance, 50.97% of interviewees responded that they needed psychological counseling, of which medical staff accounted for 65.87% and non-medical staff accounted for 45.10%.\n During the ongoing COVID-19 outbreak, great attention should be paid to the mental health of the population, especially medical staff, and measures such as psychological intervention should be actively carried out for reducing the psychosocial effects.\n","id":"PMC7539749","idformat":"PMC","foundapis":"","miscinfo":"Springer US","authors":[{"firstname":"Biao","surname":"Chen","email":"NULL","contributions":"1"},{"firstname":" Qing-xian","surname":"Li","email":"NULL","contributions":"1"},{"firstname":" Heng","surname":"Zhang","email":"NULL","contributions":"0"},{"firstname":" Jia-yong","surname":"Zhu","email":"NULL","contributions":"1"},{"firstname":" Xu","surname":"Yang","email":"NULL","contributions":"1"},{"firstname":" Yu-hang","surname":"Wu","email":"NULL","contributions":"1"},{"firstname":" Jie","surname":"Xiong","email":"NULL","contributions":"2"},{"firstname":" Fu","surname":"Li","email":"NULL","contributions":"1"},{"firstname":" Hua","surname":"Wang","email":"whzkwlh@126.com","contributions":"0"},{"firstname":" Zhi-tao","surname":"Chen","email":"chenzhitao830201@163.com","contributions":"1"}]},{"doi":"10.1016/j.accpm.2020.08.006","date":"1970-01-01","title":"Psychological Impact of COVID-19 on ICU Caregivers","abstract":"Subject and purpose\nJust as every pandemic, COVID-19 could lead to emotional and psychological disturbances among caregivers, especially in the Intensive Care Unit (ICU), where significant stress related to the influx of patients, exposure to the virus and the lack of documentation on this new SARS occurred.\n\n The present study aimed at assessing the psychological impact of COVID-19 on the caregivers at the peak of the “crisis period”.\n\n\nMaterials and methods\nA survey using the Hospital Anxiety and Depression Scale (HADS) and Impact of Event Scale – Revised (IES-R) was proposed to the persons working in 5 ICUs of a French teaching hospital (8th of April to the 21st of April 2020).\n\n Logistic regression was performed to find independent risk factors for anxiety and post-traumatic stress disorder (PTSD).\n\n A value of p?&lt;? 0.05 was considered significant.\n\n\nResults\nThe incidence of anxiety and depression were 48% and 16%, respectively.\n\n PTSD symptoms were present in 27% of respondents.\n\n The independent risk factors for developing anxiety syndrome were being assigned in COVID-19 + ICU (OR?=?2.081 [95% confident interval (CI), 1.035-4.184)], and not be trained in intensive care medicine, OR?=?2.570 [95% CI, 1.344-4.901].\n\n The independent risk factors for PTSD are having a history of burn-out (OR?=?4.591 [95% CI, 1.464-14.397] and not being trained in ICU, (OR?=?2.155 [95% CI, 1.047-4.440]).\n\n\nConclusion\nCOVID-19 could have a strong impact on ICU workers.\n\n These findings should lead to prevention procedures (ICU training sessions) in persons at risk.\n\n\n","id":"PMC7522700","idformat":"PMC","foundapis":"","miscinfo":"Société française d'anesthésie et de réanimation (Sfar). Published by Elsevier Masson SAS.","authors":[{"firstname":"Anaëlle","surname":"Caillet","email":"NULL","contributions":"1"},{"firstname":" Charlotte","surname":"Coste","email":"NULL","contributions":"1"},{"firstname":" Rocio","surname":"Sanchez","email":"NULL","contributions":"1"},{"firstname":" Bernard","surname":"Allaouchiche","email":"NULL","contributions":"1"}]},{"doi":"10.1016/j.psychres.2020.113113","date":"2020-05-17","title":"<italic>Far from the eyes, close to the heart</italic>: Psychological Impact of COVID-19 in a Sample of Italian foreign workers","abstract":"","id":"PMC7236750","idformat":"PMC","foundapis":"","miscinfo":"Elsevier B.V.","authors":[{"firstname":"Mariapaola","surname":"Barbato","email":"Mariapaola.Barbato@zu.ac.ae","contributions":"1"},{"firstname":" Justin","surname":"Thomas","email":"NULL","contributions":"1"}]},{"doi":"10.1016/j.comppsych.2020.152192","date":"1970-01-01","title":"The psychological impact of COVID-19 pandemic on the general population of Saudi Arabia","abstract":"Background\nThe severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) is an emerging infection causing a widely spread pandemic of Coronavirus disease 2019 (COVID-19).\n\n The current COVID-2019 pandemic is prompting fear of falling sick, dying, helplessness and stigma, urgent and timely understanding of mental health status is needed to help the community.\n\n Our investigation designed to survey the general population in Saudi Arabia to assess the degree of psychological impact during the pandemic.\n\n\nMethods\nDuring the early stage of the outbreak, we conducted an online-based survey using a snowballing sample technique.\n\n The surveys collected data about several aspects of participant sociodemographic, knowledge, concerns, psychological impact, and mental health status.\n\n We assessed the psychological impact and mental health status using the Impact of Event Scale-Revised (IES-R), and the Depression, Anxiety, and Stress Scale (DASS-21).\n\n\nResults\nOur survey recruited 1160 respondents of the general public of Saudi Arabia.\n\n Of them, 23.6% reported moderate or severe psychological impact of the outbreak, 28.3%,24%, and 22.3% reported moderate to severe depressive, anxiety, and stress symptoms, respectively.\n\n Females reported IES-R (B: 5.46, 95% CI: 3.61 to 7.31) and DASS subscales B coefficient ranged from 1.65 to 2.63, along with high-school students, working in the medical field, and poor self-reported health status was significantly associated with a high level of IES-R and DASS scales (p &lt; .\n\n05).\n\n Experiencing breathing difficulty and dizziness showed a stronger association with higher IES-R and DASS subscales than other somatic symptoms (e.\n\ng.\n\n, headache and fever);(p &lt; .\n\n001).\n\n Respondents who practiced specific preventative measures (e.\n\ng.\n\n, hand washing, social distancing) demonstrated a protective effect against stress, anxiety, and depression symptoms.\n\n Social distancing appeared to be protective on stress and anxiety subscales (B: -1.49, 95% CI: ?2.79 to ?0.19),(B: -1.53, 95% CI: ?2.50 to ?0.57),respectively; and hand hygiene on depression subscale (B: -2.43, 95% CI: ?4.44 to ?0.42).\n\n\nConclusion\nThroughout the early stage of the COVID-19 outbreak in Saudi Arabia, the results showed that nearly one-fourth of the sampled general population experienced moderate to severe psychological impact.\n\n Following specific precautionary measures appeared to have a protective effect on the individual's mental health.\n\n Our findings can be used to construct psychological interventions directed toward vulnerable populations and to implement public mental health strategies in the early stages of the outbreak.\n\n\n","id":"PMC7354380","idformat":"PMC","foundapis":"","miscinfo":"The Author(s). Published by Elsevier Inc.","authors":[{"firstname":"Abdulmajeed A.","surname":"Alkhamees","email":"NULL","contributions":"1"},{"firstname":" Saleh A.","surname":"Alrashed","email":"NULL","contributions":"1"},{"firstname":" Ali A.","surname":"Alzunaydi","email":"NULL","contributions":"1"},{"firstname":" Ahmed S.","surname":"Almohimeed","email":"NULL","contributions":"1"},{"firstname":" Moath S.","surname":"Aljohani","email":"NULL","contributions":"1"}]},{"doi":"10.1038/s41398-020-01006-x","date":"2020-09-07","title":"The prevalence of psychiatric symptoms of pregnant and non-pregnant women during the COVID-19 epidemic","abstract":"id='Par1'>Coronavirus disease 2019 (COVID-19) is rapidly spreading worldwide, with a staggering number of cases and deaths.\n However, available data on the psychological impacts of COVID-19 on pregnant women are limited.\n The purposes of this study were to assess the prevalence of psychiatric symptoms among pregnant women, and to compare them with non-pregnant women.\n From February 28 to March 12, 2020, a cross-sectional study of pregnant and non-pregnant women was performed in China.\n The online questionnaire was used to collect information of participants.\n The mental health status was assessed by patient health questionnaire, generalized anxiety disorder scale, insomnia severity index, somatization subscale of the symptom checklist 90, and post-traumatic stress disorder (PTSD) checklist-5. Totally, 859 respondents were enrolled, including 544 pregnant women and 315 non-pregnant women.\n In this study, 5.3%, 6.8%, 2.4%, 2.6%, and 0.9% of pregnant women were identified to have symptoms of depression, anxiety, physical discomfort, insomnia, and PTSD, respectively.\n However, the corresponding prevalence rates among non-pregnant women were 17.5%, 17.5%, 2.5%, 5.4%, 5.7%, respectively.\n After adjusting for other covariates, we observed that pregnancy was associated a reduced risk of symptoms of depression (OR?=?0.23; 95% CI: 0.12–0.45), anxiety (OR?=?0.26; 95% CI: 0.16–0.42), insomnia (OR?=?0.19; 95% CI: 0.06–0.58), and PTSD (OR?=?0.15; 95% CI: 0.04–0.53) during the COVID-19 epidemic.\n Our results indicate that during the COVID-19 epidemic in China, pregnant women have an advantage of facing mental problems caused by COVID-19, showing fewer depression, anxiety, insomnia, and PTSD symptoms than non-pregnant women.\n","id":"PMC7501755","idformat":"PMC","foundapis":"","miscinfo":"Nature Publishing Group UK","authors":[{"firstname":"Yongjie","surname":"Zhou","email":"NULL","contributions":"1"},{"firstname":" Hui","surname":"Shi","email":"NULL","contributions":"1"},{"firstname":" Zhengkui","surname":"Liu","email":"NULL","contributions":"1"},{"firstname":" Songxu","surname":"Peng","email":"gwxypsx@163.com","contributions":"2"},{"firstname":" Songxu","surname":"Peng","email":"gwxypsx@163.com","contributions":"0"},{"firstname":" Ruoxi","surname":"Wang","email":"NULL","contributions":"2"},{"firstname":" Ruoxi","surname":"Wang","email":"NULL","contributions":"0"},{"firstname":" Ling","surname":"Qi","email":"NULL","contributions":"1"},{"firstname":" Zezhi","surname":"Li","email":"NULL","contributions":"1"},{"firstname":" Jiezhi","surname":"Yang","email":"NULL","contributions":"1"},{"firstname":" Yali","surname":"Ren","email":"NULL","contributions":"1"},{"firstname":" Xiuli","surname":"Song","email":"NULL","contributions":"1"},{"firstname":" Lingyun","surname":"Zeng","email":"NULL","contributions":"1"},{"firstname":" Wei","surname":"Qian","email":"NULL","contributions":"1"},{"firstname":" Xiangyang","surname":"Zhang","email":"zhangxy@psych.ac.cn","contributions":"1"}]},{"doi":"10.1080/15325024.2020.1761592","date":"1970-01-01","title":"Unknown Title","abstract":"Unknown Abstract","id":"not found","idformat":"N/A","foundapis":"","miscinfo":"","authors":[]},{"doi":"10.3390/ijerph17072381","date":"2020-03-28","title":"Impact of the COVID-19 Pandemic on Mental Health and Quality of Life among Local Residents in Liaoning Province, China: A Cross-Sectional Study","abstract":"Our study aimed to investigate the immediate impact of the COVID-19 pandemic on mental health and quality of life among local Chinese residents aged ?18 years in Liaoning Province, mainland China.\n An online survey was distributed through a social media platform between January and February 2020. Participants completed a modified validated questionnaire that assessed the Impact of Event Scale (IES), indicators of negative mental health impacts, social and family support, and mental health-related lifestyle changes.\n A total of 263 participants (106 males and 157 females) completed the study.\n The mean age of the participants was 37.7 ± 14.0 years, and 74.9% had a high level of education.\n The mean IES score in the participants was 13.6 ± 7.7, reflecting a mild stressful impact.\n Only 7.6% of participants had an IES score ?26. The majority of participants (53.3%) did not feel helpless due to the pandemic.\n On the other hand, 52.1% of participants felt horrified and apprehensive due to the pandemic.\n Additionally, the majority of participants (57.8–77.9%) received increased support from friends and family members, increased shared feeling and caring with family members and others.\n In conclusion, the COVID-19 pandemic was associated with mild stressful impact in our sample, even though the COVID-19 pandemic is still ongoing.\n These findings would need to be verified in larger population studies.\n","id":"PMC7177660","idformat":"PMC","foundapis":"","miscinfo":"MDPI","authors":[{"firstname":"Yingfei","surname":"Zhang","email":"NULL","contributions":"0"},{"firstname":" Zheng Feei","surname":"Ma","email":"NULL","contributions":"0"},{"firstname":" Zheng Feei","surname":"Ma","email":"NULL","contributions":"0"}]},{"doi":"10.1002/cpp.2477","date":"2020-05-13","title":"Posttraumatic stress symptoms of health care workers during the corona virus disease 2019","abstract":"Corona virus disease 2019 (COVID?19) outbreak has attracted worldwide attention.\n The COVID?19 outbreak is unique in its rapid transmission and results in heavy stress for the front?line health care workers (HCWs).\n The current study aimed to exam posttraumatic stress symptoms (PTSSs) of HCWs fighting for the COVID?19 and to evaluate their sleep quality after 1?month stressful suffering.\n Three hundred seventy?seven HCWs working in different provinces of China participated in the survey between February 1 and 5. The demographic information was collected first.\n Posttraumatic Stress Disorder Checklist for DSM?5 (PCL?5) and the Pittsburgh Sleep Quality Index (PSQI) were selected to measure PTSSs and sleep quality.\n Results showed that 1 month after the outbreak, the prevalence of PTSSs was 3.8% in HCWs.\n Female HCWs were more vulnerable to PTSSs with hazard ratio of 2.136 (95% CI = 1.388–3.286).\n HCWs with higher exposure level also significantly rated more hyperarousal symptoms (hazard ratio = 4.026, 95% CI = 1.233–13.140).\n There was a significant difference of sleep quality between participants with and without PTSSs (z value = 6.014, p &lt; .\n001) and among different groups with various contact frequencies (chi?square = 7.307, p = .\n026).\n Path analysis showed that there was a significant indirect effect from exposure level to PTSSs through sleep quality (coefficient = 1.750, 95% CI of Boostroop test = 0.543–2.998).\n In summary, targeted interventions on sleep contribute to the mental recovery during the outbreak of COVID?19. Understanding the mental health response after a public health emergency might help HCWs and communities prepare for a population's response to disaster.\n","id":"PMC7276761","idformat":"PMC","foundapis":"","miscinfo":"John Wiley and Sons Inc.","authors":[{"firstname":"Qianlan","surname":"Yin","email":"NULL","contributions":"1"},{"firstname":" Zhuoer","surname":"Sun","email":"NULL","contributions":"0"},{"firstname":" Zhuoer","surname":"Sun","email":"NULL","contributions":"0"},{"firstname":" Tuanjie","surname":"Liu","email":"NULL","contributions":"1"},{"firstname":" Xiong","surname":"Ni","email":"NULL","contributions":"1"},{"firstname":" Xuanfeng","surname":"Deng","email":"NULL","contributions":"1"},{"firstname":" Yanpu","surname":"Jia","email":"NULL","contributions":"0"},{"firstname":" Zhilei","surname":"Shang","email":"NULL","contributions":"0"},{"firstname":" Yaoguang","surname":"Zhou","email":"NULL","contributions":"0"},{"firstname":" Weizhi","surname":"Liu","email":"13024141970@163.com","contributions":"0"},{"firstname":" Weizhi","surname":"Liu","email":"13024141970@163.com","contributions":"0"}]},{"doi":"10.1017/S0033291720003165","date":"2020-08-12","title":"Influence of COVID-19 on general stress and posttraumatic stress symptoms among hospitalized high-risk patients","abstract":"","id":"PMC7453354","idformat":"PMC","foundapis":"","miscinfo":"Cambridge University Press","authors":[{"firstname":"U.","surname":"Wesemann","email":"NULL","contributions":"1"},{"firstname":" N.","surname":"Hadjamu","email":"NULL","contributions":"2"},{"firstname":" N.","surname":"Hadjamu","email":"NULL","contributions":"0"},{"firstname":" G.","surname":"Willmund","email":"NULL","contributions":"1"},{"firstname":" S.","surname":"Dolff","email":"NULL","contributions":"1"},{"firstname":" N.","surname":"Vonderlin","email":"NULL","contributions":"1"},{"firstname":" R.","surname":"Wakili","email":"NULL","contributions":"1"},{"firstname":" J.","surname":"Vogel","email":"NULL","contributions":"1"},{"firstname":" T.","surname":"Rassaf","email":"NULL","contributions":"1"},{"firstname":" J.","surname":"Siebermair","email":"NULL","contributions":"1"}]},{"doi":"10.1016/j.bbi.2020.04.028","date":"2020-04-10","title":"A longitudinal study on the mental health of general population during the COVID-19 epidemic in China","abstract":"\n\n\n•\nA significant reduction in psychological impact 4 weeks after COVID outbreak.\n","id":"PMC7153528","idformat":"PMC","foundapis":"","miscinfo":"Elsevier Inc.","authors":[{"firstname":"Cuiyan","surname":"Wang","email":"NULL","contributions":"0"},{"firstname":" Riyu","surname":"Pan","email":"NULL","contributions":"0"},{"firstname":" Xiaoyang","surname":"Wan","email":"NULL","contributions":"0"},{"firstname":" Yilin","surname":"Tan","email":"NULL","contributions":"0"},{"firstname":" Linkang","surname":"Xu","email":"NULL","contributions":"0"},{"firstname":" Roger S.","surname":"McIntyre","email":"NULL","contributions":"4"},{"firstname":" Faith N.","surname":"Choo","email":"NULL","contributions":"2"},{"firstname":" Bach","surname":"Tran","email":"NULL","contributions":"4"},{"firstname":" Roger","surname":"Ho","email":"NULL","contributions":"4"},{"firstname":" Vijay K.","surname":"Sharma","email":"NULL","contributions":"0"},{"firstname":" Cyrus","surname":"Ho","email":"NULL","contributions":"4"}]},{"doi":"10.1371/journal.pone.0233874","date":"2020-05-14","title":"Initial psychological impact of COVID-19 and its correlates in Indian Community: An online (FEEL-COVID) survey","abstract":"Background\nThe pandemic of Corona Virus (COVID-19) hit India recently; and the associated uncertainty is increasingly testing psychological resilience of the masses.\n\n When the global focus has mostly been on testing, finding a cure and preventing transmission; people are going through a myriad of psychological problems in adjusting to the current lifestyles and fear of the disease.\n\n Since there is a severe dearth of researches on this issue, we decided to conduct an online survey to evaluate its psychological impact.\n\n\nMethods\nFrom 26th to 29th March an online survey (FEEL-COVID) was conducted using principles of snowballing, and by invitation through text messages to participate.\n\n The survey collected data on socio-demographic and clinical variables related to COVID-19 (based on the current knowledge); along with measuring psychological impact with the help of Impact of Event–revised (IES-R) scale.\n\n\nResults\nThere were a total of 1106 responses from around 64 cities in the country.\n\n Out of these 453 responses had at least one item missing; and were excluded from the analysis.\n\n The mean age of the respondents was around 41 years with a male female ratio of 3:1 and around 22% respondents were health care professionals.\n\n Overall approximately one third of respondents had significant psychological impact (IES-R score &gt; 24).\n\n Higher psychological impact was predicted with younger age, female gender and comorbid physical illness.\n\n Presence of physical symptoms and contact history predicted higher psychological impact, but did not reach statistical significance.\n\n\nConclusion\nDuring the initial stages of COVID-19 in India, almost one-third respondents had a significant psychological impact.\n\n This indicates a need for more systematic and longitudinal assessment of psychological needs of the population, which can help the government in formulating holistic interventions for affected individuals.\n\n\n","id":"PMC7259495","idformat":"PMC","foundapis":"","miscinfo":"Public Library of Science","authors":[{"firstname":"Mohit","surname":"Varshney","email":"NULL","contributions":"1"},{"firstname":" Jithin Thomas","surname":"Parel","email":"NULL","contributions":"2"},{"firstname":" Jithin Thomas","surname":"Parel","email":"NULL","contributions":"0"},{"firstname":" Neeraj","surname":"Raizada","email":"NULL","contributions":"2"},{"firstname":" Neeraj","surname":"Raizada","email":"NULL","contributions":"0"},{"firstname":" Shiv Kumar","surname":"Sarin","email":"NULL","contributions":"1"},{"firstname":" Abdallah M.","surname":"Samy","email":"NULL","contributions":"2"},{"firstname":" Abdallah M.","surname":"Samy","email":"NULL","contributions":"0"}]},{"doi":"10.1186/s12889-020-09489-5","date":"2020-09-01","title":"Psychological correlates of COVID-19 pandemic in the Austrian population","abstract":"Background\nid='Par1'>COVID-19 poses the greatest challenge for the entire world since the Second World War.\n\n Governments are forced to define strict measures to avoid the spreading of the virus, which may further impose psychological burden for the majority of the population.\n\n The aim of this study was to evaluate the psychological distress in Austria during the initial stage of the COVID-19 outbreak.\n\n\nMethods\nid='Par2'>From 25 March to 3 April 2020, an anonymous online survey was conducted.\n\n Target group included all members of the Austrian population older than 16?years.\n\n The survey addressed the following areas (1) and sociodemographic data, (2) physical and mental health; (3) knowledge and concerns about COVID-19; (4) contact with infected people; (5) prevention efforts; (6) need for further information.\n\n The Impact of Event Scale-Revised (IES-R) and the Depression, Anxiety and Stress Scale (DASS-21) were used to assess mental health.\n\n Analyses were based on 4126 individuals (74% female, age: M?=?38.68, SD?=?13.36).\n\n\nResults\nid='Par3'>43.3% rated the psychological impact as moderate (5.6%) or severe (37.7%).\n\n 26.5% reported moderate (13.3%) to severe (13.2%) depression; 20.3% moderate (8.9%) to severe (11.4%) anxiety and 21.2% reported to suffer from moderate (10.5%) or severe stress (10.7%).\n\n Being female, higher age, lower levels of education, concern about family members, internet as main source of information, student or pupil status, poor self-rated health, and downplaying the seriousness of the problem were significantly associated with higher psychological burden.\n\n Protective factors were the possibility to work in home office, frequent (indirect) contact with family or friends, the availability of virus-specific information, confidence in the diagnosis capability, and physical activity during the crisis.\n\n\nConclusion\nid='Par4'>This study is among the first in Europe on the psychological correlates of the COVID-19 pandemic.\n\n 37.7% of the Austrian study population reported a severe psychological impact on the event and 1 in 10 is considered to suffer from severe depression, anxiety or stress.\n\n The present findings inform about the identification of protective factors, psychologically vulnerable groups and may guide the development of psychological interventions.\n\n\n","id":"PMC7487438","idformat":"PMC","foundapis":"","miscinfo":"BioMed Central","authors":[{"firstname":"Claudia","surname":"Traunmüller","email":"claudia.traunmueller@uni-graz.at","contributions":"1"},{"firstname":" Rene","surname":"Stefitz","email":"NULL","contributions":"1"},{"firstname":" Kerstin","surname":"Gaisbachgrabner","email":"NULL","contributions":"1"},{"firstname":" Andreas","surname":"Schwerdtfeger","email":"NULL","contributions":"1"}]},{"doi":"10.1016/j.jad.2020.05.009","date":"2020-05-08","title":"Prevalence and correlates of PTSD and depressive symptoms one month after the outbreak of the COVID-19 epidemic in a sample of home-quarantined Chinese university students","abstract":"Background\nWhen COVID-19 emerged in China in late 2019, most citizens were home-quarantined to prevent the spread of the virus.\n\n This study explored the prevalence of post-traumatic stress disorder (PTSD) and depression in a sample of home-quarantined college students to identify the psychological distress risk factors.\n\n\nMethod\nThe PTSD and depressive symptoms in the 2485 participants from 6 universities were investigated using online survey versions of the PTSD Checklist Civilian Version and the 9-question Patient Health Questionnaires (PHQ-9), and data on sleep durations, exposure, home-quarantine time and socio-demographic variables were also collected.\n\n\nResults\nThe PTSD and depression prevalence were found to be 2.7% and 9.0%.\n\n Subjectively, feeling extreme fear was the most significant risk factor for psychological distress, followed by short sleep durations, being in their graduating year (4th year) and living in severely afflicted areas.\n\n Sleep durations was a mediator between exposures and mental health problems.\n\n\nConclusions\nThe results suggested that the psychological consequences of the COVID-19 could be serious.\n\n Psychological interventions that reduce fear and improve sleep durations need to be made available to the home-quarantined university students, and graduating students and those in the worst-hit areas should be given priority focus.\n\n\n","id":"PMC7217769","idformat":"PMC","foundapis":"","miscinfo":"Elsevier B.V.","authors":[{"firstname":"Wanjie","surname":"Tang","email":"NULL","contributions":"1"},{"firstname":" Tao","surname":"Hu","email":"NULL","contributions":"1"},{"firstname":" Baodi","surname":"Hu","email":"NULL","contributions":"1"},{"firstname":" Chunhan","surname":"Jin","email":"NULL","contributions":"1"},{"firstname":" Gang","surname":"Wang","email":"NULL","contributions":"1"},{"firstname":" Chao","surname":"Xie","email":"NULL","contributions":"1"},{"firstname":" Sen","surname":"Chen","email":"NULL","contributions":"1"},{"firstname":" Jiuping","surname":"Xu","email":"NULL","contributions":"1"}]},{"doi":"10.1016/j.bbi.2020.04.055","date":"2020-04-21","title":"Is returning to work during the COVID-19 pandemic stressful? A study on immediate mental health status and psychoneuroimmunity prevention measures of Chinese workforce","abstract":"\n\n\n•\nThe psychological effects of returning to work during the COVID-19 pandemic is unknown.\n","id":"PMC7179503","idformat":"PMC","foundapis":"","miscinfo":"Elsevier Inc.","authors":[{"firstname":"Wanqiu","surname":"Tan","email":"NULL","contributions":"1"},{"firstname":" Fengyi","surname":"Hao","email":"NULL","contributions":"1"},{"firstname":" Roger S.","surname":"McIntyre","email":"NULL","contributions":"0"},{"firstname":" Li","surname":"Jiang","email":"NULL","contributions":"2"},{"firstname":" Xiaojiang","surname":"Jiang","email":"NULL","contributions":"2"},{"firstname":" Ling","surname":"Zhang","email":"NULL","contributions":"0"},{"firstname":" Xinling","surname":"Zhao","email":"NULL","contributions":"2"},{"firstname":" Yiran","surname":"Zou","email":"NULL","contributions":"2"},{"firstname":" Yirong","surname":"Hu","email":"NULL","contributions":"2"},{"firstname":" Xi","surname":"Luo","email":"NULL","contributions":"2"},{"firstname":" Zhisong","surname":"Zhang","email":"NULL","contributions":"2"},{"firstname":" Andre","surname":"Lai","email":"NULL","contributions":"1"},{"firstname":" Roger","surname":"Ho","email":"NULL","contributions":"0"},{"firstname":" Bach","surname":"Tran","email":"NULL","contributions":"0"},{"firstname":" Cyrus","surname":"Ho","email":"NULL","contributions":"0"},{"firstname":" Wilson","surname":"Tam","email":"NULL","contributions":"2"}]},{"doi":"10.1016/j.bbi.2020.06.002","date":"2020-06-02","title":"Mental health status of medical staff in emergency departments during the Coronavirus disease 2019 epidemic in China","abstract":"\n\n\n•\nA considerable number of medical staff suffered from depressive symptoms and PTSD.\n","id":"PMC7273140","idformat":"PMC","foundapis":"","miscinfo":"Elsevier Inc.","authors":[{"firstname":"Xingyue","surname":"Song","email":"NULL","contributions":"3"},{"firstname":" Wenning","surname":"Fu","email":"NULL","contributions":"3"},{"firstname":" Xiaoran","surname":"Liu","email":"NULL","contributions":"3"},{"firstname":" Zhiqian","surname":"Luo","email":"NULL","contributions":"3"},{"firstname":" Rixing","surname":"Wang","email":"NULL","contributions":"3"},{"firstname":" Ning","surname":"Zhou","email":"NULL","contributions":"0"},{"firstname":" Shijiao","surname":"Yan","email":"NULL","contributions":"4"},{"firstname":" Chuanzhu","surname":"Lv","email":"NULL","contributions":"4"}]},{"doi":"10.1016/j.psychres.2020.113476","date":"2020-09-20","title":"Mental health outcomes associated with the COVID-19 pandemic: Prevalence and risk factors in a southern US state","abstract":"The COVID-19 pandemic has had a dramatic effect on the functioning of individuals and institutions around the world.\n This cross-sectional registry-based study examined some of the burdens of the pandemic, the prevalence of mental health difficulties, and risk factors for psychosocial morbidity among community residents in Arkansas.\n The study focused on a period of gradual reopening but rising infection rates.\n The investigation included validated screening measures of depressive symptoms (PHQ-9), generalized anxiety (GAD-7), trauma-related symptoms (PCL-5), and alcohol use (AUDIT-C).\n A notable percentage of participants reported elevated symptoms on each of these outcomes.\n In separate multivariable analyses that accounted for a number of demographic and pandemic-related covariates, individuals who reported greater pandemic-related disruption in daily life, and those with a prior history of mental health concerns, were more likely to screen positive for depressive, anxiety and trauma-related symptoms.\n Findings illuminate burdens experienced by community residents during a period of phased reopening, and offer a foundation for future screening and intervention initiatives.\n","id":"PMC7513769","idformat":"PMC","foundapis":"","miscinfo":"Elsevier B.V.","authors":[{"firstname":"Allen C.","surname":"Sherman","email":"NULL","contributions":"1"},{"firstname":" Mark L","surname":"Williams","email":"NULL","contributions":"1"},{"firstname":" Benjamin C","surname":"Amick","email":"NULL","contributions":"1"},{"firstname":" Teresa J.","surname":"Hudson","email":"NULL","contributions":"1"},{"firstname":" Erick L","surname":"Messias","email":"NULL","contributions":"1"}]},{"doi":"10.1007/s00296-020-04626-0","date":"2020-06-12","title":"The psychological state and changes in the routine of the patients with rheumatic diseases during the coronavirus disease (COVID-19) outbreak in Turkey: a web-based cross-sectional survey","abstract":"Electronic supplementary material\nThe online version of this article (10.1007/s00296-020-04626-0) contains supplementary material, which is available to authorized users.\n\n\n","id":"PMC7306572","idformat":"PMC","foundapis":"","miscinfo":"Springer Berlin Heidelberg","authors":[{"firstname":"Emire","surname":"Seyahi","email":"eseyahi@yahoo.com","contributions":"1"},{"firstname":" Burc Cagri","surname":"Poyraz","email":"bcpoyraz@yahoo.com","contributions":"2"},{"firstname":" Burc Cagri","surname":"Poyraz","email":"bcpoyraz@yahoo.com","contributions":"0"},{"firstname":" Necdet","surname":"Sut","email":"necdetsut@yahoo.com","contributions":"2"},{"firstname":" Necdet","surname":"Sut","email":"necdetsut@yahoo.com","contributions":"0"},{"firstname":" Selma","surname":"Akdogan","email":"drslma.akdogan@gmail.com","contributions":"2"},{"firstname":" Selma","surname":"Akdogan","email":"drslma.akdogan@gmail.com","contributions":"0"},{"firstname":" Vedat","surname":"Hamuryudan","email":"vhamuryudan@yahoo.com","contributions":"2"},{"firstname":" Vedat","surname":"Hamuryudan","email":"vhamuryudan@yahoo.com","contributions":"0"}]},{"doi":"10.3389/fpsyt.2020.00790","date":"2020-07-23","title":"COVID-19 Pandemic and Lockdown Measures Impact on Mental Health Among the General Population in Italy","abstract":"Background\nThe psychological impact of the COronaVIrus Disease 2019 (COVID-19) outbreak and lockdown measures on the Italian population are unknown.\n\n The current study assesses rates of mental health outcomes in the Italian general population three to 4 weeks into lockdown measures and explores the impact of COVID-19 related potential risk factors.\n\n\nMethods\nA web-based survey spread throughout the internet between March 27th and April 6th 2020. Eighteen thousand one hundred forty-seven individuals completed the questionnaire, 79.6% women.\n\n Selected outcomes were post-traumatic stress symptoms (PTSS), depression, anxiety, insomnia, perceived stress, and adjustment disorder symptoms (ADS).\n\n Seemingly unrelated logistic regression analysis was performed to identify COVID-19 related risk factors.\n\n\nResults\nEndorsement rates for PTSS were 6,604 (37%), 3,084 (17.3%) for depression, 3,700 (20.8%) for anxiety, 1,301 (7.3%) for insomnia, 3,895 (21.8%) for high perceived stress and 4,092 (22.9%) for adjustment disorder.\n\n Being woman and younger age were associated with all of the selected outcomes.\n\n Quarantine was associated with PTSS, anxiety and ADS.\n\n Any recent COVID-related stressful life event was associated with all the selected outcomes.\n\n Discontinued working activity due to the COVID-19 was associated with all the selected outcomes, except for ADS; working more than usual was associated with PTSS, Perceived stress and ADS.\n\n Having a loved one deceased by COVID-19 was associated with PTSS, depression, perceived stress, and insomnia.\n\n\nConclusion\nWe found high rates of negative mental health outcomes in the Italian general population 3 weeks into the COVID-19 lockdown measures and different COVID-19 related risk factors.\n\n These findings warrant further monitoring on the Italian population’s mental health.\n\n\n","id":"PMC7426501","idformat":"PMC","foundapis":"","miscinfo":"Frontiers Media S.A.","authors":[{"firstname":"Rodolfo","surname":"Rossi","email":"NULL","contributions":"3"},{"firstname":" Valentina","surname":"Socci","email":"NULL","contributions":"3"},{"firstname":" Dalila","surname":"Talevi","email":"NULL","contributions":"1"},{"firstname":" Sonia","surname":"Mensi","email":"NULL","contributions":"1"},{"firstname":" Cinzia","surname":"Niolu","email":"NULL","contributions":"1"},{"firstname":" Francesca","surname":"Pacitti","email":"NULL","contributions":"3"},{"firstname":" Antinisca","surname":"Di Marco","email":"NULL","contributions":"3"},{"firstname":" Alessandro","surname":"Rossi","email":"NULL","contributions":"3"},{"firstname":" Alberto","surname":"Siracusano","email":"NULL","contributions":"3"},{"firstname":" Giorgio","surname":"Di Lorenzo","email":"NULL","contributions":"3"}]},{"doi":"10.1001/jamanetworkopen.2020.10185","date":"2020-05-01","title":"Mental Health Outcomes Among Frontline and Second-Line Health Care Workers During the Coronavirus Disease 2019 (COVID-19) Pandemic in Italy","abstract":"This cross-sectional study reports on symptoms of posttraumatic stress disorder, depression, anxiety, and insomnia among health care workers in Italy during the coronavirus disease 2019 (COVID-19) pandemic.\n","id":"PMC7256664","idformat":"PMC","foundapis":"","miscinfo":"American Medical Association","authors":[{"firstname":"Rodolfo","surname":"Rossi","email":"NULL","contributions":"0"},{"firstname":" Valentina","surname":"Socci","email":"NULL","contributions":"0"},{"firstname":" Francesca","surname":"Pacitti","email":"NULL","contributions":"0"},{"firstname":" Giorgio","surname":"Di Lorenzo","email":"NULL","contributions":"0"},{"firstname":" Antinisca","surname":"Di Marco","email":"NULL","contributions":"0"},{"firstname":" Alberto","surname":"Siracusano","email":"NULL","contributions":"0"},{"firstname":" Alessandro","surname":"Rossi","email":"NULL","contributions":"0"}]},{"doi":"10.1098/rsos.200880","date":"2020-09-16","title":"Prevalence of post-traumatic symptomatology and anxiety among residential nursing and care home workers following the first COVID-19 outbreak in Northern Italy","abstract":"The current COVID-19 pandemic has been officially linked to the deaths of hundreds of thousands of people across the globe in just a few months.\n It is particularly lethal for the elderly in general, as well as for populations residing in long-term stay facilities.\n By this time, those working and caring for high-risk populations have been exposed to very intense and sudden levels of physical and psychological strain.\n The situation has taken a particularly tragic turn in residential nursing and care homes (NCH), which were hit hard by the pandemic.\n In residential NCH, neither residents nor workers tend to have immediate access to the same expertise, medication and equipment as in hospitals, which exacerbates an already tense situation.\n Among the mental health conditions related to exposure to potentially traumatic events, post-traumatic stress disorder and anxiety are the most prevalent and scientifically recognized.\n In this survey-based epidemiological study, we test the prevalence of anxiety and post-traumatic symptomatology in residential nursing and care home workers—a group of individuals that has been largely neglected but who nonetheless plays a very important and sensitive role in our society.\n We do this by focusing on the North of Italy, the most affected region during the first COVID-19 outbreak in Italy.\n Using a single-stage cluster design, our study returns an estimate for the prevalence of moderate-to-severe anxiety and/or post-traumatic symptomatology of 43% (s.\ne.\n = 3.09; 95% CI [37–49]), with an 18% (s.\ne.\n = 1.83; 95% CI [14–22]) prevalence of comorbidity among workers of Northern Italian NCH between 15 June and 25 July 2020 (i.\ne.\n 12–52 days after the end of national lockdown).\n Women and workers who had recently been in contact with COVID-19-positive patients/colleagues are more likely to report moderate-to-severe symptoms, with odds ratios of 2.2 and 1.7, respectively.\n","id":"PMC7540798","idformat":"PMC","foundapis":"","miscinfo":"The Royal Society","authors":[{"firstname":"Marianna","surname":"Riello","email":"NULL","contributions":"1"},{"firstname":" Marianna","surname":"Purgato","email":"NULL","contributions":"1"},{"firstname":" Chiara","surname":"Bove","email":"NULL","contributions":"1"},{"firstname":" David","surname":"MacTaggart","email":"NULL","contributions":"1"},{"firstname":" Elena","surname":"Rusconi","email":"NULL","contributions":"1"}]},{"doi":"10.1101/2020.05.08.20031666","date":"1970-01-01","title":"Psychological morbidities and fatigue in patients with confirmed COVID-19 during disease outbreak: prevalence and associated biopsychosocial risk factors","abstract":"Objective:\nid='P2'>The coronavirus disease 2019 (COVID-19) - a novel and highly infectious pneumonia - has now spread across China and beyond for over four months.\n\n However, its psychological impact on patients is unclear.\n\n We aim to examine the prevalence and associated risk factors for psychological morbidities and fatigue in patients with confirmed COVID-19 infection.\n\n\nMethods:\nid='P3'>Amidst the disease outbreak, 41 out of 105 COVID-19 patients in a local designated hospital in China were successfully assessed using a constellation of psychometric questionnaires to determine their psychological morbidities and fatigue.\n\n Several potential biopsychosocial risk factors (including pre-existing disabilities, CT severity score of pneumonia, social support, coping strategies) were assessed through multivariable logistic regression analyses to clarify their association with mental health in patients.\n\n\nResults:\nid='P4'>43.9% of 41 patients presented with impaired general mental health, 12.2% had post-traumatic stress disorder (PTSD) symptoms, 26.8% had anxiety and/or depression symptoms, and 53.6% had fatigue.\n\n We did not find any association between pneumonia severity and psychological morbidities or fatigue in COVID-19 patients.\n\n However, high perceived stigmatization was associated with an increased risk of impaired general mental health and high perceived social support was associated with decreased risk.\n\n Besides, negative coping inclination was associated with an increased risk of PTSD symptoms; high perceived social support was associated with a decreased risk of anxiety and/or depression symptoms.\n\n\nConclusions:\nid='P5'>Psychological morbidities and chronic fatigue are common among COVID-19 patients.\n\n Negative coping inclination and being stigmatized are primary risk factors while perceived social support is the main protective factor.\n\n\n","id":"PMC7273270","idformat":"PMC","foundapis":"","miscinfo":"Cold Spring Harbor Laboratory","authors":[{"firstname":"Rongfeng","surname":"Qi","email":"NULL","contributions":"2"},{"firstname":" Wei","surname":"Chen","email":"NULL","contributions":"0"},{"firstname":" Saiduo","surname":"Liu","email":"NULL","contributions":"2"},{"firstname":" Paul M.","surname":"Thompson","email":"NULL","contributions":"2"},{"firstname":" Long Jiang","surname":"Zhang","email":"NULL","contributions":"3"},{"firstname":" Fei","surname":"Xia","email":"NULL","contributions":"4"},{"firstname":" Fang","surname":"Cheng","email":"NULL","contributions":"3"},{"firstname":" Ailing","surname":"Hong","email":"NULL","contributions":"2"},{"firstname":" Wesley","surname":"Surento","email":"NULL","contributions":"2"},{"firstname":" Song","surname":"Luo","email":"NULL","contributions":"3"},{"firstname":" Zhi Yuan","surname":"Sun","email":"NULL","contributions":"3"},{"firstname":" Chang Sheng","surname":"Zhou","email":"NULL","contributions":"3"},{"firstname":" Lingjiang","surname":"Li","email":"NULL","contributions":"2"},{"firstname":" Xiangao","surname":"Jiang","email":"NULL","contributions":"2"},{"firstname":" Guang Ming","surname":"Lu","email":"NULL","contributions":"3"}]},{"doi":"10.1177/0020764020935489","date":"1970-01-01","title":"Increased stressful impact among general population in mainland China amid the COVID-19 pandemic: A nationwide cross-sectional study conducted after Wuhan city’s travel ban was lifted","abstract":"Objectives:\nOur study aimed to determine the impact of the COVID-19 pandemic on psychological responses and lifestyle changes among the general population in mainland China following the re-opening of the Wuhan city.\n\n\nMethods:\nA cross-sectional survey was conducted in April 2020. Participants of Chinese nationality aged???18?years were asked to complete a modified validated Chinese version of a questionnaire regarding the impact of event scale (IES), family and social support, mental health–related lifestyle changes, and indicators of negative mental health impacts.\n\n\nResults:\nA total of 728 participants (i.\n\ne.\n\n, 217 males and 511 females) completed the questionnaire.\n\n The mean age of the participants was 32.9?±?10.4?years, with a majority of them (92.2%) having a higher educational qualification level.\n\n The overall mean IES in participants was 21.5?±?7.0, reflecting mild stressful impact (i.\n\ne.\n\n, following the re-opening of the Wuhan city); 25.5% of the participants had an IES score???26. Being females and married were significantly associated with a higher mean IES score.\n\n The overall mean scores for intrusion and avoidance score scales in participants were 9.4?±?3.7 and 12.1?±?4.2, respectively.\n\n\nConclusions:\nThe COVID-19 pandemic was associated with increased stressful impact in our participants following the re-opening of the Wuhan city when compared with our previous study, which should not be taken lightly.\n\n\n","id":"PMC7443962","idformat":"PMC","foundapis":"","miscinfo":"SAGE Publications","authors":[{"firstname":"Zheng Feei","surname":"Ma","email":"NULL","contributions":"1"},{"firstname":" Yutong","surname":"Zhang","email":"NULL","contributions":"2"},{"firstname":" Yutong","surname":"Zhang","email":"NULL","contributions":"0"},{"firstname":" Xiaoqin","surname":"Luo","email":"NULL","contributions":"1"},{"firstname":" Xinli","surname":"Li","email":"NULL","contributions":"1"},{"firstname":" Yeshan","surname":"Li","email":"NULL","contributions":"0"},{"firstname":" Shuchang","surname":"Liu","email":"NULL","contributions":"1"},{"firstname":" Yingfei","surname":"Zhang","email":"NULL","contributions":"1"}]},{"doi":"10.3390/ijerph17155514","date":"2020-07-28","title":"Symptoms of Posttraumatic Stress, Anxiety, Depression, Levels of Resilience and Burnout in Spanish Health Personnel during the COVID-19 Pandemic","abstract":"The number of health workers infected with COVID-19 in Spain is one of the highest in the world.\n The aim of this study is to analyse posttraumatic stress, anxiety and depression during the COVID-19 pandemic.\n Associations between burnout, resilience, demographic, work and COVID-19 variables are analysed.\n Cross-sectional data on 1422 health workers were analysed.\n A total of 56.6% of health workers present symptoms of posttraumatic stress disorder, 58.6% anxiety disorder, 46% depressive disorder and 41.1% feel emotionally drained.\n The profile of a health worker with greater posttraumatic stress symptoms would be a person who works in the Autonomous Community of Madrid, in a hospital, is a woman, is concerned that a person he/she lives with may be infected, and thinks that he/she is very likely to be infected.\n The risk variables for anxiety and depression would be a person that is a woman, working 12- or 24-h shifts, and being worried that a family member could be infected.\n High scores on emotional exhaustion and depersonalization are risk factors for mental health, with resilience and personal fulfilment being protective variables.\n Data are provided to improve preventive measures for occupational health workers.\n","id":"PMC7432016","idformat":"PMC","foundapis":"","miscinfo":"MDPI","authors":[{"firstname":"Lourdes","surname":"Luceño-Moreno","email":"NULL","contributions":"1"},{"firstname":" Beatriz","surname":"Talavera-Velasco","email":"NULL","contributions":"2"},{"firstname":" Beatriz","surname":"Talavera-Velasco","email":"NULL","contributions":"0"},{"firstname":" Yolanda","surname":"García-Albuerne","email":"NULL","contributions":"1"},{"firstname":" Jesús","surname":"Martín-García","email":"NULL","contributions":"1"}]},{"doi":"10.1016/j.psychres.2020.112921","date":"2020-03-15","title":"Prevalence and predictors of PTSS during COVID-19 outbreak in China hardest-hit areas: Gender differences matter","abstract":"\n\n\n•\nThe prevalence of posttraumatic stress symptoms (PTSS) in China hardest-hit areas a month after the COVID-19 outbreak was 7%.\n","id":"PMC7102622","idformat":"PMC","foundapis":"","miscinfo":"Elsevier B.V.","authors":[{"firstname":"Nianqi","surname":"Liu","email":"NULL","contributions":"0"},{"firstname":" Fan","surname":"Zhang","email":"NULL","contributions":"0"},{"firstname":" Cun","surname":"Wei","email":"NULL","contributions":"0"},{"firstname":" Yanpu","surname":"Jia","email":"NULL","contributions":"0"},{"firstname":" Zhilei","surname":"Shang","email":"NULL","contributions":"0"},{"firstname":" Luna","surname":"Sun","email":"NULL","contributions":"0"},{"firstname":" Lili","surname":"Wu","email":"NULL","contributions":"0"},{"firstname":" Zhuoer","surname":"Sun","email":"NULL","contributions":"0"},{"firstname":" Yaoguang","surname":"Zhou","email":"NULL","contributions":"0"},{"firstname":" Yan","surname":"Wang","email":"NULL","contributions":"0"},{"firstname":" Weizhi","surname":"Liu","email":"13024141970@163.com","contributions":"0"}]},{"doi":"10.1016/j.psychres.2020.113172","date":"2020-05-30","title":"Factors associated with depression, anxiety, and PTSD symptomatology during the COVID-19 pandemic: Clinical implications for U.S. young adult mental health","abstract":"\n\n\n•\nYoung adults showed high rates of loneliness during the COVID-19 pandemic.\n","id":"PMC7263263","idformat":"PMC","foundapis":"","miscinfo":"Elsevier B.V.","authors":[{"firstname":"Cindy H.","surname":"Liu","email":"chliu@bwh.harvard.edu","contributions":"1"},{"firstname":" Emily","surname":"Zhang","email":"NULL","contributions":"1"},{"firstname":" Ga Tin Fifi","surname":"Wong","email":"NULL","contributions":"1"},{"firstname":" Sunah","surname":"Hyun","email":"NULL","contributions":"1"},{"firstname":" Hyeouk “Chris”","surname":"Hahm","email":"NULL","contributions":"1"}]},{"doi":"10.1017/S0033291720001555","date":"2020-05-07","title":"Psychological distress among health professional students during the COVID-19 outbreak","abstract":"Background\nDue to the drastic surge of COVID-19 patients, many countries are considering or already graduating health professional students early to aid professional resources.\n\n We aimed to assess outbreak-related psychological distress and symptoms of acute stress reaction (ASR) in health professional students and to characterize individuals with potential need for interventions.\n\n\nMethods\nWe conducted a prospective cohort study of 1442 health professional students at Sichuan University, China.\n\n At baseline (October 2019), participants were assessed for childhood adversity, stressful life events, internet addiction, and family functioning.\n\n Using multivariable logistic regression, we examined associations of the above exposures with subsequent psychological distress and ASR in response to the outbreak.\n\n\nResults\nThree hundred and eighty-four (26.63%) participants demonstrated clinically significant psychological distress, while 160 (11.10%) met the criterion for a probable ASR.\n\n Individuals who scored high on both childhood adversity and stressful life event experiences during the past year were at increased risks of both distress (ORs 2.00–2.66) and probable ASR (ORs 2.23–3.10), respectively.\n\n Moreover, internet addiction was associated with elevated risks of distress (OR 2.05, 95% CI 1.60–2.64) and probable ASR (OR 2.15, 95% CI 1.50–3.10).\n\n By contrast, good family functioning was associated with decreased risks of distress (OR 0.43, 95% CI 0.33–0.55) and probable ASR (OR 0.48, 95% CI 0.33–0.69).\n\n All associations were independent of baseline psychological distress.\n\n\nConclusions\nOur findings suggest that COVID-19 related psychological distress and high symptoms burden of ASR are common among health professional students.\n\n Extended family and professional support should be considered for vulnerable individuals during these unprecedented times.\n\n\n","id":"PMC7225209","idformat":"PMC","foundapis":"","miscinfo":"Cambridge University Press","authors":[{"firstname":"Yuchen","surname":"Li","email":"NULL","contributions":"1"},{"firstname":" Yue","surname":"Wang","email":"NULL","contributions":"0"},{"firstname":" Jingwen","surname":"Jiang","email":"NULL","contributions":"1"},{"firstname":" Unnur A.","surname":"Valdimarsdóttir","email":"NULL","contributions":"1"},{"firstname":" Katja","surname":"Fall","email":"NULL","contributions":"2"},{"firstname":" Katja","surname":"Fall","email":"NULL","contributions":"0"},{"firstname":" Fang","surname":"Fang","email":"NULL","contributions":"0"},{"firstname":" Fang","surname":"Fang","email":"NULL","contributions":"0"},{"firstname":" Huan","surname":"Song","email":"NULL","contributions":"1"},{"firstname":" Donghao","surname":"Lu","email":"NULL","contributions":"1"},{"firstname":" Wei","surname":"Zhang","email":"NULL","contributions":"0"}]},{"doi":"10.5664/jcsm.8524","date":"1970-01-01","title":"Unknown Title","abstract":"Unknown Abstract","id":"not found","idformat":"N/A","foundapis":"","miscinfo":"","authors":[]},{"doi":"10.1111/jonm.13146","date":"1970-01-01","title":"Unknown Title","abstract":"Unknown Abstract","id":"not found","idformat":"N/A","foundapis":"","miscinfo":"","authors":[]},{"doi":"10.3390/ijerph17155627","date":"2020-07-31","title":"Factors Associated with Mental Health Results among Workers with Income Losses Exposed to COVID-19 in China","abstract":"The outbreak and worldwide spread of COVID-19 has resulted in a high prevalence of mental health problems in China and other countries.\n This was a cross-sectional study conducted using an online survey and face-to-face interviews to assess mental health problems and the associated factors among Chinese citizens with income losses exposed to COVID-19. The degrees of the depression, anxiety, insomnia, and distress symptoms of our participants were assessed using the Chinese versions of the Patient Health Questionnaire-9 (PHQ-9), the Generalized Anxiety Disorder-7 (GAD-7), the Insomnia Severity Index-7 (ISI-7), and the revised 7-item Impact of Event Scale (IES-7) scales, respectively, which found that the prevalence rates of depression, anxiety, insomnia, and distress caused by COVID-19 were 45.5%, 49.5%, 30.9%, and 68.1%, respectively.\n Multivariable logistic regression analysis was performed to identify factors associated with mental health outcomes among workers with income losses during COVID-19. Participants working in Hubei province with heavy income losses, especially pregnant women, were found to have a high risk of developing unfavorable mental health symptoms and may need psychological support or interventions.\n","id":"PMC7432610","idformat":"PMC","foundapis":"","miscinfo":"MDPI","authors":[{"firstname":"Xin","surname":"Li","email":"NULL","contributions":"1"},{"firstname":" Peixin","surname":"Lu","email":"NULL","contributions":"1"},{"firstname":" Lianting","surname":"Hu","email":"NULL","contributions":"1"},{"firstname":" Tianhui","surname":"Huang","email":"NULL","contributions":"1"},{"firstname":" Long","surname":"Lu","email":"NULL","contributions":"1"}]},{"doi":"10.1093/qjmed/hcaa226","date":"2020-07-05","title":"Psychosocial and coping responses toward 2019 coronavirus diseases (COVID-19): a cross-sectional study within the Chinese general population","abstract":"Background\nThe 2019 coronavirus diseases (COVID-19) led out the mental health crisis.\n\n\nAim\nTo determine the psychological status and post-traumatic stress symptoms (PTSD) among general population (except confirmed and suspected cases, and close contacts) and their association with the coping strategy types during the COVID-19 outbreak.\n\n\nDesign\nA cross-sectional study.\n\n\nMethods\nParticipants were recruited from the community through snowball sampling with anonymous online questionnaires, using 28-item General Health Questionnaire, 22-item Impact of Events Scale-Revised and 28-item Brief Coping Inventory to measure their psychiatric disorders, PTSD level and coping strategies.\n\n\nResults\nOf the total 1109 participants, 42.65% and 67.09% self-reported psychiatric disorders and high PTSD level, respectively.\n\n Age, occupation and education level were significantly association with psychological status.\n\n The status of psychiatric disorders was also significantly related to high PTSD level.\n\n Using both emotion and problem coping was better for psychiatric status [adjusted odds ratio (aOR)?=?0.72, 95% confidence interval (CI): 0.54–0.98], and problem-focused coping was significantly associated with high PTSD level (aOR?=?2.09, 95% CI: 1.25–3.51).\n\n\nConclusion\nNegative psychological outcomes were common among the general people during the COVID-19 outbreak, and the findings may provide references for intervention guidelines of mental health for the community population.\n\n\n","id":"PMC7454924","idformat":"PMC","foundapis":"","miscinfo":"Oxford University Press","authors":[{"firstname":"Q","surname":"Li","email":"qingli_gxmu123@163.com","contributions":"1"}]},{"doi":"10.1111/nicc.12528","date":"1970-01-01","title":"Unknown Title","abstract":"Unknown Abstract","id":"not found","idformat":"N/A","foundapis":"","miscinfo":"","authors":[]},{"doi":"10.3389/fpsyt.2020.00824","date":"2020-07-30","title":"Evaluating the Psychological Impacts Related to COVID-19 of Vietnamese People Under the First Nationwide Partial Lockdown in Vietnam","abstract":"This is the first time in Vietnam that people have undergone “social distancing” to minimize the spreading of infectious disease, COVID-19. These deliberate preemptive strategies may have profound impacts on the mental health of the population.\n Therefore, this study aimed to identify the psychological impacts of COVID-19 on Vietnamese people and associated factors.\n We conducted a cross-sectional study during a one-week social distancing and isolation from April 7 to 14, 2020, in Vietnam.\n A snowball sampling technique was carried out to recruit participants.\n Impact of Event Scale-Revised (IES-R) was utilized to assess the psychological impacts of the COVID-19. Of all participants, 233 (16.4%) reported low level of PTSS; 76 (5.3%) rated as moderate, and 77 (5.4%) reported extreme psychological conditions.\n Being female, above 44 years old, or having a higher number of children in the family were positively associated with a higher level of psychological distress.\n Being self-employed/unemployed/retired was associated with a higher score of intrusion and hyperarousal subscale.\n Individuals who have a history of touching objects with the possibility of spreading coronavirus (utensils) were related to a higher level of avoidance.\n There were relatively high rates of participants suffering from PTSS during the first national lockdown related to COVID-19. Comprehensive strategies for the screen of psychological problems and to support high-risk groups are critical, especially females, middle-aged adults and the elderly, affected laborers, and health care professionals.\n","id":"PMC7492529","idformat":"PMC","foundapis":"","miscinfo":"Frontiers Media S.A.","authors":[{"firstname":"Xuan Thi Thanh","surname":"Le","email":"NULL","contributions":"1"},{"firstname":" Anh Kim","surname":"Dang","email":"NULL","contributions":"1"},{"firstname":" Jayson","surname":"Toweh","email":"NULL","contributions":"1"},{"firstname":" Quang Nhat","surname":"Nguyen","email":"NULL","contributions":"1"},{"firstname":" Huong Thi","surname":"Le","email":"NULL","contributions":"1"},{"firstname":" Toan Thi Thanh","surname":"Do","email":"NULL","contributions":"1"},{"firstname":" Hanh Bich Thi","surname":"Phan","email":"NULL","contributions":"1"},{"firstname":" Thao Thanh","surname":"Nguyen","email":"NULL","contributions":"1"},{"firstname":" Quan Thi","surname":"Pham","email":"NULL","contributions":"1"},{"firstname":" Nhung Kim Thi","surname":"Ta","email":"NULL","contributions":"1"},{"firstname":" Quynh Thi","surname":"Nguyen","email":"NULL","contributions":"1"},{"firstname":" Anh Ngoc","surname":"Nguyen","email":"NULL","contributions":"1"},{"firstname":" Quan","surname":"Van Duong","email":"NULL","contributions":"1"},{"firstname":" Men Thi","surname":"Hoang","email":"NULL","contributions":"1"},{"firstname":" Hai Quang","surname":"Pham","email":"NULL","contributions":"1"},{"firstname":" Linh Gia","surname":"Vu","email":"NULL","contributions":"1"},{"firstname":" Bach Xuan","surname":"Tran","email":"NULL","contributions":"1"},{"firstname":" Carl A.","surname":"Latkin","email":"NULL","contributions":"1"},{"firstname":" Cyrus S. H.","surname":"Ho","email":"NULL","contributions":"1"},{"firstname":" Roger C. M.","surname":"Ho","email":"NULL","contributions":"1"}]},{"doi":"10.1016/j.pharma.2020.09.002","date":"2020-09-18","title":"Impact on mental health of the COVID-19 outbreak among community pharmacists during the sanitary lockdown period","abstract":"\n\n\n•\nThis study showed the psychological impact of COVID-19 in community pharmacists.\n","id":"PMC7539790","idformat":"PMC","foundapis":"","miscinfo":"Académie Nationale de Pharmacie. Published by Elsevier Masson SAS.","authors":[{"firstname":"M.","surname":"Lange","email":"NULL","contributions":"1"},{"firstname":" S.","surname":"Joo","email":"NULL","contributions":"1"},{"firstname":" P.-A.","surname":"Couette","email":"NULL","contributions":"1"},{"firstname":" S.","surname":"de Jaegher","email":"NULL","contributions":"1"},{"firstname":" F.","surname":"Joly","email":"NULL","contributions":"1"},{"firstname":" X.","surname":"Humbert","email":"NULL","contributions":"1"}]},{"doi":"10.1001/jamanetworkopen.2020.3976","date":"2020-03-02","title":"Factors Associated With Mental Health Outcomes Among Health Care Workers Exposed to Coronavirus Disease 2019","abstract":"Question\nWhat factors are associated with mental health outcomes among health care workers in China who are treating patients with coronavirus disease 2019 (COVID-19)?\nFindings\nIn this cross-sectional study of 1257 health care workers in 34 hospitals equipped with fever clinics or wards for patients with COVID-19 in multiple regions of China, a considerable proportion of health care workers reported experiencing symptoms of depression, anxiety, insomnia, and distress, especially women, nurses, those in Wuhan, and front-line health care workers directly engaged in diagnosing, treating, or providing nursing care to patients with suspected or confirmed COVID-19.\nMeaning\nThese findings suggest that, among Chinese health care workers exposed to COVID-19, women, nurses, those in Wuhan, and front-line health care workers have a high risk of developing unfavorable mental health outcomes and may need psychological support or interventions.\n\n\n","id":"PMC7090843","idformat":"PMC","foundapis":"","miscinfo":"American Medical Association","authors":[{"firstname":"Jianbo","surname":"Lai","email":"NULL","contributions":"0"},{"firstname":" Simeng","surname":"Ma","email":"NULL","contributions":"0"},{"firstname":" Ying","surname":"Wang","email":"NULL","contributions":"0"},{"firstname":" Zhongxiang","surname":"Cai","email":"NULL","contributions":"0"},{"firstname":" Jianbo","surname":"Hu","email":"NULL","contributions":"0"},{"firstname":" Ning","surname":"Wei","email":"NULL","contributions":"0"},{"firstname":" Jiang","surname":"Wu","email":"NULL","contributions":"0"},{"firstname":" Hui","surname":"Du","email":"NULL","contributions":"0"},{"firstname":" Tingting","surname":"Chen","email":"NULL","contributions":"0"},{"firstname":" Ruiting","surname":"Li","email":"NULL","contributions":"0"},{"firstname":" Huawei","surname":"Tan","email":"NULL","contributions":"0"},{"firstname":" Lijun","surname":"Kang","email":"NULL","contributions":"0"},{"firstname":" Lihua","surname":"Yao","email":"NULL","contributions":"0"},{"firstname":" Manli","surname":"Huang","email":"NULL","contributions":"0"},{"firstname":" Huafen","surname":"Wang","email":"NULL","contributions":"0"},{"firstname":" Gaohua","surname":"Wang","email":"NULL","contributions":"0"},{"firstname":" Zhongchun","surname":"Liu","email":"NULL","contributions":"0"},{"firstname":" Shaohua","surname":"Hu","email":"NULL","contributions":"0"}]},{"doi":"10.1002/jts.22565","date":"2020-06-08","title":"Posttraumatic Stress Symptoms and Associated Comorbidity During the COVID?19 Pandemic in Ireland: A Population?Based Study","abstract":"The prevalence of posttraumatic stress disorder (PTSD) as it relates to individuals’ experiences of the COVID?19 pandemic has yet to be determined.\n This study was conducted to determine rates of COVID?19–related PTSD in the Irish general population, the level of comorbidity with depression and anxiety, and the sociodemographic risk factors associated with COVID?19–related PTSD.\n A nationally representative sample of adults from the general population of the Republic of Ireland (N = 1,041) completed self?report measures of all study variables.\n The rate of COVID?19–related PTSD was 17.7% (n = 184), 95% CI [15.35%, 19.99%], and there was a high level of comorbidity with generalized anxiety (49.5%) and depression (53.8%).\n Meeting the diagnostic requirement for COVID?19–related PTSD was associated with younger age, male sex, living in a city, living with children, moderate and high perceived risk of COVID?19 infection, and screening positive for anxiety or depression.\n Posttraumatic stress symptoms related to the COVID?19 pandemic are common in the general population.\n Our results show that health professionals responsible for responding to the COVID?19 pandemic should expect to routinely encounter symptoms and concerns related to posttraumatic stress.\n","id":"PMC7405473","idformat":"PMC","foundapis":"","miscinfo":"John Wiley and Sons Inc.","authors":[{"firstname":"Thanos","surname":"Karatzias","email":"t.karatzias@napier.ac.uk","contributions":"1"},{"firstname":" Mark","surname":"Shevlin","email":"NULL","contributions":"1"},{"firstname":" Jamie","surname":"Murphy","email":"NULL","contributions":"1"},{"firstname":" Orla","surname":"McBride","email":"NULL","contributions":"1"},{"firstname":" Menachem","surname":"Ben?Ezra","email":"NULL","contributions":"2"},{"firstname":" Menachem","surname":"Ben?Ezra","email":"NULL","contributions":"0"},{"firstname":" Richard P.","surname":"Bentall","email":"NULL","contributions":"1"},{"firstname":" Frédérique","surname":"Vallières","email":"NULL","contributions":"1"},{"firstname":" Philip","surname":"Hyland","email":"NULL","contributions":"1"}]},{"doi":"10.1002/oby.23016","date":"2020-06-26","title":"COVID?19 Impacts Mental Health Outcomes and Ability/Desire to Participate in Research Among Current Research Participants","abstract":"Objective\nThis study aimed to examine the impact of coronavirus disease 2019 (COVID?19) on current research participants’ mental health outcomes, ability to adhere to behavioral intervention recommendations, and desire to participate in research.\n\n\nMethods\nA quantitative/qualitative cross?sectional survey was used among adults currently enrolled in health?related research (N?=?250; 85% women;?&gt;?50% currently enrolled in behavioral weight loss intervention).\n\n\nResults\nCOVID?19 was perceived as a severe threat by most (62.3%).\n\n Related to COVID?19, 29.6% of participants reported moderate/severe symptoms of anxiety/depression, and 68.4% reported moderate/severe posttraumatic stress disorder (PTSD) symptomatology, with women more likely to demonstrate moderate/severe anxiety/depression (P?=?0.047) and PTSD symptomatology (P?=?0.028) relative to men.\n\n Those with moderate/severe levels of anxiety/depression (P?=?0.0154) and distress (P?=?0.0330) were more likely to report a decreased desire to participate in research.\n\n Among those in behavioral interventions, individuals perceiving COVID?19 as a moderate/severe threat or experiencing moderate/severe depression or PTSD symptomatology were 4 to 19 times more likely to report that COVID?19 affected their ability to adhere to behavioral recommendations.\n\n Qualitative analysis identified four themes describing COVID?19's impact on research experiences: transition, remote intervention delivery, ability to adhere to program goals, and research participation interest.\n\n\nConclusions\nThese data suggest that participants engaged in health?related research perceive COVID?19 as a significant threat, affecting mental health, desire to participate in research, and ability to adhere to intervention recommendations.\n\n\n","id":"PMC7461293","idformat":"PMC","foundapis":"","miscinfo":"John Wiley and Sons Inc.","authors":[{"firstname":"Michelle I.","surname":"Cardel","email":"mcardel@ufl.edu","contributions":"1"},{"firstname":" Stephanie","surname":"Manasse","email":"NULL","contributions":"2"},{"firstname":" Stephanie","surname":"Manasse","email":"NULL","contributions":"0"},{"firstname":" Rebecca A.","surname":"Krukowski","email":"NULL","contributions":"2"},{"firstname":" Rebecca A.","surname":"Krukowski","email":"NULL","contributions":"0"},{"firstname":" Kathryn","surname":"Ross","email":"NULL","contributions":"2"},{"firstname":" Kathryn","surname":"Ross","email":"NULL","contributions":"0"},{"firstname":" Rebecca","surname":"Shakour","email":"NULL","contributions":"2"},{"firstname":" Rebecca","surname":"Shakour","email":"NULL","contributions":"0"},{"firstname":" Darci R.","surname":"Miller","email":"NULL","contributions":"1"},{"firstname":" Dominick J.","surname":"Lemas","email":"NULL","contributions":"1"},{"firstname":" Young?Rock","surname":"Hong","email":"NULL","contributions":"1"}]},{"doi":"10.3390/ijerph17113857","date":"2020-05-26","title":"Coping with COVID-19: Exposure to COVID-19 and Negative Impact on Livelihood Predict Elevated Mental Health Problems in Chinese Adults","abstract":"The COVID-19 pandemic might lead to more mental health problems.\n However, few studies have examined sleep problems, depression, and posttraumatic symptoms among the general adult population during the COVID-19 outbreak, and little is known about coping behaviors.\n This survey was conducted online in China from February 1st to February 10th, 2020. Quota sampling was used to recruit 2993 Chinese citizens aged ?18 years old.\n Mental health problems were assessed with the Post-Traumatic Stress Disorders (PTSD) Checklist for the Diagnostic and Statistical Manual of Mental Disorders, Fifth Edition (DSM-5), the Center for Epidemiological Studies Depression inventory, and the Pittsburgh Sleep Quality Index.\n Exposure to COVID-19 was measured with questions about residence at outbreak, personal exposure, media exposure, and impact on livelihood.\n General coping style was measured by the brief Coping Style Questionnaire (SCSQ).\n Respondents were also asked 12 additional questions about COVID-19 specific coping behaviors.\n Direct exposure to COVID-19 instead of the specific location of (temporary) residence within or outside the epicenter (Wuhan) of the pandemic seems important (standardized beta: 0.05, 95% confidence interval (CI): 0.02–0.09).\n Less mental health problems were also associated with less intense exposure through the media (standardized beta: ?0.07, 95% CI: ?0.10–?0.03).\n Perceived negative impact of the pandemic on livelihood showed a large effect size in predicting mental health problems (standardized beta: 0.15, 95% CI: 0.10–0.19).\n More use of cognitive and prosocial coping behaviors were associated with less mental health problems (standardized beta: ?0.30, 95% CI: ?0.34–?0.27).\n Our study suggests that the mental health consequences of the lockdown impact on livelihood should not be underestimated.\n Building on cognitive coping behaviors reappraisal or cognitive behavioral treatments may be most promising.\n","id":"PMC7312167","idformat":"PMC","foundapis":"","miscinfo":"MDPI","authors":[{"firstname":"Jing","surname":"Guo","email":"NULL","contributions":"1"},{"firstname":" Xing Lin","surname":"Feng","email":"NULL","contributions":"1"},{"firstname":" Xiao Hua","surname":"Wang","email":"NULL","contributions":"2"},{"firstname":" Xiao Hua","surname":"Wang","email":"NULL","contributions":"0"},{"firstname":" Marinus H.","surname":"van IJzendoorn","email":"NULL","contributions":"1"}]},{"doi":"10.1016/j.bbi.2020.05.040","date":"2020-05-12","title":"Mental health consequences during the initial stage of the 2020 Coronavirus pandemic (COVID-19) in Spain","abstract":"\n\n\n•\nThe 18.7% of the sample revealed depressive symptomatology, the 21.6% anxiety and the 15.8% PSTD.\n","id":"PMC7219372","idformat":"PMC","foundapis":"","miscinfo":"Elsevier Inc.","authors":[{"firstname":"Clara","surname":"González-Sanguino","email":"NULL","contributions":"2"},{"firstname":" Berta","surname":"Ausín","email":"NULL","contributions":"2"},{"firstname":" Miguel Ángel","surname":"Castellanos","email":"NULL","contributions":"2"},{"firstname":" Jesús","surname":"Saiz","email":"NULL","contributions":"2"},{"firstname":" Aída","surname":"López-Gómez","email":"NULL","contributions":"2"},{"firstname":" Carolina","surname":"Ugidos","email":"NULL","contributions":"2"},{"firstname":" Manuel","surname":"Muñoz","email":"NULL","contributions":"2"}]},{"doi":"10.2147/PRBM.S259563","date":"2020-06-26","title":"Psychological Distress and Signs of Post-Traumatic Stress in Response to the COVID-19 Health Emergency in a Mexican Sample","abstract":"Objective\nThis study aimed to evaluate the psychological impacts of COVID-19 prevention measures, such as social isolation, on a Mexican sample.\n\n\nMethods\nWe conducted an online sociodemographic and Impact of Event Scale-Revised (IES-R) survey during the second phase of the COVID-19 outbreak in Mexico to evaluate the presence of psychological distress, signs of post-traumatic stress, and to identify the groups at highest risk in the sample.\n\n\nResults\nPrevalence of psychological distress at moderate or severe levels in the sample were as follows: 943 (22%) intrusive thoughts, 933 (22.3%) avoidance, and 515 (12.2%) hyperarousal.\n\n Furthermore, we found the symptoms of clinically significant post-traumatic stress in 1160 (27.7%) of the participants.\n\n The variables positively correlated with higher psychological distress were as follows: age (younger), sex (female), employment (employed), relationship status (single), in social isolation, number of days in isolation, the number of people in the household (3–5), and a perception of a high risk of contracting COVID-19, change in routine, engaging in less activity, and loss of income.\n\n\nConclusion\nDuring phase 2 of the COVID-19 outbreak in Mexico, we observed the presence of psychological distress and post-traumatic stress symptoms in over a quarter of the population.\n\n This investigation may guide mental health interventions and policies towards the groups that are most vulnerable to the impacts of the social and lifestyle changes taking place in Mexico due to COVID-19.\n","id":"PMC7398879","idformat":"PMC","foundapis":"","miscinfo":"Dove","authors":[{"firstname":"Leivy Patricia","surname":"González Ramírez","email":"NULL","contributions":"1"},{"firstname":" Reyna Jazmín","surname":"Martínez Arriaga","email":"NULL","contributions":"2"},{"firstname":" Reyna Jazmín","surname":"Martínez Arriaga","email":"NULL","contributions":"0"},{"firstname":" Martha Alicia","surname":"Hernández-Gonzalez","email":"NULL","contributions":"2"},{"firstname":" Martha Alicia","surname":"Hernández-Gonzalez","email":"NULL","contributions":"0"},{"firstname":" José María","surname":"De la Roca-Chiapas","email":"NULL","contributions":"2"},{"firstname":" José María","surname":"De la Roca-Chiapas","email":"NULL","contributions":"0"}]},{"doi":"10.3390/jcm9061802","date":"2020-06-08","title":"The Enemy Which Sealed the World: Effects of COVID-19 Diffusion on the Psychological State of the Italian Population","abstract":"Background: Starting from the first months of 2020, worldwide population has been facing the COVID-19 pandemic.\n Many nations, including Italy, took extreme actions to reduce the diffusion of the virus, profoundly changing lifestyles.\n The Italians have been faced with both the fear of contracting the infection and the consequences of enforcing social distancing.\n This study was aimed to understand the psychological impact of the COVID-19 outbreak and the psychopathological outcomes related to the first phase of this emergency.\n Methods: The study included 2291 respondents.\n An online survey collected information on socio-demographic variables, history of direct or indirect contact with COVID-19, and additional information concerning the COVID-19 emergency.\n Moreover, psychopathological symptoms such as anxiety, mood alterations and post-traumatic symptomatology were assessed.\n Results: The results revealed that respectively 31.38%, 37.19% and 27.72% of respondents reported levels of general psychopathological symptomatology, anxiety, and PTSD symptoms over the cut-off scores.\n Furthermore, a significant worsening of mood has emerged.\n Being a female or under the age of 50 years, having had direct contact with people infected by the COVID-19, and experiencing uncertainty about the risk of contagion represent risk factors for psychological distress.\n Conclusions: Our findings indicate that the first weeks of the COVID-19 pandemic appear to impact not only on physical health but also on psychological well-being.\n Although these results need to be considered with caution being based on self-reported data collected at the beginning of this emergency, they should be used as a starting point for further studies aimed to develop interventions to minimize both the brief and long-term psychological consequences of the COVID-19 pandemic.\n","id":"PMC7356935","idformat":"PMC","foundapis":"","miscinfo":"MDPI","authors":[{"firstname":"Giuseppe","surname":"Forte","email":"NULL","contributions":"1"},{"firstname":" Francesca","surname":"Favieri","email":"NULL","contributions":"2"},{"firstname":" Francesca","surname":"Favieri","email":"NULL","contributions":"0"},{"firstname":" Renata","surname":"Tambelli","email":"NULL","contributions":"2"},{"firstname":" Renata","surname":"Tambelli","email":"NULL","contributions":"0"},{"firstname":" Maria","surname":"Casagrande","email":"NULL","contributions":"1"}]},{"doi":"10.1016/j.psychres.2020.113131","date":"2020-05-23","title":"Prevalence and predictors of PTSD during the COVID-19 pandemic: Findings from a Tunisian community sample","abstract":"","id":"PMC7255192","idformat":"PMC","foundapis":"","miscinfo":"Elsevier B.V.","authors":[{"firstname":"Feten","surname":"Fekih-Romdhane","email":"feten.fekih@gmail.com","contributions":"1"},{"firstname":" Farah","surname":"Ghrissi","email":"NULL","contributions":"1"},{"firstname":" Bouthaina","surname":"Abbassi","email":"NULL","contributions":"1"},{"firstname":" Wissal","surname":"Cherif","email":"NULL","contributions":"1"},{"firstname":" Majda","surname":"Cheour","email":"NULL","contributions":"1"}]},{"doi":"10.1007/s10900-020-00853-5","date":"1970-01-01","title":"Impact of the COVID-19 Pandemic on Mental Health and Social Support among Adult Egyptians","abstract":"id='Par26'>The psychological impact of outbreaks on individuals includes an intense and wide range of psychiatric morbidities.\n People are likely to experience feelings as; worry about being infected or getting sick, increased self-blame, and helplessness.\n This study aimed to assess the impact of COVID-19 on mental health and social support among Egyptian adults during the period of the pandemic.\n This is a cross-sectional observational study using an anonymous online questionnaire.\n The survey was conducted through a link shared on social networking sites.\n It was conducted from 2 May 2020 to 9 May 2020. The general populations of the Egyptian adults were included by using convenience and snowball sampling technique (510 adults).\n Impact Event scale mean 34.3?±?15. About 211 (41.4%) suffered a severe impact.\n There was an increase in stress from work in 174 (34.1%), financial stress in 284 (55.7%), and stress from home in 320 (62.7%).\n Half of them felt horrified and helpless in 275 (53.9%), and 265 (52%) respectively, while 338 (66.3%) felt apprehensive.\n only 24.2% reported increased support from friends, while increased support from family members in 207 (40.6%).\n 46.5% shared their feelings with family members, while 176 (34.5%) shared with others.\n Caring for family members’ feelings increased in 330 (64.7%).\n Age and rural residency were negative predictors for the impact of event score, while female gender or presence of chronic condition was a positive predictor for the impact of event score.\n Covid-19 pandemic has a great psychological impact on adult Egyptians and affected social support.\n","id":"PMC7255077","idformat":"PMC","foundapis":"","miscinfo":"Springer US","authors":[{"firstname":"Safaa M.","surname":"El-Zoghby","email":"safaaelzoghby86@hotmail.com","contributions":"1"},{"firstname":" Enayat M.","surname":"Soltan","email":"enayatsoltan@gmail.com","contributions":"2"},{"firstname":" Enayat M.","surname":"Soltan","email":"enayatsoltan@gmail.com","contributions":"0"},{"firstname":" Hend M.","surname":"Salama","email":"hind_mikhail@yahoo.com","contributions":"2"},{"firstname":" Hend M.","surname":"Salama","email":"hind_mikhail@yahoo.com","contributions":"0"}]},{"doi":"10.1177/1039856220965045","date":"1970-01-01","title":"Burnout and psychological distress amongst Australian healthcare\nworkers during the COVID-19 pandemic","abstract":"Objective:\nTo examine psychological distress in healthcare workers (HCWs) during the\nCOVID-19 pandemic in April–May 2020.\nMethods:\nA cross-sectional survey examining demographic, employment and mental health\ncharacteristics of HCWs in a large metropolitan hospital in Australia.\n\n\nResults:\nHCWs showed significant symptoms of moderate-severe level depression (21%),\nanxiety (20%) and posttraumatic stress disorder (PTSD; 29%), associated with\nburnout, prior psychiatric history, profession and resilience.\n\n\nConclusion:\nDespite low levels of COVID contact, moderate to high levels of psychological\ndistress were reported.\n\n Continued monitoring and support for HCWs’ mental\nwell-being is warranted as the COVID-19 pandemic develops.\n\n\n","id":"PMC7554409","idformat":"PMC","foundapis":"","miscinfo":"SAGE Publications","authors":[{"firstname":"Hannah","surname":"Dobson","email":"NULL","contributions":"1"},{"firstname":" Charles B","surname":"Malpas","email":"NULL","contributions":"2"},{"firstname":" Charles B","surname":"Malpas","email":"NULL","contributions":"0"},{"firstname":" Aidan JC","surname":"Burrell","email":"NULL","contributions":"1"},{"firstname":" Caroline","surname":"Gurvich","email":"NULL","contributions":"1"},{"firstname":" Leo","surname":"Chen","email":"NULL","contributions":"1"},{"firstname":" Jayashri","surname":"Kulkarni","email":"NULL","contributions":"1"},{"firstname":" Toby","surname":"Winton-Brown","email":"NULL","contributions":"2"},{"firstname":" Toby","surname":"Winton-Brown","email":"NULL","contributions":"0"}]},{"doi":"10.1111/jep.13444","date":"1970-01-01","title":"Unknown Title","abstract":"Unknown Abstract","id":"not found","idformat":"N/A","foundapis":"","miscinfo":"","authors":[]},{"doi":"10.1017/dmp.2020.215","date":"2020-06-21","title":"Psychological Effects and Associated Factors of COVID-19 in a Mexican Sample","abstract":"Objectives:\nThe coronavirus disease 2019 (COVID 19) is a new viral zoonosis of global concern that could cause psychological sequelae.\n\n We examined the levels of psychological distress, anxiety, depression, and stress during the COVID-19 outbreak in a Mexican sample.\n\n\nMethods:\nAn online survey was applied that collected information on demographic and financial status data, physical status, contact history, knowledge, concerns, and precautionary measures concerning COVID-19. Impact of Event Scale-Revised and Depression, Anxiety, and Stress Scale were included.\n\n\nResults:\nA total of 50.3% of respondents rated psychological distress as moderate-severe; 15.7% reported moderate-severe depressive symptoms; 22.6% reported moderate-severe anxiety symptoms; and 19.8% reported moderate-severe stress levels.\n\n Female gender, older age, divorced status, lack of confidence related to security of the test, lower satisfaction of health information concerning COVID-19, history of direct or indirect contact with a COVID-19 confirmed case, live with just 1 other person, and spent &gt;9 h/d at home were associated with greater psychological distress and/or higher levels of stress, anxiety, and depression.\n\n By contrast, precautionary measures, such as hand hygiene and wearing masks, were associated with lower levels of psychological distress, depression, anxiety, and stress.\n\n\nConclusions:\nCOVID-19 outbreak results in considerable psychological effects among the Mexican sample.\n\n\n","id":"PMC7385317","idformat":"PMC","foundapis":"","miscinfo":"Cambridge University Press","authors":[{"firstname":"Nadia Yanet","surname":"Cortés-Álvarez","email":"NULL","contributions":"1"},{"firstname":" Regino","surname":"Piñeiro-Lamas","email":"NULL","contributions":"1"},{"firstname":" César Rubén","surname":"Vuelvas-Olmos","email":"NULL","contributions":"1"}]},{"doi":"10.1002/hed.26292","date":"2020-05-12","title":"Mental health among otolaryngology resident and attending physicians during the <styled-content style='fixed-case' toggle='no'>COVID</styled-content>?19 pandemic: National study","abstract":"Background\nOtolaryngologists are among the highest risk for COVID?19 exposure.\n\n\nMethods\nThis is a cross?sectional, survey?based, national study evaluating academic otolaryngologists.\n\n Burnout, anxiety, distress, and depression were assessed by the single?item Mini?Z Burnout Assessment, 7?item Generalized Anxiety Disorder Scale, 15?item Impact of Event Scale, and 2?item Patient Health Questionnaire, respectively.\n\n\nResults\nA total of 349 physicians completed the survey.\n\n Of them, 165 (47.3%) were residents and 212 (60.7%) were males.\n\n Anxiety, distress, burnout, and depression were reported in 167 (47.9%), 210 (60.2%), 76 (21.8%), and 37 (10.6%) physicians, respectively.\n\n Attendings had decreased burnout relative to residents (odds ratio [OR] 0.28, confidence interval [CI] [0.11?0.68]; P =?.\n\n005).\n\n Females had increased burnout (OR 1.93, CI [1.12.?3.32]; P =?.\n\n018), anxiety (OR 2.53, CI [1.59?4.02]; P &lt;?.\n\n005), and distress (OR 2.68, CI [1.64?4.37]; P &lt;?.\n\n005).\n\n Physicians in states with greater than 20?000 positive cases had increased distress (OR 2.01, CI [1.22?3.31]; P =?.\n\n006).\n\n\nConclusion\nDuring the COVID?19 pandemic, the prevalence of burnout, anxiety, and distress is high among academic otolaryngologists.\n\n\n","id":"PMC7300862","idformat":"PMC","foundapis":"","miscinfo":"John Wiley &amp; Sons, Inc.","authors":[{"firstname":"Alyssa M.","surname":"Civantos","email":"NULL","contributions":"2"},{"firstname":" Yasmeen","surname":"Byrnes","email":"NULL","contributions":"2"},{"firstname":" Yasmeen","surname":"Byrnes","email":"NULL","contributions":"0"},{"firstname":" Changgee","surname":"Chang","email":"NULL","contributions":"2"},{"firstname":" Aman","surname":"Prasad","email":"NULL","contributions":"1"},{"firstname":" Kevin","surname":"Chorath","email":"NULL","contributions":"2"},{"firstname":" Kevin","surname":"Chorath","email":"NULL","contributions":"0"},{"firstname":" Seerat K.","surname":"Poonia","email":"NULL","contributions":"1"},{"firstname":" Carolyn M.","surname":"Jenks","email":"NULL","contributions":"1"},{"firstname":" Andrés M.","surname":"Bur","email":"NULL","contributions":"1"},{"firstname":" Punam","surname":"Thakkar","email":"NULL","contributions":"2"},{"firstname":" Punam","surname":"Thakkar","email":"NULL","contributions":"0"},{"firstname":" Evan M.","surname":"Graboyes","email":"NULL","contributions":"2"},{"firstname":" Evan M.","surname":"Graboyes","email":"NULL","contributions":"0"},{"firstname":" Rahul","surname":"Seth","email":"NULL","contributions":"2"},{"firstname":" Rahul","surname":"Seth","email":"NULL","contributions":"0"},{"firstname":" Samuel","surname":"Trosman","email":"NULL","contributions":"1"},{"firstname":" Anni","surname":"Wong","email":"NULL","contributions":"2"},{"firstname":" Anni","surname":"Wong","email":"NULL","contributions":"0"},{"firstname":" Benjamin M.","surname":"Laitman","email":"NULL","contributions":"1"},{"firstname":" Brianna N.","surname":"Harris","email":"NULL","contributions":"1"},{"firstname":" Janki","surname":"Shah","email":"NULL","contributions":"2"},{"firstname":" Janki","surname":"Shah","email":"NULL","contributions":"0"},{"firstname":" Vanessa","surname":"Stubbs","email":"NULL","contributions":"1"},{"firstname":" Garret","surname":"Choby","email":"NULL","contributions":"1"},{"firstname":" Qi","surname":"Long","email":"NULL","contributions":"2"},{"firstname":" Christopher H.","surname":"Rassekh","email":"NULL","contributions":"1"},{"firstname":" Erica","surname":"Thaler","email":"NULL","contributions":"1"},{"firstname":" Karthik","surname":"Rajasekaran","email":"karthik.rajasekaran@pennmedicine.upenn.edu","contributions":"2"}]},{"doi":"10.1016/j.amjoto.2020.102694","date":"1970-01-01","title":"Mental health among head and neck surgeons in Brazil during the COVID-19 pandemic: A national study","abstract":"Purpose\nHead and neck surgeons are among the highest risk for COVID-19 exposure, which also brings great risk to their mental wellbeing.\n\n In this study, we aim to evaluate mental health symptoms among head and neck surgeons in Brazil surrounding the time it was declared the epicenter of the virus.\n\n\nMaterials and methods\nA cross-sectional, survey-based study evaluating burnout, anxiety, distress, and depression among head and neck surgeons in Brazil, assessed through the single-item Mini-Z burnout assessment, 7-item Generalized Anxiety Disorder scale, 22-item Impact of Event Scale-Revised, and 2-item Patient Health Questionnaire, respectively.\n\n\nResults\n163 physicians completed the survey (74.2% males).\n\n Anxiety, distress, burnout, and depression symptoms were reported in 74 (45.5%), 43 (26.3%), 24 (14.7%), and 26 (16.0%) physicians, respectively.\n\n On multivariable analysis, female physicians were more likely to report a positive screening for burnout compared to males (OR 2.88, CI [1.07–7.74]).\n\n Physicians 45 years or older were less likely to experience anxiety symptoms than those younger than 45 years (OR 0.40, CI [0.20–0.81]).\n\n Physicians with no self-reported prior psychiatric conditions were less likely to have symptoms of distress compared to those with such history (OR 0.11, CI [0.33–0.38]).\n\n\nConclusion\nHead and neck surgeons in Brazil reported symptoms of burnout, anxiety, distress and depression during our study period within the COVID-19 pandemic.\n\n Institutions should monitor these symptoms throughout the pandemic.\n\n Further study is required to assess the long-term implications for physician wellness.\n\n\n","id":"PMC7442010","idformat":"PMC","foundapis":"","miscinfo":"Elsevier Inc.","authors":[{"firstname":"Alyssa M.","surname":"Civantos","email":"NULL","contributions":"0"},{"firstname":" Antonio","surname":"Bertelli","email":"NULL","contributions":"1"},{"firstname":" Antonio","surname":"Gonçalves","email":"NULL","contributions":"1"},{"firstname":" Emily","surname":"Getzen","email":"NULL","contributions":"1"},{"firstname":" Changgee","surname":"Chang","email":"NULL","contributions":"0"},{"firstname":" Qi","surname":"Long","email":"NULL","contributions":"0"},{"firstname":" Karthik","surname":"Rajasekaran","email":"NULL","contributions":"0"}]},{"doi":"10.3389/fpsyt.2020.00803","date":"2020-07-27","title":"Prevalence and Psychosocial Correlates of Mental Health Outcomes Among Chinese College Students During the Coronavirus Disease (COVID-19) Pandemic","abstract":"Objectives\nTo investigate the prevalence and risk factors for poor mental health of Chinese university students during the Corona Virus Disease 2019 (COVID-19) pandemic.\n\n\nMethod\nChinese nation-wide on-line cross-sectional survey on university students, collected between February 12th and 17th, 2020. Primary outcome was prevalence of clinically-relevant posttraumatic stress disorder symptoms.\n\n Secondary outcomes on poor mental health included prevalence of clinically-relevant anxiety and depressive symptoms, while posttraumatic growth was considered as indicator of effective coping reaction.\n\n\nResults\nOf 2,500 invited Chinese university students, 2,038 completed the survey.\n\n Prevalence of clinically-relevant PTSD, anxiety, and depressive symptoms, and post traumatic growth (PTG) was 30.8, 15.5, 23.3, and 66.9% respectively.\n\n Older age, knowing people who had been isolated, more ACEs, higher level of anxious attachment, and lower level of resilience all predicted primary outcome (all p &lt; 0.01).\n\n\nConclusions\nA significant proportion of young adults exhibit clinically relevant posttraumatic stress disorder (PTSD), anxious or depressive symptoms, but a larger portion of individuals showed to effectively cope with COVID-19 pandemic.\n\n Interventions promoting resilience should be provided, even remotely, to those subjects with specific risk factors to develop poor mental health during COVID-19 or other pandemics with social isolation.\n\n\n","id":"PMC7427603","idformat":"PMC","foundapis":"","miscinfo":"Frontiers Media S.A.","authors":[{"firstname":"Xinli","surname":"Chi","email":"NULL","contributions":"2"},{"firstname":" Benjamin","surname":"Becker","email":"NULL","contributions":"2"},{"firstname":" Qian","surname":"Yu","email":"NULL","contributions":"2"},{"firstname":" Peter","surname":"Willeit","email":"NULL","contributions":"2"},{"firstname":" Can","surname":"Jiao","email":"NULL","contributions":"2"},{"firstname":" Liuyue","surname":"Huang","email":"NULL","contributions":"2"},{"firstname":" M. Mahhub","surname":"Hossain","email":"NULL","contributions":"2"},{"firstname":" Igor","surname":"Grabovac","email":"NULL","contributions":"3"},{"firstname":" Albert","surname":"Yeung","email":"NULL","contributions":"2"},{"firstname":" Jingyuan","surname":"Lin","email":"NULL","contributions":"2"},{"firstname":" Nicola","surname":"Veronese","email":"NULL","contributions":"2"},{"firstname":" Jian","surname":"Wang","email":"NULL","contributions":"0"},{"firstname":" Xinqi","surname":"Zhou","email":"NULL","contributions":"2"},{"firstname":" Scott R.","surname":"Doig","email":"NULL","contributions":"2"},{"firstname":" Xiaofeng","surname":"Liu","email":"NULL","contributions":"2"},{"firstname":" Andre F.","surname":"Carvalho","email":"NULL","contributions":"2"},{"firstname":" Lin","surname":"Yang","email":"NULL","contributions":"0"},{"firstname":" Tao","surname":"Xiao","email":"NULL","contributions":"2"},{"firstname":" Liye","surname":"Zou","email":"NULL","contributions":"2"},{"firstname":" Paolo","surname":"Fusar-Poli","email":"NULL","contributions":"2"},{"firstname":" Marco","surname":"Solmi","email":"NULL","contributions":"2"}]},{"doi":"10.1192/bjo.2020.98","date":"2020-08-24","title":"Asian-Pacific perspective on the psychological well-being of healthcare workers during the evolution of the COVID-19 pandemic","abstract":"Background\nThe coronavirus disease 2019 (COVID-19) pandemic has led to significant strain on front-line healthcare workers.\n\n\nAims\nIn this multicentre study, we compared the psychological outcomes during the COVID-19 pandemic in various countries in the Asia-Pacific region and identified factors associated with adverse psychological outcomes.\n\n\nMethod\nFrom 29 April to 4 June 2020, the study recruited healthcare workers from major healthcare institutions in five countries in the Asia-Pacific region.\n\n A self-administrated survey that collected information on prior medical conditions, presence of symptoms, and scores on the Depression Anxiety Stress Scales and the Impact of Events Scale-Revised were used.\n\n The prevalence of depression, anxiety, stress and post-traumatic stress disorder (PTSD) relating to COVID-19 was compared, and multivariable logistic regression identified independent factors associated with adverse psychological outcomes within each country.\n\n\nResults\nA total of 1146 participants from India, Indonesia, Singapore, Malaysia and Vietnam were studied.\n\n Despite having the lowest volume of cases, Vietnam displayed the highest prevalence of PTSD.\n\n In contrast, Singapore reported the highest case volume, but had a lower prevalence of depression and anxiety.\n\n In the multivariable analysis, we found that non-medically trained personnel, the presence of physical symptoms and presence of prior medical conditions were independent predictors across the participating countries.\n\n\nConclusions\nThis study highlights that the varied prevalence of psychological adversity among healthcare workers is independent of the burden of COVID-19 cases within each country.\n\n Early psychological interventions may be beneficial for the vulnerable groups of healthcare workers with presence of physical symptoms, prior medical conditions and those who are not medically trained.\n\n\n","id":"PMC7542327","idformat":"PMC","foundapis":"","miscinfo":"Cambridge University Press","authors":[{"firstname":"Nicholas W. S.","surname":"Chew","email":"NULL","contributions":"1"},{"firstname":" Jinghao Nicholas","surname":"Ngiam","email":"NULL","contributions":"1"},{"firstname":" Benjamin Yong-Qiang","surname":"Tan","email":"NULL","contributions":"2"},{"firstname":" Benjamin Yong-Qiang","surname":"Tan","email":"NULL","contributions":"0"},{"firstname":" Sai-Meng","surname":"Tham","email":"NULL","contributions":"1"},{"firstname":" Celine Yan-Shan","surname":"Tan","email":"NULL","contributions":"1"},{"firstname":" Mingxue","surname":"Jing","email":"NULL","contributions":"0"},{"firstname":" Renarebecca","surname":"Sagayanathan","email":"NULL","contributions":"0"},{"firstname":" Jin Tao","surname":"Chen","email":"NULL","contributions":"0"},{"firstname":" Lily Y. H.","surname":"Wong","email":"NULL","contributions":"1"},{"firstname":" Aftab","surname":"Ahmad","email":"NULL","contributions":"0"},{"firstname":" Faheem Ahmed","surname":"Khan","email":"NULL","contributions":"0"},{"firstname":" Maznah","surname":"Marmin","email":"NULL","contributions":"1"},{"firstname":" Fadhlina Binte","surname":"Hassan","email":"NULL","contributions":"1"},{"firstname":" Tai Mei-Ling","surname":"Sharon","email":"NULL","contributions":"1"},{"firstname":" Chin Han","surname":"Lim","email":"NULL","contributions":"1"},{"firstname":" Mohamad Iqbal Bin","surname":"Mohaini","email":"NULL","contributions":"1"},{"firstname":" Rivan","surname":"Danuaji","email":"NULL","contributions":"1"},{"firstname":" Thang H.","surname":"Nguyen","email":"NULL","contributions":"1"},{"firstname":" Georgios","surname":"Tsivgoulis","email":"NULL","contributions":"2"},{"firstname":" Sotirios","surname":"Tsiodras","email":"NULL","contributions":"1"},{"firstname":" Paraskevi C.","surname":"Fragkou","email":"NULL","contributions":"1"},{"firstname":" Dimitra","surname":"Dimopoulou","email":"NULL","contributions":"2"},{"firstname":" Dimitra","surname":"Dimopoulou","email":"NULL","contributions":"0"},{"firstname":" Arvind K.","surname":"Sharma","email":"NULL","contributions":"2"},{"firstname":" Kenam","surname":"Shah","email":"NULL","contributions":"2"},{"firstname":" Bhargesh","surname":"Patel","email":"NULL","contributions":"2"},{"firstname":" Suktara","surname":"Sharma","email":"NULL","contributions":"1"},{"firstname":" R. N.","surname":"Komalkumar","email":"NULL","contributions":"1"},{"firstname":" R. V.","surname":"Meenakshi","email":"NULL","contributions":"1"},{"firstname":" Shikha","surname":"Talati","email":"NULL","contributions":"1"},{"firstname":" Hock Luen","surname":"Teoh","email":"NULL","contributions":"0"},{"firstname":" Cyrus S.","surname":"Ho","email":"NULL","contributions":"0"},{"firstname":" Roger C.","surname":"Ho","email":"NULL","contributions":"0"},{"firstname":" Vijay K.","surname":"Sharma","email":"NULL","contributions":"0"}]},{"doi":"10.1016/j.jpsychires.2020.09.007","date":"2020-09-11","title":"Nurses endured high risks of psychological problems under the epidemic of COVID-19 in a longitudinal study in Wuhan China","abstract":"Background\nHealth care workers, especially frontline nurses, faced great challenges during the coronavirus disease 2019 (COVID-19) outbreak.\n\n\nAims\nTo assess the magnitude of the psychological status and associated risk factors among nurses in the pandemic center in Wuhan, China.\n\n\nMethods\nIn this study, we enrolled nurses from Renmin Hospital of Wuhan University.\n\n The questionnaire was designed to obtain basic information of the participants, and included four psychological assessment scales.\n\n We issued the questionnaires at two different points of time.\n\n We conducted the first survey on January 29 to February 2 (outbreak period) with 709 eligible responses, and the second survey on February 26 to February 28 (stable period) with 621 eligible responses.\n\n The nurses from Wuchang Fangcang shelter hospital were also enrolled in the second survey.\n\n\nResults\nDuring the pandemic, over one-third of nurses suffered from depression, anxiety, and insomnia.\n\n In the outbreak period, the nurses showed significantly higher risks for depression, anxiety, and posttraumatic stress disorder (PTSD) symptoms than those in the stable period (P &lt; 0.01).\n\n Notably, the nurses from the Fangcang shelter hospitals were more likely to present psychological problems than those from other frontline or non-frontline (all P &lt; 0.001) units, especially for insomnia (38.3% with severe insomnia).\n\n The nurses from the frontline, with worse physical condition and uncertain concerns about this pandemic as compared to the others, were more likely to bear psychological problems.\n\n Thus, online psychological information and sufficient protection conditions were effective interventions to help mitigate psychological distress.\n\n The nurses from Fangcang shelter hospitals suffered a significantly higher risk of psychological problems than those from other units.\n\n\nConclusion\nThe psychological status of nurses needs more attention during the COVID-19 pandemic, especially for those who fought in the frontline during the peak of the outbreak.\n\n\n","id":"PMC7489269","idformat":"PMC","foundapis":"","miscinfo":"Elsevier Ltd.","authors":[{"firstname":"Zhongxiang","surname":"Cai","email":"NULL","contributions":"1"},{"firstname":" Qin","surname":"Cui","email":"NULL","contributions":"1"},{"firstname":" Zhongchun","surname":"Liu","email":"NULL","contributions":"0"},{"firstname":" Juanjuan","surname":"Li","email":"NULL","contributions":"1"},{"firstname":" Xuan","surname":"Gong","email":"NULL","contributions":"1"},{"firstname":" Jingfang","surname":"Liu","email":"NULL","contributions":"1"},{"firstname":" Zhiying","surname":"Wan","email":"NULL","contributions":"1"},{"firstname":" Xiaoping","surname":"Yuan","email":"NULL","contributions":"1"},{"firstname":" Xiaofen","surname":"Li","email":"NULL","contributions":"0"},{"firstname":" Chuang","surname":"Chen","email":"NULL","contributions":"1"},{"firstname":" Gaohua","surname":"Wang","email":"NULL","contributions":"0"}]},{"doi":"10.1037/tra0000914","date":"1970-01-01","title":"Unknown Title","abstract":"Unknown Abstract","id":"not found","idformat":"N/A","foundapis":"","miscinfo":"","authors":[]},{"doi":"10.1177/0020764020952116","date":"1970-01-01","title":"Psychological responses and lifestyle changes among pregnant women with respect to the early stages of COVID-19 pandemic","abstract":"Objectives:\nThe COVID-19 pandemic has caused a profound impact on health and well-being of populations.\n\n However, there are limited studies that have investigated the psychological aspects of vulnerable groups including pregnant women amid the COVID-19 pandemic.\n\n Therefore, we aimed to assess the psychological impact of the COVID-19 pandemic among Chinese pregnant women from February 2020 until March 2020.\nMethods:\nOur study was conducted using a modified validated online questionnaire comprising of sociodemographic, the Impact of Event Scale (IES), attitude and mental health-related questions towards COVID-19.\nResults:\nA total of 560 women were included.\n\n The overall mean age and IES of women was 25.8 ± 2.7?years and 31.4 ± 13.7. Moreover, 67.1% of them had IES ?26. Psychological impact seemed to be more severe in women in second trimester of pregnancy (the highest IES) (p?=?.\n\n016).\n\n There was a significant association between trimesters of pregnancy and some indicators of negative health impacts (including increased stress from work, increased stress from home, feeling apprehensive and helpless during the early stages of the COVID-19 pandemic) (all p?&lt;?.\n\n05).\n\n\nConclusions:\nOur results reported moderate-to-severe stressful impact among Chinese pregnant women.\n\n We recommend that appropriate measures should be taken to address the maternal mental health issues.\n\n\n","id":"PMC8191160","idformat":"PMC","foundapis":"","miscinfo":"SAGE Publications","authors":[{"firstname":"Yingfei","surname":"Zhang","email":"NULL","contributions":"0"},{"firstname":" Zheng Feei","surname":"Ma","email":"NULL","contributions":"0"},{"firstname":" Zheng Feei","surname":"Ma","email":"NULL","contributions":"0"}]},{"doi":"10.1016/j.bbi.2020.04.069","date":"2020-04-25","title":"Do psychiatric patients experience more psychiatric symptoms during COVID-19 pandemic and lockdown? A case-control study with service and research implications for immunopsychiatry","abstract":"\n\n\n•\nLevels of anxiety, depression, stress and insomnia were higher in psychiatric patients.\n","id":"PMC7184991","idformat":"PMC","foundapis":"","miscinfo":"Elsevier Inc.","authors":[{"firstname":"Fengyi","surname":"Hao","email":"NULL","contributions":"1"},{"firstname":" Wanqiu","surname":"Tan","email":"NULL","contributions":"1"},{"firstname":" Li","surname":"Jiang","email":"NULL","contributions":"0"},{"firstname":" Ling","surname":"Zhang","email":"NULL","contributions":"0"},{"firstname":" Xinling","surname":"Zhao","email":"NULL","contributions":"0"},{"firstname":" Yiran","surname":"Zou","email":"NULL","contributions":"0"},{"firstname":" Yirong","surname":"Hu","email":"NULL","contributions":"0"},{"firstname":" Xi","surname":"Luo","email":"NULL","contributions":"0"},{"firstname":" Xiaojiang","surname":"Jiang","email":"NULL","contributions":"0"},{"firstname":" Roger S.","surname":"McIntyre","email":"NULL","contributions":"0"},{"firstname":" Bach","surname":"Tran","email":"NULL","contributions":"0"},{"firstname":" Jiaqian","surname":"Sun","email":"NULL","contributions":"1"},{"firstname":" Zhisong","surname":"Zhang","email":"NULL","contributions":"0"},{"firstname":" Roger","surname":"Ho","email":"NULL","contributions":"0"},{"firstname":" Cyrus","surname":"Ho","email":"NULL","contributions":"0"},{"firstname":" Wilson","surname":"Tam","email":"NULL","contributions":"0"}]},{"doi":"10.1007/s11126-020-09744-3","date":"1970-01-01","title":"The Effect of COVID-19 on Youth Mental Health","abstract":"id='Par8'>The purposes of this study was to assess the youth mental health after the coronavirus disease 19 (COVID-19) occurred in China two weeks later, and to investigate factors of mental health among youth groups.\n A cross-sectional study was conducted two weeks after the occurrence of COVID-19 in China.\n A total of 584 youth enrolled in this study and completed the question about cognitive status of COVID-19, the General Health Questionnaire(GHQ-12), the PTSD Checklist-Civilian Version (PCL-C) and the Negative coping styles scale.\n Univariate analysis and univariate logistic regression were used to evaluate the effect of COVID-19 on youth mental health.\n The results of this cross-sectional study suggest that nearly 40.4% the sampled youth were found to be prone to psychological problems and 14.4% the sampled youth with Post-traumatic stress disorder (PTSD) symptoms.\n Univariate logistic regression revealed that youth mental health was significantly related to being less educated (OR?=?8.71, 95%CI:1.97–38.43), being the enterprise employee (OR?=?2.36, 95%CI:1.09–5.09), suffering from the PTSD symptom (OR?=?1.05, 95%CI:1.03–1.07) and using negative coping styles (OR?=?1.03, 95%CI:1.00–1.07).\n Results of this study suggest that nearly 40.4% of the youth group had a tendency to have psychological problems.\n Thus, this was a remarkable evidence that infectious diseases, such as COVID-19, may have an immense influence on youth mental health.\n Therefor, local governments should develop effective psychological interventions for youth groups, moreover, it is important to consider the educational level and occupation of the youth during the interventions.\n","id":"PMC7173777","idformat":"PMC","foundapis":"","miscinfo":"Springer US","authors":[{"firstname":"Leilei","surname":"Liang","email":"NULL","contributions":"1"},{"firstname":" Hui","surname":"Ren","email":"NULL","contributions":"1"},{"firstname":" Ruilin","surname":"Cao","email":"NULL","contributions":"1"},{"firstname":" Yueyang","surname":"Hu","email":"NULL","contributions":"1"},{"firstname":" Zeying","surname":"Qin","email":"NULL","contributions":"1"},{"firstname":" Chuanen","surname":"Li","email":"NULL","contributions":"1"},{"firstname":" Songli","surname":"Mei","email":"meisongli@sina.com","contributions":"1"}]}]}