{"name":"Effective public health measures to mitigate the spread of COVID 19: a systematic review","id":"105","link":"https://bmcpublichealth.biomedcentral.com/articles/10.1186/s12889-021-11111-1","dbsearches":"2","refs":"https://docs.google.com/spreadsheets/d/1EIkSxs30sQhlisIOzbyAk4jcMf9r6VZK8UgS9aTxsfM/edit#gid=0","references":[{"doi":"10.2196/24598","date":"2020-12-08","title":"The Use of Digital Tools to Mitigate the COVID-19 Pandemic: Comparative Retrospective Study of Six Countries","abstract":"Background\nSince the COVID-19 outbreak began in Wuhan, China, countries worldwide have been forced to take unprecedented measures to combat it.\n\n While some countries are still grappling with the COVID-19 pandemic, others have fared better and have re-established relative normalcy quickly.\n\n The rapid transmission rate of the virus has shown a greater need for efficient and technologically modern containment measures.\n\n The use of digital tools to facilitate strict containment measures in countries that have fared well against the COVID-19 pandemic has sparked both interest and controversy.\n\n\nObjective\nIn this study, we compare the precautions taken against the spread of COVID-19 in the United States, Spain, and Italy, with Taiwan, South Korea, and Singapore, particularly related to the use of digital tools for contact tracing, and propose policies that could be used in the United States for future COVID-19 waves or pandemics.\n\n\nMethods\nCOVID-19 death rate data were obtained from the European Center for Disease Prevention and Control (ECDC), accessed through the Our World in Data database, and were evaluated based on population size per 100,000 people from December 31, 2019, to September 6, 2020. All policies and measures enacted were obtained from their respective governmental websites.\n\n\nResults\nWe found a strong association between lower death rates per capita and countries that implemented early mask use and strict border control measures that included mandatory quarantine using digital tools.\n\n There is a significant difference in the number of deaths per 100,000 when comparing Taiwan, South Korea, and Singapore with the United States, Spain, and Italy.\n\n\nConclusions\nBased on our research, it is evident that early intervention with the use of digital tools had a strong correlation with the successful containment of COVID-19. Infection rates and subsequent deaths in Italy, Spain, and the United States could have been much lower with early mask use and, more importantly, timely border control measures using modern digital tools.\n\n Thus, we propose that the United States execute the following national policies should a public health emergency be declared: (1) immediately establish a National Command responsible for enacting strict mandatory guidelines enforced by federal and state governments, including national mask use; (2) mandate civilian cooperation with health officials in contact tracing and quarantine orders; and (3) require incoming travelers to the United States and those quarantined to download a contact tracing app.\n\n We acknowledge the countries we studied differ in their cultures, political systems, and reporting criteria for COVID-19 deaths.\n\n Further research may need to be conducted to address these limitations; however, we believe that the proposed policies could protect the American public.\n\n\n","id":"PMC7759507","idformat":"PMC","foundapis":"_PMC_CROSSREF","miscinfo":"","authors":[{"firstname":"Gunther","surname":"Eysenbach","email":"NULL","contributions":"0"},{"firstname":" Nikki","surname":"Lam","email":"NULL","contributions":"2"},{"firstname":" Nikki","surname":"Lam","email":"NULL","contributions":"0"},{"firstname":" Benjamin","surname":"Woo","email":"NULL","contributions":"1"},{"firstname":" Kylie","surname":"Zeng","email":"kzeng2@student.touro.edu","contributions":"2"},{"firstname":" Kylie","surname":"Zeng","email":"kzeng2@student.touro.edu","contributions":"0"},{"firstname":" Stephanie N","surname":"Bernardo","email":"NULL","contributions":"2"},{"firstname":" Stephanie N","surname":"Bernardo","email":"NULL","contributions":"0"},{"firstname":" Weldon E","surname":"Havins","email":"NULL","contributions":"2"},{"firstname":"                           Weldon E","surname":"Havins","email":"NULL","contributions":"0"}]},{"doi":"10.2196/19904","date":"2020-07-13","title":"Impact of National Containment Measures on Decelerating the Increase in Daily New Cases of COVID-19 in 54 Countries and 4 Epicenters of the Pandemic: Comparative Observational Study","abstract":"Background\nCoronavirus disease (COVID-19) is a worldwide epidemic, and various countries have responded with different containment measures to reduce disease transmission, including stay-at-home orders, curfews, and lockdowns.\n\n Comparative studies have not yet been conducted to investigate the impact of these containment measures; these studies are needed to facilitate public health policy-making across countries.\n\n\nObjective\nThe aim of this study was to describe and evaluate the impact of national containment measures and policies (stay-at-home orders, curfews, and lockdowns) on decelerating the increase in daily new cases of COVID-19 in 54 countries and 4 epicenters of the pandemic in different jurisdictions worldwide.\n\n\nMethods\nWe reviewed the effective dates of the national containment measures (stay-at-home order, curfew, or lockdown) of 54 countries and 4 epicenters of the COVID-19 pandemic (Wuhan, New York State, Lombardy, and Madrid), and we searched cumulative numbers of confirmed COVID-19 cases and daily new cases provided by health authorities.\n\n Data were drawn from an open, crowdsourced, daily-updated COVID-19 data set provided by Our World in Data.\n\n We examined the trends in the percent increase in daily new cases from 7 days before to 30 days after the dates on which containment measures went into effect by continent, World Bank income classification, type of containment measures, effective date of containment measures, and number of confirmed cases on the effective date of the containment measures.\n\n\nResults\nWe included 122,366 patients with confirmed COVID-19 infection from 54 countries and 24,071 patients from 4 epicenters on the effective dates on which stay-at-home orders, curfews, or lockdowns were implemented between January 23 and April 11, 2020. Stay-at-home, curfew, and lockdown measures commonly commenced in countries with approximately 30%, 20%, or 10% increases in daily new cases.\n\n All three measures were found to lower the percent increase in daily new cases to &lt;5 within one month.\n\n Among the countries studied, 20% had an average percent increase in daily new cases of 30-49 over the seven days prior to the commencement of containment measures; the percent increase in daily new cases in these countries was curbed to 10 and 5 a maximum of 15 days and 23 days after the implementation of containment measures, respectively.\n\n\nConclusions\nDifferent national containment measures were associated with a decrease in daily new cases of confirmed COVID-19 infection.\n\n Stay-at-home orders, curfews, and lockdowns curbed the percent increase in daily new cases to &lt;5 within a month.\n\n Resurgence in cases within one month was observed in some South American countries.\n\n\n","id":"PMC7377680","idformat":"PMC","foundapis":"_PMC_CROSSREF","miscinfo":"","authors":[{"firstname":"Gunther","surname":"Eysenbach","email":"NULL","contributions":"0"},{"firstname":" Guy","surname":"Fagherazzi","email":"NULL","contributions":"1"},{"firstname":" Juan","surname":"Yang","email":"NULL","contributions":"0"},{"firstname":" Juan","surname":"Yang","email":"NULL","contributions":"0"},{"firstname":" Claire","surname":"Wang","email":"NULL","contributions":"1"},{"firstname":" Céline","surname":"Mavrot","email":"NULL","contributions":"1"},{"firstname":" Carlos K H","surname":"Wong","email":"NULL","contributions":"2"},{"firstname":" Carlos K H","surname":"Wong","email":"NULL","contributions":"0"},{"firstname":" Janet Y H","surname":"Wong","email":"NULL","contributions":"2"},{"firstname":" Janet Y H","surname":"Wong","email":"NULL","contributions":"0"},{"firstname":" Eric H M","surname":"Tang","email":"NULL","contributions":"2"},{"firstname":" Eric H M","surname":"Tang","email":"NULL","contributions":"0"},{"firstname":" Chi Ho","surname":"Au","email":"NULL","contributions":"2"},{"firstname":" Chi Ho","surname":"Au","email":"NULL","contributions":"0"},{"firstname":" Kristy T K","surname":"Lau","email":"NULL","contributions":"2"},{"firstname":" Kristy T K","surname":"Lau","email":"NULL","contributions":"0"},{"firstname":" Abraham K C","surname":"Wai","email":"awai@hku.hk","contributions":"2"},{"firstname":"                           Abraham K C","surname":"Wai","email":"awai@hku.hk","contributions":"0"}]},{"doi":"10.1371/journal.pmed.1003244","date":"2020-07-02","title":"Social distancing to slow the US COVID-19 epidemic: Longitudinal pretest–posttest comparison group study","abstract":"Background\nSocial distancing measures to address the US coronavirus disease 2019 (COVID-19) epidemic may have notable health and social impacts.\n\n\nMethods and findings\nWe conducted a longitudinal pretest–posttest comparison group study to estimate the change in COVID-19 case growth before versus after implementation of statewide social distancing measures in the US.\n\n The primary exposure was time before (14 days prior to, and through 3 days after) versus after (beginning 4 days after, to up to 21 days after) implementation of the first statewide social distancing measures.\n\n Statewide restrictions on internal movement were examined as a secondary exposure.\n\n The primary outcome was the COVID-19 case growth rate.\n\n The secondary outcome was the COVID-19-attributed mortality growth rate.\n\n All states initiated social distancing measures between March 10 and March 25, 2020. The mean daily COVID-19 case growth rate decreased beginning 4 days after implementation of the first statewide social distancing measures, by 0.9% per day (95% CI ?1.4% to ?0.4%; P &lt; 0.001).\n\n We did not observe a statistically significant difference in the mean daily case growth rate before versus after implementation of statewide restrictions on internal movement (0.1% per day; 95% CI ?0.04% to 0.3%; P = 0.14), but there is substantial difficulty in disentangling the unique associations with statewide restrictions on internal movement from the unique associations with the first social distancing measures.\n\n Beginning 7 days after social distancing, the COVID-19-attributed mortality growth rate decreased by 2.0% per day (95% CI ?3.0% to ?0.9%; P &lt; 0.001).\n\n Our analysis is susceptible to potential bias resulting from the aggregate nature of the ecological data, potential confounding by contemporaneous changes (e.\n\ng.\n\n, increases in testing), and potential underestimation of social distancing due to spillover effects from neighboring states.\n\n\nConclusions\nStatewide social distancing measures were associated with a decrease in the COVID-19 case growth rate that was statistically significant.\n\n Statewide social distancing measures were also associated with a decrease in the COVID-19-attributed mortality growth rate beginning 7 days after implementation, although this decrease was no longer statistically significant by 10 days.\n\n\n","id":"PMC7418951","idformat":"PMC","foundapis":"_PMC_CROSSREF","miscinfo":"","authors":[{"firstname":"Mark J.","surname":"Siedner","email":"NULL","contributions":"1"},{"firstname":" Guy","surname":"Harling","email":"NULL","contributions":"2"},{"firstname":" Guy","surname":"Harling","email":"NULL","contributions":"0"},{"firstname":" Zahra","surname":"Reynolds","email":"NULL","contributions":"2"},{"firstname":" Zahra","surname":"Reynolds","email":"NULL","contributions":"0"},{"firstname":" Rebecca F.","surname":"Gilbert","email":"NULL","contributions":"1"},{"firstname":" Sebastien","surname":"Haneuse","email":"NULL","contributions":"2"},{"firstname":" Sebastien","surname":"Haneuse","email":"NULL","contributions":"0"},{"firstname":" Atheendar S.","surname":"Venkataramani","email":"NULL","contributions":"2"},{"firstname":" Atheendar S.","surname":"Venkataramani","email":"NULL","contributions":"0"},{"firstname":" Alexander C.","surname":"Tsai","email":"NULL","contributions":"2"},{"firstname":" Alexander C.","surname":"Tsai","email":"NULL","contributions":"0"},{"firstname":" Donald A.","surname":"Redelmeier","email":"NULL","contributions":"3"},{"firstname":" Donald A.","surname":"Redelmeier","email":"NULL","contributions":"0"},{"firstname":" Donald A.","surname":"Redelmeier","email":"NULL","contributions":"0"},{"firstname":" NULL","surname":"NULL","email":"NULL","contributions":"0"},{"firstname":" NULL","surname":"NULL","email":"NULL","contributions":"0"},{"firstname":"                           NULL","surname":"NULL","email":"NULL","contributions":"0"}]},{"doi":"10.1101/2020.05.22.20110460","date":"2020-05-24","title":"Effects of Government Mandated Social Distancing Measures on Cumulative Incidence of COVID-19 in the United States and its Most Populated Cities ","abstract":"COVID-19, caused by the SARS-CoV-2 virus, has quickly spread throughout the world, necessitating assessment of the most effective containment methods. Very little research exists on the effects of social distancing measures on this pandemic. The purpose of this study was to examine the effects of government implemented social distancing measures on the cumulative incidence rates of COVID-19 in the United States on a state level, and in the 25 most populated cities, while adjusting for socio-demographic risk factors. The social distancing variables assessed in this study were: days to closing of non-essential business; days to stay home orders; days to restrictions on gathering, days to restaurant closings and days to school closing. Using negative binomial regression, adjusted rate ratios and 95% confidence intervals were calculated comparing two levels of a binary variable: 'above median value,' and 'median value and below' for days to implementing a social distancing measure. For city level data, the effects of these social distancing variables were also assessed in high (above median value) vs low (median value and below) population density cities. For the state level analysis, days to school closing was associated with cumulative incidence, with an adjusted rate ratio of 1.59 (95% CI:1.03,2.44), p=0.04 at 35 days. Some results were counterintuitive, including inverse associations between cumulative incidence and days to closure of non-essential business and restrictions on gatherings. This finding is likely due to reverse causality, where locations with slower growth rates initially chose not to implement measures, and later implemented measures when they absolutely needed to respond to increasing rates of infection. Effects of social distancing measures seemed to vary by population density in cities. Our results suggest that the effect of social distancing measures may differ between states and cities and between locations with different population densities. States and cities need individual approaches to containment of an epidemic, with an awareness of their own structure in terms of crowding and socio-economic variables. In an effort to reduce infection rates, cities may want to implement social distancing in advance of state mandates. ","id":"10.1101/2020.05.22.20110460","idformat":"medrxiv/biorxiv doi","foundapis":"_MedBiorxiv_CROSSREF","miscinfo":"","authors":[{"firstname":" B.","surname":"Krishnamachari","email":"null","contributions":"1"},{"firstname":"A.","surname":" Dsida","email":"null","contributions":"1"},{"firstname":"D.","surname":" Zastrow","email":"null","contributions":"1"},{"firstname":"B.","surname":" Harper","email":"null","contributions":"1"},{"firstname":"A.","surname":" Morris","email":"null","contributions":"1"},{"firstname":"A. ","surname":" Santella","email":"null","contributions":"1"},{"firstname":" B.","surname":"Krishnamachari","email":"null","contributions":"1"},{"firstname":" A.","surname":" Dsida","email":"null","contributions":"1"},{"firstname":" D.","surname":" Zastrow","email":"null","contributions":"1"},{"firstname":" B.","surname":" Harper","email":"null","contributions":"1"},{"firstname":" A.","surname":" Morris","email":"null","contributions":"1"},{"firstname":"         A. ","surname":" Santella","email":"null","contributions":"1"}]},{"doi":"10.1101/2020.12.28.20248936","date":"2021-01-04","title":"Lockdown Effects on Sars-CoV-2 Transmission - The evidence from Northern Jutland ","abstract":"The exact impact of lockdowns and other NPIs on Sars-CoV-2 transmission remain a matter of debate as early models assumed 100% susceptible homogenously transmitting populations, an assumption known to overestimate counterfactual transmission, and since most real epidemiological data are subject to massive confounding variables. Here, we analyse the unique case-controlled epidemiological dataset arising from the selective lockdown of parts of Northern Denmark, but not others, as a consequence of the spread of mink-related mutations in November 2020. Our analysis shows that while infection levels decreased, they did so before lockdown was effective, and infection numbers also decreased in neighbour municipalities without mandates. Direct spill-over to neighbour municipalities or the simultaneous mass testing do not explain this. Instead, control of infection pockets possibly together with voluntary social behaviour was apparently effective before the mandate, explaining why the infection decline occurred before and in both the mandated and non-mandated areas. The data suggest that efficient infection surveillance and voluntary compliance make full lockdowns unnecessary at least in some circumstances. ","id":"10.1101/2020.12.28.20248936","idformat":"medrxiv/biorxiv doi","foundapis":"_MedBiorxiv_CROSSREF","miscinfo":"","authors":[{"firstname":" K. P.","surname":"Kepp","email":"null","contributions":"1"},{"firstname":"C. ","surname":" Bjornskov","email":"null","contributions":"1"},{"firstname":" K. P.","surname":"Kepp","email":"null","contributions":"1"},{"firstname":"         C. ","surname":" Bjornskov","email":"null","contributions":"1"}]},{"doi":"10.1001/jama.2020.6130","date":"2023-06-05","title":"'Association of Public Health Interventions With the Epidemiology of the COVID-19 Outbreak in Wuhan, China'","abstract":"Unknown Abstract","id":"10.1001/jama.2020.6130","idformat":"CROSSREF","foundapis":"","miscinfo":"PUBLISHER: American Medical Association (AMA)","authors":[{"firstname":"An","surname":"Pan","email":"xref no email","contributions":"1"},{"firstname":" Li","surname":"Liu","email":"xref no email","contributions":"1"},{"firstname":" Chaolong","surname":"Wang","email":"xref no email","contributions":"1"},{"firstname":" Huan","surname":"Guo","email":"xref no email","contributions":"1"},{"firstname":" Xingjie","surname":"Hao","email":"xref no email","contributions":"1"},{"firstname":" Qi","surname":"Wang","email":"xref no email","contributions":"1"},{"firstname":" Jiao","surname":"Huang","email":"xref no email","contributions":"1"},{"firstname":" Na","surname":"He","email":"xref no email","contributions":"1"},{"firstname":" Hongjie","surname":"Yu","email":"xref no email","contributions":"1"},{"firstname":" Xihong","surname":"Lin","email":"xref no email","contributions":"1"},{"firstname":" Sheng","surname":"Wei","email":"xref no email","contributions":"1"},{"firstname":"       Tangchun","surname":"Wu","email":"xref no email","contributions":"1"}]},{"doi":"10.1016/j.tmaid.2020.101654","date":"2020-03-27","title":"Epidemiology of 2019 novel coronavirus in Jiangsu Province, China after wartime control measures: A population-level retrospective study","abstract":"Background\nA novel coronavirus emerged in China in December 2019, and human-to-human transmission was previously identified.\n\n This study aimed to compare the epidemiological characteristics in Jiangsu Province and assess whether so-called wartime control measures changed the trend of coronavirus disease 2019 (COVID-19) in the province.\n\n\nMethods\nEpidemiological data were obtained from the websites of China's Bureau of Health and the People's Government of Jiangsu Province and informal online sources from January 22 to February 20, 2020.\nResults\nThe cumulative number of patients in Jiangsu Province (over 79 million people) was 613. The number of daily confirmed new cases reached the inflection point on January 31 with the maximum of 39 cases.\n\n The temporal number of patients peaked from January 29 to February 9. The proportion of confirmed cases who were residents or travelers to Hubei Province was 100.0%–58.8% before January 31 and then gradually declined.\n\n The proportion of close contacts increased gradually from January 27 to February 17. The geographical distribution of COVID-2019 cases showed that all 13 cites reported confirmed new cases after only five days of the first confirmed new case in Suzhou.\n\n The cases were concentrated in Nanjing, Suzhou, and Xuzhou with a high population density (over eight million people).\n\n The epidemiological features of COVID-2019 cases in Wuxi, Jiangsu showed that seven confirmed cases were tourists from others areas beyond Hubei Province.\n\n The longest incubation period of COVID-2019 was 19 days based on the onset of laboratory-confirmed cases.\n\n\nConclusion\nThe number of daily confirmed new cases in Jiangsu Province peaked around January 31 and then declined.\n\n This result emphasized that wartime control measures, such as putting cities on lockdown to limit population mobility in Jiangsu Province, resulted in dramatic reductions in COVID-19 cases.\n\n\n","id":"PMC7130124","idformat":"PMC","foundapis":"_PMC_elsevier_CROSSREF","miscinfo":"","authors":[{"firstname":"Ke-wei","surname":"Wang","email":"NULL","contributions":"1"},{"firstname":" Jie","surname":"Gao","email":"NULL","contributions":"1"},{"firstname":" Hua","surname":"Wang","email":"NULL","contributions":"1"},{"firstname":" Xiao-long","surname":"Wu","email":"NULL","contributions":"1"},{"firstname":" Qin-fang","surname":"Yuan","email":"NULL","contributions":"1"},{"firstname":" Fei-yu","surname":"Guo","email":"NULL","contributions":"1"},{"firstname":" Zhi-jie","surname":"Zhang","email":"NULL","contributions":"1"},{"firstname":"                           Yang","surname":"Cheng","email":"woerseng@126.com","contributions":"1"}]},{"doi":"10.1016/S2468-2667(20)30090-6","date":"1970-01-01","title":"Impact assessment of non-pharmaceutical interventions against coronavirus disease 2019 and influenza in Hong Kong: an observational study","abstract":"Background\nA range of public health measures have been implemented to suppress local transmission of coronavirus disease 2019 (COVID-19) in Hong Kong.\n\n We examined the effect of these interventions and behavioural changes of the public on the incidence of COVID-19, as well as on influenza virus infections, which might share some aspects of transmission dynamics with COVID-19.\nMethods\nWe analysed data on laboratory-confirmed COVID-19 cases, influenza surveillance data in outpatients of all ages, and influenza hospitalisations in children.\n\n We estimated the daily effective reproduction number (Rt) for COVID-19 and influenza A H1N1 to estimate changes in transmissibility over time.\n\n Attitudes towards COVID-19 and changes in population behaviours were reviewed through three telephone surveys done on Jan 20–23, Feb 11–14, and March 10–13, 2020.\nFindings\nCOVID-19 transmissibility measured by Rt has remained at approximately 1 for 8 weeks in Hong Kong.\n\n Influenza transmission declined substantially after the implementation of social distancing measures and changes in population behaviours in late January, with a 44% (95% CI 34–53%) reduction in transmissibility in the community, from an estimated Rt of 1·28 (95% CI 1·26–1·30) before the start of the school closures to 0·72 (0·70–0·74) during the closure weeks.\n\n Similarly, a 33% (24–43%) reduction in transmissibility was seen based on paediatric hospitalisation rates, from an Rt of 1·10 (1·06–1·12) before the start of the school closures to 0·73 (0·68–0·77) after school closures.\n\n Among respondents to the surveys, 74·5%, 97·5%, and 98·8% reported wearing masks when going out, and 61·3%, 90·2%, and 85·1% reported avoiding crowded places in surveys 1 (n=1008), 2 (n=1000), and 3 (n=1005), respectively.\n\n\nInterpretation\nOur study shows that non-pharmaceutical interventions (including border restrictions, quarantine and isolation, distancing, and changes in population behaviour) were associated with reduced transmission of COVID-19 in Hong Kong, and are also likely to have substantially reduced influenza transmission in early February, 2020.\nFunding\nHealth and Medical Research Fund, Hong Kong.\n\n\n","id":"PMC7164922","idformat":"PMC","foundapis":"_PMC_elsevier_CROSSREF","miscinfo":"","authors":[{"firstname":"Benjamin J","surname":"Cowling","email":"NULL","contributions":"0"},{"firstname":" Sheikh Taslim","surname":"Ali","email":"NULL","contributions":"0"},{"firstname":" Tiffany W Y","surname":"Ng","email":"NULL","contributions":"0"},{"firstname":" Tim K","surname":"Tsang","email":"NULL","contributions":"0"},{"firstname":" Julian C M","surname":"Li","email":"NULL","contributions":"0"},{"firstname":" Min Whui","surname":"Fong","email":"NULL","contributions":"0"},{"firstname":" Qiuyan","surname":"Liao","email":"NULL","contributions":"0"},{"firstname":" Mike YW","surname":"Kwan","email":"NULL","contributions":"0"},{"firstname":" So Lun","surname":"Lee","email":"NULL","contributions":"0"},{"firstname":" Susan S","surname":"Chiu","email":"NULL","contributions":"0"},{"firstname":" Joseph T","surname":"Wu","email":"NULL","contributions":"0"},{"firstname":" Peng","surname":"Wu","email":"pengwu@hku.hk","contributions":"0"},{"firstname":"                           Gabriel M","surname":"Leung","email":"NULL","contributions":"0"}]},{"doi":"10.1016/j.jinf.2020.04.024","date":"2020-04-17","title":"The role of community-wide wearing of face mask for control of coronavirus disease 2019 (COVID-19) epidemic due to SARS-CoV-2","abstract":"Background\nFace mask usage by the healthy population in the community to reduce risk of transmission of respiratory viruses remains controversial.\n\n We assessed the effect of community-wide mask usage to control coronavirus disease 2019 (COVID-19) in Hong Kong Special Administrative Region (HKSAR).\n\n\nMethods\nPatients presenting with respiratory symptoms at outpatient clinics or hospital wards were screened for COVID-19 per protocol.\n\n Epidemiological analysis was performed for confirmed cases, especially persons acquiring COVID-19 during mask-off and mask-on settings.\n\n The incidence of COVID-19 per million population in HKSAR with community-wide masking was compared to that of non-mask-wearing countries which are comparable with HKSAR in terms of population density, healthcare system, BCG vaccination and social distancing measures but not community-wide masking.\n\n Compliance of face mask usage in the HKSAR community was monitored.\n\n\nFindings\nWithin first 100 days (31 December 2019 to 8 April 2020), 961 COVID-19 patients were diagnosed in HKSAR.\n\n The COVID-19 incidence in HKSAR (129.0 per million population) was significantly lower (p&lt;0.001) than that of Spain (2983.2), Italy (2250.8), Germany (1241.5), France (1151.6), U.\n\nS.\n\n (1102.8), U.\n\nK.\n\n (831.5), Singapore (259.8), and South Korea (200.5).\n\n The compliance of face mask usage by HKSAR general public was 96.6% (range: 95.7% to 97.2%).\n\n We observed 11 COVID-19 clusters in recreational ‘mask-off’ settings compared to only 3 in workplace ‘mask-on’ settings (p?=?0.036 by Chi square test of goodness-of-fit).\n\n\nConclusion\nCommunity-wide mask wearing may contribute to the control of COVID-19 by reducing the amount of emission of infected saliva and respiratory droplets from individuals with subclinical or mild COVID-19.\n","id":"PMC7177146","idformat":"PMC","foundapis":"_PMC_elsevier_CROSSREF","miscinfo":"","authors":[{"firstname":"Vincent Chi-Chung","surname":"Cheng","email":"NULL","contributions":"1"},{"firstname":" Shuk-Ching","surname":"Wong","email":"NULL","contributions":"1"},{"firstname":" Vivien Wai-Man","surname":"Chuang","email":"NULL","contributions":"1"},{"firstname":" Simon Yung-Chun","surname":"So","email":"NULL","contributions":"1"},{"firstname":" Jonathan Hon-Kwan","surname":"Chen","email":"NULL","contributions":"1"},{"firstname":" Siddharth","surname":"Sridhar","email":"NULL","contributions":"1"},{"firstname":" Kelvin Kai-Wang","surname":"To","email":"NULL","contributions":"0"},{"firstname":" Jasper Fuk-Woo","surname":"Chan","email":"NULL","contributions":"0"},{"firstname":" Ivan Fan-Ngai","surname":"Hung","email":"NULL","contributions":"0"},{"firstname":" Pak-Leung","surname":"Ho","email":"NULL","contributions":"1"},{"firstname":"                           Kwok-Yung","surname":"Yuen","email":"NULL","contributions":"0"}]},{"doi":"10.1016/j.scitotenv.2020.140430","date":"2020-06-20","title":"Effect of the social distancing measures on the spread of COVID-19 in 10 highly infected countries","abstract":"From the end of 2019, an unprecedented novel coronavirus, which was named COVID-19 by the World Health Organization (WHO) emerged from Wuhan city, China.\n\n Despite rigorous global containment and quarantine efforts, the incidence of COVID-19 has continued to rise, with over 4 million confirmed-cases and over 300,000 deaths worldwide until mid-May.\n\n This study aims to present the effect of the promulgation of social distancing measures on the spread of COVID-19 in the cases of 10 highly infected countries.\n\n The authors focus on the statistics of the COVID-19 confirmed-cases and deaths in 10 highly infected countries, including The U.\n\nS.\n\n, Spain, Italy, The U.\n\nK.\n\n, France, Germany, Russia, Turkey, Iran and China, and the response to the pandemic of these countries in the period from January 11 to May 2, 2020. The relationships between the social distancing measures and the statistics of COVID-19 confirmed-cases and deaths were analyzed in order to elucidate the effectiveness of the social distancing measures on the spread of COVID-19 in 10 highly infected countries.\n\n The results showed it took1–4 weeks since the highest level of social distancing measures promulgation until the daily confirmed-cases and deaths showed signs of decreasing.\n\n The effectiveness of the social distancing measures on the spread of COVID-19 was different between the 10 focused countries.\n\n This variation is due to the difference in the levels of promulgated social distancing measures, as well as the difference in the COVID-19 spread situation at the time of promulgation between the countries.\n\n","id":"PMC7307990","idformat":"PMC","foundapis":"_PMC_elsevier_CROSSREF","miscinfo":"","authors":[{"firstname":"Tran Phuoc Bao","surname":"Thu","email":"NULL","contributions":"1"},{"firstname":" Pham Nguyen Hong","surname":"Ngoc","email":"NULL","contributions":"1"},{"firstname":" Nguyen Minh","surname":"Hai","email":"NULL","contributions":"1"},{"firstname":"                           Le Anh","surname":"Tuan","email":"NULL","contributions":"1"}]},{"doi":"10.1016/j.ijid.2021.02.004","date":"2021-02-01","title":"Comparison of the second and third waves of the COVID-19 pandemic in South Korea: Importance of early public health intervention","abstract":"Objectives\nTo compare epidemiologic features of the second and third waves of the coronavirus disease 2019 (COVID-19) pandemic in South Korea.\n\n\nMethods\nNationwide COVID-19 data were collected between 6 May and 30 December 2020. The degree of social activity was estimated using an Internet search trend analysis program for leisure-related keywords, including ‘eating-out’, ‘trip’ and ‘get directions’ (transportation).\n\n Demographics, transmission chains, case fatality rates, social activity levels and public health responses were compared between the second (13 August–18 September 2020) and third (4 November 2020–present) waves.\n\n\nResults\nIn comparison with the second wave, the third wave was characterized by delayed strengthening of social distancing policies (3 vs.\n\n 15 days), longer duration (36 vs.\n\n &gt;56 days) and a higher case fatality rate (0.91% vs.\n\n 1.26%).\n\n There were significant differences in transmission chains between the second and third waves (P &lt; 0.01).\n\n In comparison with the second wave, the proportion of local clusters (24.8% vs.\n\n 45.7%) was lower in the third wave, and personal contact transmission (38.5% vs.\n\n 25.9%) and unknown routes of transmission (23.5% vs.\n\n 20.8%) were higher in the third wave.\n\n\nConclusion\nEarly and timely interventions with strengthened social distancing policies should be implemented to suppress and control the COVID-19 pandemic effectively.\n\n\n","id":"PMC7863747","idformat":"PMC","foundapis":"_PMC_elsevier_CROSSREF","miscinfo":"","authors":[{"firstname":"Hye","surname":"Seong","email":"NULL","contributions":"1"},{"firstname":" Hak Jun","surname":"Hyun","email":"NULL","contributions":"1"},{"firstname":" Jin Gu","surname":"Yun","email":"NULL","contributions":"1"},{"firstname":" Ji Yun","surname":"Noh","email":"NULL","contributions":"1"},{"firstname":" Hee Jin","surname":"Cheong","email":"NULL","contributions":"0"},{"firstname":" Woo Joo","surname":"Kim","email":"NULL","contributions":"0"},{"firstname":"                           Joon Young","surname":"Song","email":"NULL","contributions":"0"}]},{"doi":"10.1186/s40001-020-00456-9","date":"2020-10-27","title":"Impact of lockdown on COVID-19 prevalence and mortality during 2020 pandemic: observational analysis of 27 countries","abstract":"Background\nThis study aimed to assess the impact of 15 days before, 15 days during, and 15 days after the lockdown on the trends in the prevalence and mortality in 27 countries during COVID-19 pandemic.\n\n\nMethods\nTwenty-seven countries were randomly selected from the different continents.\n\n The information on the trends in the prevalence and mortality due to COVID-19 pandemic in 27 countries was obtained from World Health Organization and lockdown data were obtained from concerned countries and their ministries.\n\n The impact of lockdown for 15 days before, 15 days during, and 15 days after the lockdown on the prevalence and mortality due to the COVID-19 pandemic in 27 countries was analyzed.\n\n\nResults\nThe findings showed that 15 days after the lockdown there was a trend toward a decline, but no significant decline in the mean prevalence and mean mortality rate due to the COVID-19 pandemic compared to 15 days before, and 15 days during the lockdown in 27 countries.\n\n The mean growth factor for number of cases was 1.18 and for mortality rate was 1.16.\nConclusions\nThe findings indicate that 15 days after the lockdown, daily cases of COVID-19 and the growth factor of the disease showed a declined trend, but there was no significant decline in the prevalence and mortality.\n\n\n","id":"PMC7652585","idformat":"PMC","foundapis":"_PMC_Springer_CROSSREF","miscinfo":"","authors":[{"firstname":"Sultan Ayoub","surname":"Meo","email":"sultanmeo@hotmail.com","contributions":"1"},{"firstname":" Abdulelah Adnan","surname":"Abukhalaf","email":"Abdulelahabukhalaf@gmail.com","contributions":"1"},{"firstname":" Ali Abdullah","surname":"Alomar","email":"AliAlomarMD@gmail.com","contributions":"1"},{"firstname":" Faris Jamal","surname":"AlMutairi","email":"faris11300@gmail.com","contributions":"1"},{"firstname":" Adnan Mahmood","surname":"Usmani","email":"adnan_mahmood71@hotmail.com","contributions":"1"},{"firstname":"                           David C.","surname":"Klonoff","email":"dklonoff@diabetestechnology.org","contributions":"1"}]}]}