{"name":"A systematic review on the effect of weather on COVID-19 mortality","id":"106","link":"https://www.mdpi.com/1660-4601/18/12/6665","dbsearches":"3","refs":"https://docs.google.com/spreadsheets/d/1-P9JTMHv8VMsnNnedyEVyUZyKTrR-8SHI2JQ0xUA8sg/edit#gid=0","references":[{"doi":"10.1016/j.scitotenv.2020.138226","date":"2020-03-25","title":"Effects of temperature variation and humidity on the death of COVID-19 in Wuhan, China","abstract":"Meteorological parameters are the important factors influencing the infectious diseases such as severe acute respiratory syndrome (SARS) and influenza.\n\n This study aims to explore the association between Corona Virus Disease 2019 (COVID-19) deaths and weather parameters.\n\n In this study, we collected the daily death numbers of COVID-19, meteorological parameters and air pollutant data from 20 January 2020 to 29 February 2020 in Wuhan, China.\n\n Generalized additive model was applied to explore the effect of temperature, humidity and diurnal temperature range on the daily death counts of COVID-19. There were 2299 COVID-19 death counts in Wuhan during the study period.\n\n A positive association with COVID-19 daily death counts was observed for diurnal temperature range (r = 0.44), but negative association for relative humidity (r = ?0.32).\n\n In addition, one unit increase in diurnal temperature range was only associated with a 2.92% (95% CI: 0.61%, 5.28%) increase in COVID-19 deaths in lag 3. However, both 1 unit increase of temperature and absolute humidity were related to the decreased COVID-19 death in lag 3 and lag 5, with the greatest decrease both in lag 3 [?7.50% (95% CI: ?10.99%, ?3.88%) and ?11.41% (95% CI: ?19.68%, ?2.29%)].\n\n In summary, this study suggests the temperature variation and humidity may also be important factors affecting the COVID-19 mortality.\n\n","id":"PMC7142681","idformat":"PMC","foundapis":"_PMC_elsevier_CROSSREF","miscinfo":"","authors":[{"firstname":"Yueling","surname":"Ma","email":"NULL","contributions":"1"},{"firstname":" Yadong","surname":"Zhao","email":"NULL","contributions":"1"},{"firstname":" Jiangtao","surname":"Liu","email":"NULL","contributions":"1"},{"firstname":" Xiaotao","surname":"He","email":"NULL","contributions":"1"},{"firstname":" Bo","surname":"Wang","email":"NULL","contributions":"0"},{"firstname":" Shihua","surname":"Fu","email":"NULL","contributions":"1"},{"firstname":" Jun","surname":"Yan","email":"NULL","contributions":"1"},{"firstname":" Jingping","surname":"Niu","email":"NULL","contributions":"1"},{"firstname":" Ji","surname":"Zhou","email":"NULL","contributions":"1"},{"firstname":"                           Bin","surname":"Luo","email":"luob@lzu.edu.cn","contributions":"1"}]},{"doi":"10.1016/j.scitotenv.2020.138997","date":"2020-04-24","title":"Association between climate variables and global transmission oF SARS-CoV-2","abstract":"In this study, we aimed at analyzing the associations between transmission of and deaths caused by SARS-CoV-2 and meteorological variables, such as average temperature, minimum temperature, maximum temperature, and precipitation.\n\n Two outcome measures were considered, with the first aiming to study SARS-CoV-2 infections and the second aiming to study COVID-19 mortality.\n\n Daily data as well as data on SARS-CoV-2 infections and COVID-19 mortality obtained between December 1, 2019 and March 28, 2020 were collected from weather stations around the world.\n\n The country's population density and time of exposure to the disease were used as control variables.\n\n Finally, a month dummy variable was added.\n\n Daily data by country were analyzed using the panel data model.\n\n An increase in the average daily temperature by one degree Fahrenheit reduced the number of cases by approximately 6.4 cases/day.\n\n There was a negative correlation between the average temperature per country and the number of cases of SARS-CoV-2 infections.\n\n This association remained strong even with the incorporation of additional variables and controls (maximum temperature, average temperature, minimum temperature, and precipitation) and fixed country effects.\n\n There was a positive correlation between precipitation and SARS-CoV-2 transmission.\n\n Countries with higher rainfall measurements showed an increase in disease transmission.\n\n For each average inch/day, there was an increase of 56.01 cases/day.\n\n COVID-19 mortality showed no significant association with temperature.\n\n","id":"PMC7195330","idformat":"PMC","foundapis":"_PMC_elsevier_CROSSREF","miscinfo":"","authors":[{"firstname":"Marcos Felipe Falcão","surname":"Sobral","email":"NULL","contributions":"1"},{"firstname":" Gisleia Benini","surname":"Duarte","email":"NULL","contributions":"1"},{"firstname":" Ana Iza Gomes","surname":"da Penha Sobral","email":"NULL","contributions":"1"},{"firstname":" Marcelo Luiz Monteiro","surname":"Marinho","email":"NULL","contributions":"1"},{"firstname":"                           André","surname":"de Souza Melo","email":"NULL","contributions":"1"}]},{"doi":"10.1101/2020.04.23.20077545","date":"2020-05-04","title":"Influence of socio-ecological factors on COVID-19 risk: a cross-sectional study based on 178 countries/regions worldwide ","abstract":"BackgroundThe initial outbreak of COVID-19 caused by SARS-CoV-2 in China in 2019 has been severely tested in other countries worldwide. We aimed to describe the spatial distribution of the COVID-19 pandemic worldwide and assess the effects of various socio-ecological factors on COVID-19 risk.\n\nMethodsWe collected COVID-19 pandemic infection data and social-ecological data of 178 countries/regions worldwide from three database. We used spatial econometrics method to assess the global and local correlation of COVID-19 risk indicators for COVID-19. To estimate the adjusted incidence rate ratio (IRR), we modelled negative binomial regression analysis with spatial information and socio-ecological factors.\n\nFindingsThe study indicated that 37, 29 and 39 countries/regions were strongly opposite from the IR, CMR and DCI index 'spatial autocorrelation hypothesis', respectively. The IRs were significantly positively associated with GDP per capita, the use of at least basic sanitation services and social insurance program coverage, and were significantly negatively associated with the proportion of the population spending more than 25% of household consumption or income on out-of-pocket health care expenses and the poverty headcount ratio at the national poverty lines. The CMR was significantly positively associated with urban populations, GDP per capita and current health expenditure, and was significantly negatively associated with the number of hospital beds, number of nurses and midwives, and poverty headcount ratio at the national poverty lines. The DCI was significantly positively associated with urban populations, population density and researchers in R&D, and was significantly negatively associated with the number of hospital beds, number of nurses and midwives and poverty headcount ratio at the national poverty lines. We also found that climatic factors were not significantly associated with COVID-19 risk.\n\nConclusionCountries/regions should pay more attention to controlling population flow, improving diagnosis and treatment capacity, and improving public welfare policies. ","id":"10.1101/2020.04.23.20077545","idformat":"medrxiv/biorxiv doi","foundapis":"_PMC_CROSSREF","miscinfo":"","authors":[{"firstname":"Dai","surname":"Su","email":"NULL","contributions":"1"},{"firstname":" Yingchun","surname":"Chen","email":"NULL","contributions":"1"},{"firstname":" Kevin","surname":"He","email":"NULL","contributions":"1"},{"firstname":" Tao","surname":"Zhang","email":"NULL","contributions":"0"},{"firstname":" Min","surname":"Tan","email":"NULL","contributions":"1"},{"firstname":" Yunfan","surname":"Zhang","email":"NULL","contributions":"1"},{"firstname":" Xingyu","surname":"Zhang","email":"NULL","contributions":"1"},{"firstname":"D.","surname":"Su","email":"null","contributions":"1"},{"firstname":"Y.","surname":" Chen","email":"null","contributions":"1"},{"firstname":"K.","surname":" He","email":"null","contributions":"1"},{"firstname":"T.","surname":" Zhang","email":"null","contributions":"1"},{"firstname":"M.","surname":" Tan","email":"null","contributions":"1"},{"firstname":"Y.","surname":" Zhang","email":"null","contributions":"1"},{"firstname":"X. ","surname":" Zhang","email":"null","contributions":"1"},{"firstname":" D.","surname":"Su","email":"null","contributions":"1"},{"firstname":" Y.","surname":" Chen","email":"null","contributions":"1"},{"firstname":" K.","surname":" He","email":"null","contributions":"1"},{"firstname":" T.","surname":" Zhang","email":"null","contributions":"1"},{"firstname":" M.","surname":" Tan","email":"null","contributions":"1"},{"firstname":" Y.","surname":" Zhang","email":"null","contributions":"1"},{"firstname":" X. ","surname":" Zhang","email":"null","contributions":"1"},{"firstname":" D.","surname":"Su","email":"null","contributions":"1"},{"firstname":" Y.","surname":" Chen","email":"null","contributions":"1"},{"firstname":" K.","surname":" He","email":"null","contributions":"1"},{"firstname":" T.","surname":" Zhang","email":"null","contributions":"1"},{"firstname":" M.","surname":" Tan","email":"null","contributions":"1"},{"firstname":" Y.","surname":" Zhang","email":"null","contributions":"0"},{"firstname":"         X. ","surname":" Zhang","email":"null","contributions":"1"}]},{"doi":"10.1016/j.scitotenv.2020.139051","date":"2020-04-26","title":"Effects of temperature and humidity on the daily new cases and new deaths of COVID-19 in 166 countries","abstract":"The coronavirus disease 2019 (COVID-19) pandemic is the defining global health crisis of our time and the greatest challenge facing the world.\n\n Meteorological parameters are reportedly crucial factors affecting respiratory infectious disease epidemics; however, the effect of meteorological parameters on COVID-19 remains controversial.\n\n This study investigated the effects of temperature and relative humidity on daily new cases and daily new deaths of COVID-19, which has useful implications for policymakers and the public.\n\n Daily data on meteorological conditions, new cases and new deaths of COVID-19 were collected for 166 countries (excluding China) as of March 27, 2020. Log-linear generalized additive model was used to analyze the effects of temperature and relative humidity on daily new cases and daily new deaths of COVID-19, with potential confounders controlled for, including wind speed, median age of the national population, Global Health Security Index, Human Development Index and population density.\n\n Our findings revealed that temperature and relative humidity were both negatively related to daily new cases and deaths.\n\n A 1 °C increase in temperature was associated with a 3.08% (95% CI: 1.53%, 4.63%) reduction in daily new cases and a 1.19% (95% CI: 0.44%, 1.95%) reduction in daily new deaths, whereas a 1% increase in relative humidity was associated with a 0.85% (95% CI: 0.51%, 1.19%) reduction in daily new cases and a 0.51% (95% CI: 0.34%, 0.67%) reduction in daily new deaths.\n\n The results remained robust when different lag structures and the sensitivity analysis were used.\n\n These findings provide preliminary evidence that the COVID-19 pandemic may be partially suppressed with temperature and humidity increases.\n\n However, active measures must be taken to control the source of infection, block transmission and prevent further spread of COVID-19.","id":"PMC7187824","idformat":"PMC","foundapis":"_PMC_elsevier_CROSSREF","miscinfo":"","authors":[{"firstname":"Yu","surname":"Wu","email":"NULL","contributions":"1"},{"firstname":" Wenzhan","surname":"Jing","email":"NULL","contributions":"1"},{"firstname":" Jue","surname":"Liu","email":"NULL","contributions":"1"},{"firstname":" Qiuyue","surname":"Ma","email":"NULL","contributions":"1"},{"firstname":" Jie","surname":"Yuan","email":"NULL","contributions":"1"},{"firstname":" Yaping","surname":"Wang","email":"NULL","contributions":"1"},{"firstname":" Min","surname":"Du","email":"NULL","contributions":"1"},{"firstname":"                           Min","surname":"Liu","email":"NULL","contributions":"0"}]},{"doi":"10.3934/publichealth.2020066","date":"2020-11-06","title":"Association of climatic factors with COVID-19 in Pakistan","abstract":"Introduction\nEnvironmental factors such as wind, temperature, humidity, and sun exposure are known to affect influenza and viruses such as severe acute respiratory syndrome (SARS) and Middle East Respiratory Syndrome (MERS) transmissions.\n\n COVID-19 is a new pandemic with very little information available about its transmission and association with environmental factors.\n\n The goal of this paper is to explore the association of environmental factors on daily incidence rate, mortality rate, and recoveries of COVID-19.\nMethods\nThe environmental data for humidity, temperature, wind, and sun exposure were recorded from metrological websites and COVID-19 data such as the daily incidence rate, death rate, and daily recovery were extracted from the government's official website available to the general public.\n\n The analysis for each outcome was adjusted for factors such as lock down status, nationwide events, and the number of daily tests performed.\n\n Analysis was completed with negative binominal regression log link using generalised linear modelling.\n\n\nResults\nDaily temperature, sun exposure, wind, and humidity were not significantly associated with daily incidence rate.\n\n Temperature and nationwide social gatherings, although non-significant, showed trends towards a higher chance of incidence.\n\n An increase in the number of daily testing was significantly associated with higher COVID-19 incidences (effect size ranged from 2.17–9.96).\n\n No factors were significantly associated with daily death rates.\n\n Except for the province of Balochistan, a lower daily temperature was associated with a significantly higher daily recovery rate.\n\n\nDiscussion\nEnvironmental factors such as temperature, humidity, wind, and daily sun exposure were not consistently associated with COVID-19 incidence, death rates, or recovery.\n\n More policing about precautionary measures and ensuring diagnostic testing and accuracy are needed.\n\n\n","id":"PMC7719562","idformat":"PMC","foundapis":"_PMC_CROSSREF","miscinfo":"","authors":[{"firstname":"Yasir","surname":"Rehman","email":"NULL","contributions":"1"},{"firstname":"                           Nadia","surname":"Rehman","email":"NULL","contributions":"1"}]},{"doi":"10.1016/j.scitotenv.2020.143783","date":"2020-11-07","title":"Meteorological factors and COVID-19 incidence in 190 countries: An observational study","abstract":"Novel corona virus disease 2019 (COVID-19), which first emerged in December 2019, has become a pandemic.\n\n This study aimed to investigate the associations between meteorological factors and COVID-19 incidence and mortality worldwide.\n\n This study included 1,908,197 confirmed cases of and 119,257 deaths from COVID-19 from 190 countries between 23 January and 13 April, 2020. We used a distributed lag non-linear model with city-/country-level random intercept to investigate the associations between COVID19 incidence and daily temperature, relative humidity, and wind speed.\n\n A series of confounders were considered in the analysis including demographics, socioeconomics, geographic locations, and political strategies.\n\n Sensitivity analyses were performed to examine the robustness of the associations.\n\n The COVID-19 incidence showed a stronger association with temperature than with relative humidity or wind speed.\n\n An inverse association was identified between the COVID-19 incidence and temperature.\n\n The corresponding 14-day cumulative relative risk was 1.28 [95% confidence interval (CI), 1.20–1.36] at 5 °C, and 0.75 (95% CI, 0.65–0.86) at 22 °C with reference to the risk at 11 °C.\n\n An inverse J-shaped association was observed between relative humidity and the COVID-19 incidence, with the highest risk at 72%.\n\n A higher wind speed was associated with a generally lower incidence of COVID-19, although the associations were weak.\n\n Sensitivity analyses generally yielded similar results.\n\n The COVID-19 incidence decreased with the increase of temperature.\n\n Our study suggests that the spread of COVID-19 may slow during summer but may increase during winter.\n\n","id":"PMC7682932","idformat":"PMC","foundapis":"_PMC_elsevier_CROSSREF","miscinfo":"","authors":[{"firstname":"Cui","surname":"Guo","email":"NULL","contributions":"1"},{"firstname":" Yacong","surname":"Bo","email":"NULL","contributions":"1"},{"firstname":" Changqing","surname":"Lin","email":"NULL","contributions":"1"},{"firstname":" Hao Bi","surname":"Li","email":"NULL","contributions":"1"},{"firstname":" Yiqian","surname":"Zeng","email":"NULL","contributions":"1"},{"firstname":" Yumiao","surname":"Zhang","email":"NULL","contributions":"1"},{"firstname":" Md Shakhaoat","surname":"Hossain","email":"NULL","contributions":"1"},{"firstname":" Jimmy W.M.","surname":"Chan","email":"NULL","contributions":"1"},{"firstname":" David W.","surname":"Yeung","email":"NULL","contributions":"1"},{"firstname":" Kin-on","surname":"Kwok","email":"NULL","contributions":"1"},{"firstname":" Samuel Y.S.","surname":"Wong","email":"NULL","contributions":"1"},{"firstname":" Alexis K.H.","surname":"Lau","email":"NULL","contributions":"1"},{"firstname":"                           Xiang Qian","surname":"Lao","email":"NULL","contributions":"1"}]},{"doi":"10.1007/s11356-020-11273-2","date":"2020-10-15","title":"Are meteorological factors enhancing COVID-19 transmission in Bangladesh? Novel findings from a compound Poisson generalized linear modeling approach","abstract":"Novel coronavirus (SARS-CoV-2) causing COVID-19 disease has arisen to be a pandemic.\n\n Since there is a close association between other viral infection cases by epidemics and environmental factors, this study intends to unveil meteorological effects on the outbreak of COVID-19 across eight divisions of Bangladesh from March to April 2020. A compound Poisson generalized linear modeling (CPGLM), along with a Monte-Carlo method and random forest (RF) model, was employed to explore how meteorological factors affecting the COVID-19 transmission in Bangladesh.\n\n Results showed that subtropical climate (mean temperature about 26.6 °C, mean relative humidity (MRH) 64%, and rainfall approximately 3 mm) enhanced COVD-19 onset.\n\n The CPGLM model revealed that every 1 mm increase in rainfall elevated by 30.99% (95% CI 77.18%, ??15.20%) COVID-19 cases, while an increase of 1 °C of diurnal temperature (TDN) declined the confirmed cases by ??14.2% (95% CI 9.73%, ??38.13%) on the lag 1 and lag 2, respectively.\n\n In addition, NRH and MRH had the highest increase (17.98% (95% CI 22.5%, 13.42%) and 19.92% (95% CI: 25.71%, 14.13%)) of COVID-19 cased in lag 4. The results of the RF model indicated that TDN and AH (absolute humidity) influence the COVID-19 cases most.\n\n In the Dhaka division, MRH is the most vital meteorological factor that affects COVID-19 deaths.\n\n This study indicates the humidity and rainfall are crucial factors affecting the COVID-19 case, which is contrary to many previous studies in other countries.\n\n These outcomes can have policy formulation for the suppression of the COVID-19 outbreak in Bangladesh.\n\n","id":"PMC7594949","idformat":"PMC","foundapis":"_PMC_Springer_CROSSREF","miscinfo":"","authors":[{"firstname":"Abu Reza Md. Towfiqul","surname":"Islam","email":"towfiq_dm@brur.ac.bd","contributions":"1"},{"firstname":" Md.","surname":"Hasanuzzaman","email":"NULL","contributions":"2"},{"firstname":" Md.","surname":"Hasanuzzaman","email":"NULL","contributions":"0"},{"firstname":" Mashura","surname":"Shammi","email":"NULL","contributions":"1"},{"firstname":" Roquia","surname":"Salam","email":"NULL","contributions":"1"},{"firstname":" Md.","surname":"Bodrud-Doza","email":"NULL","contributions":"1"},{"firstname":" Md. Mostafizur","surname":"Rahman","email":"rahmanmm@juniv.edu","contributions":"1"},{"firstname":" Md. Abdul","surname":"Mannan","email":"NULL","contributions":"1"},{"firstname":"                           Saleemul","surname":"Huq","email":"NULL","contributions":"1"}]},{"doi":"10.1007/s11869-020-00906-7","date":"2020-08-05","title":"The association between COVID-19 deaths and short-term ambient air pollution/meteorological condition exposure: a retrospective study from Wuhan, China","abstract":"The emergence of coronavirus disease 2019 (COVID-19) has become a worldwide pandemic after its first outbreak in Wuhan, China.\n\n However, it remains unclear whether COVID-19 death is linked to ambient air pollutants or meteorological conditions.\n\n We collected the daily COVID-19 death number, air quality index (AQI), ambient air pollutant concentrations, and meteorological variables data of Wuhan between Jan 25 and April 7, 2020. The Pearson and Poisson regression models were used accordingly to understand the association between COVID-19 deaths and each risk factor.\n\n The daily COVID-19 deaths were positively correlated with AQI (slope = 0.4?±?0.09, R2?=?0.24, p?&lt;?0.01).\n\n Detailedly, PM2.5 was the only pollutant exhibiting a positive association (relative risk (RR) = 1.079, 95%CI 1.071–1.086, p?&lt;?0.01) with COVID-19 deaths.\n\n The PM10, SO2, and CO were all also significantly associated with COVID-19 deaths, but in negative pattern (p?&lt;?0.01).\n\n Among them, PM10 and CO had the highest and lowest RR, which equaled to 0.952 (95%CI 0.945–0.959) and 0.177 (95%CI 0.131–0.24), respectively.\n\n Additionally, temperature was inversely associated with COVID-19 deaths (RR?=?0.861, 95%CI 0.851–0.872, p?&lt;?0.01).\n\n Contrarily, diurnal temperature range was positively associated with COVID-19 deaths (RR?=?1.014, 95%CI 1.003–1.025, p?&lt;?0.05).\n\n The data suggested that PM2.5 and diurnal temperature range are tightly associated with increased COVID-19 deaths.\n\n","id":"PMC7429126","idformat":"PMC","foundapis":"_PMC_Springer_CROSSREF","miscinfo":"","authors":[{"firstname":"Ying","surname":"Jiang","email":"yjiang1@vt.edu","contributions":"1"},{"firstname":"                           Jing","surname":"Xu","email":"xujingjingalpha@sohu.com","contributions":"0"}]},{"doi":"10.1016/j.scitotenv.2020.143595","date":"2020-10-29","title":"Spatial inequalities of COVID-19 mortality rate in relation to socioeconomic and environmental factors across England","abstract":"In this study, we aimed to examine spatial inequalities of COVID-19 mortality rate in relation to spatial inequalities of socioeconomic and environmental factors across England.\n\n Specifically, we first explored spatial patterns of COVID-19 mortality rate in comparison to non-COVID-19 mortality rate.\n\n Subsequently, we established models to investigate contributions of socioeconomic and environmental factors to spatial variations of COVID-19 mortality rate across England (N = 317).\n\n Two newly developed specifications of spatial regression models were established successfully to estimate COVID-19 mortality rate (R2 = 0.49 and R2 = 0.793).\n\n The level of spatial inequalities of COVID-19 mortality is higher than that of non-COVID-19 mortality in England.\n\n Although global spatial association of COVID-19 mortality and non-COVID-19 mortality is positive, local spatial association of COVID-19 mortality and non-COVID-19 mortality is negative in some areas.\n\n Expectedly, hospital accessibility is negatively related to COVID-19 mortality rate.\n\n Percent of Asians, percent of Blacks, and unemployment rate are positively related to COVID-19 mortality rate.\n\n More importantly, relative humidity is negatively related to COVID-19 mortality rate.\n\n Moreover, among the spatial models estimated, the ‘random effects specification of eigenvector spatial filtering model’ outperforms the ‘matrix exponential spatial specification of spatial autoregressive model’.\n\n","id":"PMC7664354","idformat":"PMC","foundapis":"_PMC_elsevier_CROSSREF","miscinfo":"","authors":[{"firstname":"Yeran","surname":"Sun","email":"NULL","contributions":"1"},{"firstname":" Xuke","surname":"Hu","email":"NULL","contributions":"1"},{"firstname":"                           Jing","surname":"Xie","email":"NULL","contributions":"0"}]},{"doi":"10.3390/ijerph17217730","date":"2020-10-19","title":"Investigation of the Importance of Climatic Factors in COVID-19 Worldwide Intensity","abstract":"The transmission of the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) and the severity of the related disease (COVID-19) are influenced by a large number of factors.\n\n This study aimed to investigate the correlation of COVID-19 case and death rates with possible causal climatological and sociodemographic factors for the March to May 2020 (first wave) period in a worldwide scale by statistically processing data for over one hundred countries.\n\n The weather parameters considered herein were air temperature, relative humidity, cumulative precipitation, and cloud cover, while sociodemographic factors included population density, median age, and government measures in response to the pandemic.\n\n The results of this study indicate that there is a statistically significant correlation between average atmospheric temperature and the COVID-19 case and death rates, with chi-square test p-values in the 0.001–0.02 range.\n\n Regarding sociodemographic factors, there is an even stronger dependence of the case and death rates on the population median age (p = 0.0006–0.0012).\n\n Multivariate linear regression analysis using Lasso and the forward stepwise approach revealed that the median age ranks first in importance among the examined variables, followed by the temperature and the delays in taking first governmental measures or issuing stay-at-home orders.\n\n","id":"PMC7660112","idformat":"PMC","foundapis":"_PMC_CROSSREF","miscinfo":"","authors":[{"firstname":"Ploutarchos","surname":"Tzampoglou","email":"NULL","contributions":"1"},{"firstname":"                           Dimitrios","surname":"Loukidis","email":"NULL","contributions":"1"}]},{"doi":"10.1016/j.envpol.2020.116326","date":"2020-12-14","title":"Are environmental pollution and biodiversity levels associated to the spread and mortality of COVID-19? A four-month global analysis<","abstract":"On March 12th, 2020, the WHO declared COVID-19 as a pandemic.\n\n The collective impact of environmental and ecosystem factors, as well as biodiversity, on the spread of COVID-19 and its mortality evolution remain empirically unknown, particularly in regions with a wide ecosystem range.\n\n The aim of our study is to assess how those factors impact on the COVID-19 spread and mortality by country.\n\n This study compiled a global database merging WHO daily case reports with other publicly available measures from January 21st to May 18th, 2020. We applied spatio-temporal models to identify the influence of biodiversity, temperature, and precipitation and fitted generalized linear mixed models to identify the effects of environmental variables.\n\n Additionally, we used count time series to characterize the association between COVID-19 spread and air quality factors.\n\n All analyses were adjusted by social demographic, country-income level, and government policy intervention confounders, among 160 countries, globally.\n\n Our results reveal a statistically meaningful association between COVID-19 infection and several factors of interest at country and city levels such as the national biodiversity index, air quality, and pollutants elements (PM10, PM2.5, and O3).\n\n Particularly, there is a significant relationship of loss of biodiversity, high level of air pollutants, and diminished air quality with COVID-19 infection spread and mortality.\n\n Our findings provide an empirical foundation for future studies on the relationship between air quality variables, a country’s biodiversity, and COVID-19 transmission and mortality.\n\n The relationships measured in this study can be valuable when governments plan environmental and health policies, as alternative strategy to respond to new COVID-19 outbreaks and prevent future crises.\n\n","id":"PMC7752029","idformat":"PMC","foundapis":"_PMC_elsevier_CROSSREF","miscinfo":"","authors":[{"firstname":"Daniel","surname":"Fernández","email":"NULL","contributions":"1"},{"firstname":" Iago","surname":"Giné-Vázquez","email":"NULL","contributions":"1"},{"firstname":" Ivy","surname":"Liu","email":"NULL","contributions":"1"},{"firstname":" Recai","surname":"Yucel","email":"NULL","contributions":"1"},{"firstname":" Marta","surname":"Nai Ruscone","email":"NULL","contributions":"1"},{"firstname":" Marianthi","surname":"Morena","email":"NULL","contributions":"1"},{"firstname":" Víctor Gerardo","surname":"García","email":"NULL","contributions":"1"},{"firstname":" Josep Maria","surname":"Haro","email":"NULL","contributions":"1"},{"firstname":" William","surname":"Pan","email":"NULL","contributions":"1"},{"firstname":"                           Stefanos","surname":"Tyrovolas","email":"NULL","contributions":"1"}]}]}