{"name":"CT features of Coronavirus disease 2019 in children: a systematic review and meta-analysis","id":"111","link":"https://journals.lww.com/md-journal/Fulltext/2021/09240/Computed_tomography_features_of_COVID_19_in.1.aspx","dbsearches":"5","refs":"https://docs.google.com/spreadsheets/d/1jxoRyA9bJEbGEN5so_yMlAj_78sQes74ObEZss-LIA0/edit#gid=0","references":[{"doi":"10.1016/j.jcv.2020.104377","date":"2020-04-16","title":"Clinical features of pediatric patients with coronavirus disease (COVID-19)","abstract":"\n\n\n•\nCOVID-19 in children of Xiangyang city is often family acquired and not serious, with favorable outcomes.\n\n","id":"PMC7195294","idformat":"PMC","foundapis":"_PMC_elsevier_CROSSREF","miscinfo":"","authors":[{"firstname":"Wenliang","surname":"Song","email":"songwl2002jason@163.com","contributions":"1"},{"firstname":"Junhua","surname":"Li","email":"m13797631535@163.com","contributions":"1"},{"firstname":"Ning","surname":"Zou","email":"xdzning0215@163.com","contributions":"1"},{"firstname":"Wenhe","surname":"Guan","email":"guanwenhe@126.com","contributions":"1"},{"firstname":"Jiali","surname":"Pan","email":"cmu107819@163.com","contributions":"1"},{"firstname":"                            Wei","surname":"Xu","email":"tomxu.123@163.com","contributions":"1"}]},{"doi":"10.1002/ppul.24767","date":"2020-03-24","title":"Clinical characteristics of a case series of children with coronavirus disease 2019","abstract":"We reported the clinical characteristics of a case series of 10 patients with coronavirus disease 2019 (COVID?19) aged from 1 year to 18 years.\n\n Seven patients had contact with confirmed COVID?19 family members before onset.\n\n Fever (4 [40.0%]) and cough (3 [30.0%]) were the most common symptoms.\n\n No patient showed leucopenia and lymphopenia on admission.\n\n Pneumonia was observed in chest CT images in 5 (50.0%) patients.\n\n Five (50.0%) patients received antiviral treatment.\n\n No patient had severe complications or developed a severe illness in our study.\n\n Our study indicated that COVID?19 children present less severe symptoms and have better outcomes.\n\n","id":"PMC7262135","idformat":"PMC","foundapis":"_PMC_CROSSREF","miscinfo":"","authors":[{"firstname":"Li","surname":"Zhu","email":"NULL","contributions":"1"},{"firstname":"Jian","surname":"Wang","email":"NULL","contributions":"0"},{"firstname":"Rui","surname":"Huang","email":"NULL","contributions":"1"},{"firstname":"Longgen","surname":"Liu","email":"NULL","contributions":"1"},{"firstname":"Haiyan","surname":"Zhao","email":"NULL","contributions":"1"},{"firstname":"Chao","surname":"Wu","email":"dr.wu@nju.edu.cn","contributions":"0"},{"firstname":"Chuanwu","surname":"Zhu","email":"zhuchw@126.com","contributions":"2"},{"firstname":"                            Chuanwu","surname":"Zhu","email":"zhuchw@126.com","contributions":"0"}]},{"doi":"10.1097/RCT.0000000000001023","date":"2020-02-25","title":"High-Resolution Computed Tomography Manifestations of 5 Pediatric Patients With 2019 Novel Coronavirus","abstract":"We present clinical and chest computed tomography (CT) features of 5 cases of pediatric patients with 2019 novel coronavirus.\n\n Two patients had fever and dry cough, whereas the rest of 3 patients were asymptomatic.\n\n Three patients had unilateral ground glass opacities with or without consolidation in the subpleural region on high-resolution chest CT, 1 patient had bilateral ground glass opacities, and 1 patient was negative for CT.\n\n We note that up to 66.7% asymptomatic patients had pulmonary lesions, so the asymptomatic children with Wuhan contact are recommended to do a 2019 novel coronavirus real-time fluorescence polymerase chain reaction screening.\n\n Unlike adult patients, only a small amount of patients had multilobes affected, so we speculate that the pediatric patients generally have milder CT findings than adults.\n\n","id":"PMC7228449","idformat":"PMC","foundapis":"_PMC_CROSSREF","miscinfo":"","authors":[{"firstname":"Mengqi","surname":"Liu","email":"NULL","contributions":"1"},{"firstname":"Zongbiao","surname":"Song","email":"NULL","contributions":"1"},{"firstname":"                            Kaihu","surname":"Xiao","email":"NULL","contributions":"0"}]},{"doi":"10.1186/s12887-020-02140-7","date":"2020-05-12","title":"Chest CT imaging characteristics of COVID-19 pneumonia in preschool children: a retrospective study","abstract":"Background\nRecently, the World Health Organization has declared the coronavirus disease 2019 (COVID-19) outbreak a public health emergency of international concern.\n\n So far, however, limited data are available for children.\n\n Therefore, we aimed to investigate the clinical and chest CT imaging characteristics of COVID-19 in preschool children.\n\n\nMethods\nFrom January 26, 2020 to February 20, 2020, the clinical and initial chest CT imaging data of eight preschool children with laboratory-confirmed COVID-19 from two hospitals were retrospectively collected.\n\n The chest CT imaging characteristics, including the distribution, shape, and density of lesions, and the pleural effusion, pleural changes, and enlarged lymph nodes were evaluated.\n\n\nResults\nTwo cases (25%) were classified as mild type, and they showed no obvious abnormal CT findings or minimal pleural thickening on the right side.\n\n Five cases (62.5%) were classified as moderate type.\n\n Among these patients, one case showed consolidation located in the subpleural region of the right upper lobe, with thickening in the adjacent pleura; one case showed multiple consolidation and ground-glass opacities with blurry margins; one case displayed bronchial pneumonia-like changes in the left upper lobe; and two cases displayed asthmatic bronchitis-like changes.\n\n One case (12.5%) was classified as critical type and showed bronchial pneumonia-like changes in the bilateral lungs, presenting blurred and messy bilateral lung markings and multiple patchy shadows scattered along the lung markings with blurry margins.\n\n\nConclusions\nThe chest CT findings of COVID-19 in preschool children are atypical and various.\n\n Accurate diagnosis requires a comprehensive evaluation of epidemiological, clinical, laboratory and CT imaging data.\n\n\n","id":"PMC7232932","idformat":"PMC","foundapis":"_PMC_Springer_CROSSREF","miscinfo":"","authors":[{"firstname":"Yang","surname":"Li","email":"NULL","contributions":"0"},{"firstname":"Jianghui","surname":"Cao","email":"NULL","contributions":"1"},{"firstname":"Xiaolong","surname":"Zhang","email":"NULL","contributions":"1"},{"firstname":"Guangzhi","surname":"Liu","email":"NULL","contributions":"1"},{"firstname":"Xiaxia","surname":"Wu","email":"NULL","contributions":"1"},{"firstname":"                            Baolin","surname":"Wu","email":"WBLlin0129@163.com","contributions":"1"}]},{"doi":"10.2214/AJR.20.23145","date":"2023-05-10","title":"'CT Features of Coronavirus Disease (COVID-19) in 30 Pediatric Patients'","abstract":"Unknown Abstract","id":"10.2214/AJR.20.23145","idformat":"CROSSREF","foundapis":"","miscinfo":"PUBLISHER: American Roentgen Ray Society","authors":[{"firstname":"Sharon","surname":"Steinberger","email":"xref no email","contributions":"1"},{"firstname":" Bin","surname":"Lin","email":"xref no email","contributions":"1"},{"firstname":" Adam","surname":"Bernheim","email":"xref no email","contributions":"1"},{"firstname":" Michael","surname":"Chung","email":"xref no email","contributions":"1"},{"firstname":" Yuantong","surname":"Gao","email":"xref no email","contributions":"1"},{"firstname":" Zongyu","surname":"Xie","email":"xref no email","contributions":"1"},{"firstname":" Tongtong","surname":"Zhao","email":"xref no email","contributions":"1"},{"firstname":" Junli","surname":"Xia","email":"xref no email","contributions":"1"},{"firstname":" Xueyan","surname":"Mei","email":"xref no email","contributions":"1"},{"firstname":"       Brent P.","surname":"Little","email":"xref no email","contributions":"1"}]},{"doi":"10.1016/j.crad.2020.04.010","date":"2020-04-28","title":"Clinical characteristics and radiological features of children infected with the 2019 novel coronavirus","abstract":"AIM\nTo identify and summarise the common findings from 2019 novel coronavirus (2019-nCoV) infections in children.\n\n\nMATERIALS AND METHODS\nThe clinical characteristics and radiological findings (chest radiography and chest computed tomography [CT]) of nine children infected with the 2019-nCoV were reviewed in this retrospective case series.\n\n\nRESULTS\nAmong the children, six had fever (including two children with cough), one had only cough, one had a stuffy nose when initially diagnosed, and one was an asymptomatic carrier.\n\n Chest radiographs seemed mostly normal in six cases whereas increased and/or disordered bilateral bronchovascular shadows and dense hilar shadows were seen in three cases.\n\n Chest CT exhibited no obvious abnormal signs in four cases.\n\n Typical CT findings included patchy, peripheral ground-grass opacities, subpleural lamellar dense shadows, and parenchymal bands.\n\n Pleural effusions, mediastinal lymphadenopathy, cavitation, and pleural thickening were absent.\n\n\nCONCLUSION\nThe clinical manifestations and radiological findings of the 2019-nCoV-infected children were mild and lacked a typical pattern.\n\n\n","id":"PMC7252054","idformat":"PMC","foundapis":"_PMC_elsevier_CROSSREF","miscinfo":"","authors":[{"firstname":"Y.","surname":"Lu","email":"NULL","contributions":"1"},{"firstname":"H.","surname":"Wen","email":"NULL","contributions":"1"},{"firstname":"D.","surname":"Rong","email":"NULL","contributions":"1"},{"firstname":"Z.","surname":"Zhou","email":"NULL","contributions":"1"},{"firstname":"                            H.","surname":"Liu","email":"NULL","contributions":"1"}]},{"doi":"10.3348/kjr.2020.0231","date":"2020-03-24","title":"Early CT Findings of Coronavirus Disease 2019 (COVID-19) in Asymptomatic Children: A Single-Center Experience","abstract":"Objective\nThe current study reported a case series to illustrate the early computed tomography (CT) findings of coronavirus disease 2019 (COVID-19) in pediatric patients.\n\n\nMaterials and Methods\nAll pediatric patients who were diagnosed with COVID-19 and who underwent CT scan in Zhongnan Hospital of Wuhan University from January 20, 2020 to February 28, 2020 were included in the current study.\n\n Data on clinical and CT features were collected and analyzed.\n\n\nResults\nFour children were included in the current study.\n\n All of them were asymptomatic throughout the disease course (ranging from 7 days to 15 days), and none of them showed abnormalities in blood cell counts.\n\n Familial cluster was the main transmission pattern.\n\n Thin-section CT revealed abnormalities in three patients, and one patient did not present with any abnormal CT findings.\n\n Unilateral lung involvement was observed in two patients, and one patient showed bilateral lung involvement.\n\n In total, five small lesions were identified, including ground-glass opacity (n = 4) and consolidation (n = 1).\n\n All lesions had ill-defined margins with peripheral distribution and predilection of lower lobe.\n\n\nConclusion\nSmall patches of ground-glass opacity with subpleural distribution and unilateral lung involvement were common findings on CT scans of pediatric patients in the early stage of the disease.\n\n\n","id":"PMC7289690","idformat":"PMC","foundapis":"_PMC_CROSSREF","miscinfo":"","authors":[{"firstname":"Lan","surname":"Lan","email":"NULL","contributions":"1"},{"firstname":"Dan","surname":"Xu","email":"NULL","contributions":"0"},{"firstname":"Dan","surname":"Xu","email":"NULL","contributions":"0"},{"firstname":"Chen","surname":"Xia","email":"NULL","contributions":"2"},{"firstname":"Chen","surname":"Xia","email":"NULL","contributions":"0"},{"firstname":"Shaokang","surname":"Wang","email":"NULL","contributions":"2"},{"firstname":"Shaokang","surname":"Wang","email":"NULL","contributions":"0"},{"firstname":"Minhua","surname":"Yu","email":"NULL","contributions":"2"},{"firstname":"Minhua","surname":"Yu","email":"NULL","contributions":"0"},{"firstname":"Haibo","surname":"Xu","email":"NULL","contributions":"0"},{"firstname":"                            Haibo","surname":"Xu","email":"NULL","contributions":"0"}]},{"doi":"10.14744/nci.2020.90277","date":"2020-04-30","title":"Pediatric coronavirus disease 2019 (COVID-19): An insight from west of Iran","abstract":"OBJECTIVE:\nTo study the clinical, laboratory, and radiological characteristics of the pediatric patients infected with the new emerging 2019 coronavirus virus (SARS-CoV-2) in Hamadan and Sanandaj, west of Iran.\n\n\nMETHODS:\nA descriptive study was conducted in Hamadan and Kurdistan province between March 1 to April 15, 2020. Medical records of the children diagnosed as probable or confirmed cases of COVID-19 disease were extracted and analyzed in this study.\n\n We followed the WHO Guideline for the case definition of the patients.\n\n\nRESULTS:\nThirty patients admitted to the wards specified for COVID-19 diseases.\n\n Nineteen (63%) patients categorized as confirmed by Real-Time Reverse-Transcriptase Polymerase Chain Reaction (RT-PCR) and 11 (37%) patients as probable according to Computed Tomography (CT) findings of the chest.\n\n Sixteen (53.3%) cases were female, the youngest patient was one day old, and the oldest patient was 15 years old.\n\n 11 (36.7%) cases had a definite history of close contact.\n\n The most common symptoms were fever, cough, and dyspnea, and the most common sign was tachypnea.\n\n None of our patients presented with a runny nose.\n\n Lymphopenia and marked elevation of the C-reactive Protein observed in four (13.3%) and 12 (40%) cases, respectively.\n\n There were 10 (33.3%) cases with normal chest X-rays.\n\n Ground-Glass Opacities (GGOs) were the most common CT findings (19, 73.1%).\n\n All but one of the patients discharged without sequala.\n\n An 11-yrs-old girl expired with a fulminant pneumonia.\n\n\nCONCLUSION:\nCOVID-19 is not uncommon in children and could have different presentations.\n\n Concomitant use of RT-PCR and chest CT scans in symptomatic cases recommended as a modality of choice to diagnose the disease.\n\n Routine laboratory tests, like many other viral infections, may not show significant or specific changes.\n\n The superimposed bacterial infection seems not the determinant of clinical outcomes as most patients had a negative evaluation by specific laboratory tests for bacterial infections; got improved dramatically with a short or no antibiotic therapy.\n\n\n","id":"PMC7251275","idformat":"PMC","foundapis":"_PMC_CROSSREF","miscinfo":"","authors":[{"firstname":"Jafar","surname":"Soltani","email":"NULL","contributions":"1"},{"firstname":"Iraj","surname":"Sedighi","email":"NULL","contributions":"1"},{"firstname":"Zohreh","surname":"Shalchi","email":"NULL","contributions":"1"},{"firstname":"Ghazal","surname":"Sami","email":"NULL","contributions":"1"},{"firstname":"Borhan","surname":"Moradveisi","email":"NULL","contributions":"1"},{"firstname":"                            Soheila","surname":"Nahidi","email":"NULL","contributions":"1"}]}]}