{"name":"A rapid diagnostic test accuracy review of fear of COVID-19 scales","id":"113","link":"https://bmcmedresmethodol.biomedcentral.com/counter/pdf/10.1186/s12874-021-01262-5.pdf","dbsearches":"1","refs":"https://docs.google.com/spreadsheets/d/1IlL_acG-y1_qc-iQb4RBYbiFk1ZYENcOErd8JtPYkDs/edit#gid=0","references":[{"doi":"10.1007/s11469-020-00319-8","date":"1970-01-01","title":"Psychometric Properties of the Greek Version of FCV-19S","abstract":"As COVID-19 delivered a devastating blow around Europe, unprecedented mental health issues have arisen.\n\n This study outlines the Greek translation and validation of the Fear of COVID-19 Scale (FCV-19S) in the general population.\n\n A sample of 3029 Greek-speaking individuals completed the FCV-19S, as part of a large online survey reporting on the aftermath of the coronavirus on the psychological health of Greeks.\n\n A total of 2970 participants completed all items without missing values, and their responses were included in the statistical analysis.\n\n The confirmatory factor analysis suggested an acceptable model fit.\n\n The internal consistency measured by Cronbach’s alpha?=?.\n\n87 for the whole scale.\n\n All hypothesized correlations were as expected, confirming the construct validity of the scale.\n\n The results of the analyses suggest that the psychometric properties of the Greek FCV-19S are sufficient.\n\n","id":"PMC7250285","idformat":"PMC","foundapis":"_PMC_Springer_CROSSREF","miscinfo":"","authors":[{"firstname":"V.","surname":"Tsipropoulou","email":"NULL","contributions":"1"},{"firstname":" V. A.","surname":"Nikopoulou","email":"NULL","contributions":"1"},{"firstname":" Vasiliki","surname":"Holeva","email":"vholeva@yahoo.gr","contributions":"0"},{"firstname":" Z.","surname":"Nasika","email":"NULL","contributions":"2"},{"firstname":" Z.","surname":"Nasika","email":"NULL","contributions":"0"},{"firstname":" I.","surname":"Diakogiannis","email":"NULL","contributions":"1"},{"firstname":" S.","surname":"Sakka","email":"NULL","contributions":"1"},{"firstname":" S.","surname":"Kostikidou","email":"NULL","contributions":"1"},{"firstname":" C.","surname":"Varvara","email":"NULL","contributions":"1"},{"firstname":" E.","surname":"Spyridopoulou","email":"NULL","contributions":"1"},{"firstname":"                           E.","surname":"Parlapani","email":"NULL","contributions":"1"}]},{"doi":"10.1007/s11469-020-00356-3","date":"1970-01-01","title":"Validation of the Fear of COVID-19 Scale in a US College Sample","abstract":"The COVID-19 pandemic has impacted college students’ coursework, stress levels, and perceived health.\n\n Various estimates indicate that high proportions of college students have experienced increased amounts of stress (Dziech, Inside Higher Education, 2020; Hartocollis, New York Times, 2020), yet other sources indicate that many college students respond to these changes with resilience (Kelley, Cornell Chronicle, 2020).\n\n A method for assessing student anxiety regarding the pandemic is thus needed.\n\n The Fear of COVID-19 Scale (FCV-19S) (Ahorsu et al.\n\n, International Journal of Mental Health and Addiction, 2020) is a seven-item scale which has been validated and shown to possess good psychometric qualities in studies of participants from multiple countries.\n\n The current study used a cross-sectional convenience sample of US college student participants (n?=?237) and found that the FCV-19S has high reliability and validity as demonstrated by its internal consistency and strong one-factor solution.\n\n Scores on the FCV-19S were positively correlated with anxiety for students who were married or of Asian descent.\n\n Additionally, the FCV-19S was only moderately correlated with the Generalized Anxiety Disorder-7 Scale (GAD-7), suggesting that the FCV-19S may bring added utility to research and clinical practice with populations impacted by the COVID-19 pandemic.\n\n","id":"PMC7315905","idformat":"PMC","foundapis":"_PMC_Springer_CROSSREF","miscinfo":"","authors":[{"firstname":"Catherine A.","surname":"Perz","email":"perzc@uhv.edu","contributions":"1"},{"firstname":" Brent A.","surname":"Lang","email":"NULL","contributions":"2"},{"firstname":" Brent A.","surname":"Lang","email":"NULL","contributions":"0"},{"firstname":"                           Rick","surname":"Harrington","email":"NULL","contributions":"1"}]},{"doi":"10.1007/s11469-020-00361-6","date":"1970-01-01","title":"Psychometric Testing of Three COVID-19-Related Scales Among People with Mental Illness","abstract":"Fear of novel coronavirus 2019 (COVID-19) may result in psychological health problems among different populations.\n\n Moreover, believing COVID-19 information and preventive COVID-19 infection behaviors are relevant constructs associated with fear of COVID-19. Therefore, the present study validated three instruments assessing fear, beliefs, and preventive behaviors related to COVID-19 among individuals with mental illness.\n\n Moreover, relationships between the three constructs were examined.\n\n Individuals with mental illness (N?=?400; 178 females; mean age?=?46.91 years) completed the Fear of COVID-19 Scale (FCV-19S), Believing COVID-19 Information Scale (BCIS), Preventive COVID-19 Infection Behaviors Scale (PCIBS), and Depression Anxiety Stress Scale-21 (DASS-21).\n\n The FCV-19S, BCIS, and PCIBS demonstrated a single-factor structure with satisfactory fit indices.\n\n Moreover, believing COVID-19 information positively and significantly associated with fear of COVID-19, and fear of COVID-19 negatively and significantly associated with preventive behaviors and positively and significantly associated with psychological distress.\n\n The FCV-19S, BCIS, and PCIBS may assist healthcare providers in assessing COVID-19-related information among individuals with mental illness.\n\n Consequently, relevant programs may be designed to help individuals with mental illness going through the period of crisis.\n\n","id":"PMC7354353","idformat":"PMC","foundapis":"_PMC_Springer_CROSSREF","miscinfo":"","authors":[{"firstname":"Kun-Chia","surname":"Chang","email":"NULL","contributions":"1"},{"firstname":" Wen-Li","surname":"Hou","email":"NULL","contributions":"1"},{"firstname":" Amir H.","surname":"Pakpour","email":"NULL","contributions":"4"},{"firstname":" Chung-Ying","surname":"Lin","email":"cylin36933@gmail.com","contributions":"3"},{"firstname":" Chung-Ying","surname":"Lin","email":"cylin36933@gmail.com","contributions":"0"},{"firstname":" Mark D.","surname":"Griffiths","email":"NULL","contributions":"5"},{"firstname":"                           Mark D.","surname":"Griffiths","email":"NULL","contributions":"0"}]},{"doi":"10.1016/j.psychres.2020.113202","date":"2020-06-05","title":"Psychological distress in the shadow of the COVID-19 pandemic: Preliminary development of an assessment scale","abstract":"\n\n\n•\nThe CORPD had good internal consistency reliability and split-half reliability, and also had good structure validity, content validity and criterion correlation validity.\n\n","id":"PMC7278642","idformat":"PMC","foundapis":"_PMC_elsevier_CROSSREF","miscinfo":"","authors":[{"firstname":"Lin-sen","surname":"Feng","email":"NULL","contributions":"1"},{"firstname":" Zheng-jiao","surname":"Dong","email":"NULL","contributions":"1"},{"firstname":" Ruo-yu","surname":"Yan","email":"NULL","contributions":"1"},{"firstname":" Xiao-qian","surname":"Wu","email":"NULL","contributions":"1"},{"firstname":" Li","surname":"Zhang","email":"NULL","contributions":"0"},{"firstname":" Jun","surname":"Ma","email":"NULL","contributions":"1"},{"firstname":"                           Yong","surname":"Zeng","email":"NULL","contributions":"1"}]},{"doi":"10.1080/07481187.2020.1773026","date":"2023-06-02","title":"'Adaptation and evaluation of Turkish version of the fear of COVID-19 Scale'","abstract":"Unknown Abstract","id":"10.1080/07481187.2020.1773026","idformat":"CROSSREF","foundapis":"","miscinfo":"PUBLISHER: Informa UK Limited","authors":[{"firstname":"Abdulkadir","surname":"Haktanir","email":"xref no email","contributions":"1"},{"firstname":" Tolga","surname":"Seki","email":"xref no email","contributions":"1"},{"firstname":"       Bülent","surname":"Dilmaç","email":"xref no email","contributions":"1"}]},{"doi":"10.1007/s11469-020-00270-8","date":"1970-01-01","title":"The Fear of COVID-19 Scale: Development and Initial Validation","abstract":"Background\nThe emergence of the COVID-19 and its consequences has led to fears, worries, and anxiety among individuals worldwide.\n\n The present study developed the Fear of COVID-19 Scale (FCV-19S) to complement the clinical efforts in preventing the spread and treating of COVID-19 cases.\n\n\nMethods\nThe sample comprised 717 Iranian participants.\n\n The items of the FCV-19S were constructed based on extensive review of existing scales on fears, expert evaluations, and participant interviews.\n\n Several psychometric tests were conducted to ascertain its reliability and validity properties.\n\n\nResults\nAfter panel review and corrected item-total correlation testing, seven items with acceptable corrected item-total correlation (0.47 to 0.56) were retained and further confirmed by significant and strong factor loadings (0.66 to 0.74).\n\n Also, other properties evaluated using both classical test theory and Rasch model were satisfactory on the seven-item scale.\n\n More specifically, reliability values such as internal consistency (? = .\n\n82) and test–retest reliability (ICC = .\n\n72) were acceptable.\n\n Concurrent validity was supported by the Hospital Anxiety and Depression Scale (with depression, r = 0.425 and anxiety, r = 0.511) and the Perceived Vulnerability to Disease Scale (with perceived infectability, r = 0.483 and germ aversion, r = 0.459).\n\n\nConclusion\nThe Fear of COVID-19 Scale, a seven-item scale, has robust psychometric properties.\n\n It is reliable and valid in assessing fear of COVID-19 among the general population and will also be useful in allaying COVID-19 fears among individuals.\n\n\n","id":"PMC7100496","idformat":"PMC","foundapis":"_PMC_Springer_CROSSREF","miscinfo":"","authors":[{"firstname":"Daniel Kwasi","surname":"Ahorsu","email":"NULL","contributions":"1"},{"firstname":" Chung-Ying","surname":"Lin","email":"NULL","contributions":"0"},{"firstname":" Vida","surname":"Imani","email":"NULL","contributions":"1"},{"firstname":" Mohsen","surname":"Saffari","email":"NULL","contributions":"1"},{"firstname":" Mark D.","surname":"Griffiths","email":"mark.griffiths@ntu.ac.uk","contributions":"0"},{"firstname":"                           Amir H.","surname":"Pakpour","email":"pakpour_amir@yahoo.com","contributions":"0"}]},{"doi":"10.1007/s11469-020-00316-x","date":"1970-01-01","title":"Psychometric Evaluation of the Arabic Version of the Fear of COVID-19 Scale","abstract":"Fear is a central emotional response to imminent threats such as the coronavirus-19 disease (COVID-19).\n\n The Fear of COVID-19 Scale (FCV-19S) assesses the severity of fear towards COVID-19. The present study examined the psychometric properties of the Arabic version of the FCV-19S.\n\n Using a forward-backward translation, the FCV-19S was translated into Arabic.\n\n An online survey using the Arabic versions of FCV-19S and the Hospital Anxiety and Depression Scale (HADS) was administered.\n\n Reliability and concurrent and confirmatory validity were examined.\n\n The dataset consisted of 693 Saudi participants.\n\n The internal consistency of the Arabic FCV-19S was satisfactory (??=?.\n\n88), with sound concurrent validity indicated by significant and positive correlations with HADS (r?=?.\n\n66).\n\n The unidimensional structure of the FCV-19S was confirmed.\n\n The Arabic version of the FCV-19S is psychometrically robust and can be used in research assessing the psychological impact of COVID-19 among a Saudi adult population.\n\n","id":"PMC7229877","idformat":"PMC","foundapis":"_PMC_Springer_CROSSREF","miscinfo":"","authors":[{"firstname":"Mohsen","surname":"Alyami","email":"maly002@aucklanduni.ac.nz","contributions":"1"},{"firstname":" Marcus","surname":"Henning","email":"NULL","contributions":"2"},{"firstname":" Marcus","surname":"Henning","email":"NULL","contributions":"0"},{"firstname":" Christian U.","surname":"Krägeloh","email":"NULL","contributions":"2"},{"firstname":" Christian U.","surname":"Krägeloh","email":"NULL","contributions":"0"},{"firstname":" Hussain","surname":"Alyami","email":"NULL","contributions":"2"},{"firstname":"                           Hussain","surname":"Alyami","email":"NULL","contributions":"0"}]},{"doi":"10.1016/j.psychres.2020.113100","date":"2020-05-12","title":"Fear of COVID-19 scale: Psychometric characteristics, reliability and validity in the Israeli population","abstract":"Mental health clinicians worldwide have been expressing concerns regarding the broad psychological effects of the COVID-19 pandemic.\n\n Nonetheless, only a few studies have thus far evaluated the degree of fear of COVID-19, partially due to the lack of validated measures.\n\n In this study we evaluated the psychometric properties of the Hebrew version of the Fear of COVID-19 scale (FCV-19S), recently developed to assess different aspects of the fear of the pandemic, in a normative population of participants in Israel.\n\n Participants (n = 639) were asked to complete the FCV-19S scale, as well as to report anxiety, depression, and stress levels using validated scales.\n\n The results a unidimensional factor structure of the FCV-19S which explained 53.71% of the variance.\n\n When forcing a two-factor structure model, the analysis revealed two factors pertaining to emotional fear reactions and symptomatic expressions of fear.\n\n Gender, sociodemographic status, chronic illness, being in an at-risk group, and having a family member dying of COVID-19 were positively associated with fear of COVID-19. The measure was associated with anxiety, stress and depression.\n\n These results suggest that the FCV-19S has good psychometric properties, and can be utilized in studies assessing the effects of the pandemic on the population's mental health.\n\n","id":"PMC7227556","idformat":"PMC","foundapis":"_PMC_elsevier_CROSSREF","miscinfo":"","authors":[{"firstname":"Dana","surname":"Tzur Bitan","email":"NULL","contributions":"0"},{"firstname":" Ariella","surname":"Grossman-Giron","email":"NULL","contributions":"1"},{"firstname":" Yuval","surname":"Bloch","email":"NULL","contributions":"1"},{"firstname":" Yael","surname":"Mayer","email":"NULL","contributions":"1"},{"firstname":" Noga","surname":"Shiffman","email":"NULL","contributions":"1"},{"firstname":"                           Shlomo","surname":"Mendlovic","email":"NULL","contributions":"1"}]},{"doi":"10.1007/s11469-020-00289-x","date":"1970-01-01","title":"Psychometric Validation of the Bangla Fear of COVID-19 Scale: Confirmatory Factor Analysis and Rasch Analysis","abstract":"The recently developed Fear of COVID-19 Scale (FCV-19S) is a seven-item uni-dimensional scale that assesses the severity of fears of COVID-19. Given the rapid increase of COVID-19 cases in Bangladesh, we aimed to translate and validate the FCV-19S in Bangla.\n\n The forward-backward translation method was used to translate the English version of the questionnaire into Bangla.\n\n The reliability and validity properties of the Bangla FCV-19S were rigorously psychometrically evaluated (utilizing both confirmatory factor analysis and Rasch analysis) in relation to socio-demographic variables, national lockdown variables, and response to the Bangla Health Patient Questionnaire.\n\n The sample comprised 8550 Bangladeshi participants.\n\n The Cronbach ? value for the Bangla FCV-19S was 0.871 indicating very good internal reliability.\n\n The results of the confirmatory factor analysis showed that the uni-dimensional factor structure of the FCV-19S fitted well with the data.\n\n The FCV-19S was significantly correlated with the nine-item Bangla Patient Health Questionnaire (PHQ-90) (r?=?0.406, p?&lt;?0.001).\n\n FCV-19S scores were significantly associated with higher worries concerning lockdown.\n\n Measurement invariance of the FCV-19S showed no differences with respect to age or gender.\n\n The Bangla version of FCV-19S is a valid and reliable tool with robust psychometric properties which will be useful for researchers carrying out studies among the Bangla speaking population in assessing the psychological impact of fear from COVID-19 infection during this pandemic.\n\n","id":"PMC7213549","idformat":"PMC","foundapis":"_PMC_Springer_CROSSREF","miscinfo":"","authors":[{"firstname":"Najmuj","surname":"Sakib","email":"NULL","contributions":"1"},{"firstname":" A. K. M. Israfil","surname":"Bhuiyan","email":"NULL","contributions":"1"},{"firstname":" Sahadat","surname":"Hossain","email":"NULL","contributions":"1"},{"firstname":" Firoj","surname":"Al Mamun","email":"NULL","contributions":"1"},{"firstname":" Ismail","surname":"Hosen","email":"NULL","contributions":"1"},{"firstname":" Abu Hasnat","surname":"Abdullah","email":"NULL","contributions":"1"},{"firstname":" Md. Abedin","surname":"Sarker","email":"NULL","contributions":"1"},{"firstname":" Mohammad Sarif","surname":"Mohiuddin","email":"NULL","contributions":"1"},{"firstname":" Istihak","surname":"Rayhan","email":"NULL","contributions":"1"},{"firstname":" Moazzem","surname":"Hossain","email":"NULL","contributions":"1"},{"firstname":" Md. Tajuddin","surname":"Sikder","email":"NULL","contributions":"1"},{"firstname":" David","surname":"Gozal","email":"NULL","contributions":"1"},{"firstname":" Mohammad","surname":"Muhit","email":"NULL","contributions":"1"},{"firstname":" S. M. Shariful","surname":"Islam","email":"NULL","contributions":"1"},{"firstname":" Mark D.","surname":"Griffiths","email":"mark.griffiths@ntu.ac.uk","contributions":"0"},{"firstname":" Amir H.","surname":"Pakpour","email":"apakpour@qums.ac.ir","contributions":"0"},{"firstname":" Amir H.","surname":"Pakpour","email":"apakpour@qums.ac.ir","contributions":"0"},{"firstname":" Mohammed A.","surname":"Mamun","email":"mamunphi46@gmail.com","contributions":"2"},{"firstname":"                           Mohammed A.","surname":"Mamun","email":"mamunphi46@gmail.com","contributions":"0"}]},{"doi":"10.1007/s11469-020-00277-1","date":"1970-01-01","title":"Validation and Psychometric Evaluation of the Italian Version of the Fear of COVID-19 Scale","abstract":"Background\nThe advent of COVID-19 worldwide has led to consequences for people’s health, both physical and psychological, such as fear and anxiety.\n\n This is the case in Italy, one of the countries most affected by the pandemic.\n\n Given the heightened fear concerning COVID-19 in Italy.\n\n, the present study analyzed the psychometric properties of the Italian version of the Fear of COVID-19 Scale (FCV-19S).\n\n\nMethods\nThe sample comprised 250 Italian participants who were administered Italian versions of the FCV-19S, the Hospital Anxiety and Depression Scale (HADS), and the Severity Measure for Specific Phobia–Adult (SMSP-A).\n\n Several psychometric tests were performed to investigate the validity and reliability of the test including confirmatory factor analysis.\n\n\nResults\nAnalysis of the data showed satisfactory psychometric characteristics and confirmed the scale’s unidimensional properties.\n\n The seven FCV-19S items had acceptable correlations with the test total (from .\n\n443 to .\n\n784).\n\n Furthermore, the loadings on the factor were significant and strong (from .\n\n684 to .\n\n897).\n\n The internal consistency was very good (? = .\n\n871).\n\n Construct validity for the FCV-19S was supported by significant and positive correlations with the HADS (r=.\n\n649) and SMSP-A (r=.\n\n703).\n\n\nConclusions\nThe Italian version of the Fear of COVID-19 Scale is valid and reliable in assessing fear of COVID-19 among the general Italian population.\n\n\n","id":"PMC7198091","idformat":"PMC","foundapis":"_PMC_Springer_CROSSREF","miscinfo":"","authors":[{"firstname":"Paolo","surname":"Soraci","email":"paolo.soraci85@gmail.com","contributions":"0"},{"firstname":" Ambra","surname":"Ferrari","email":"a.ferrari50@campus.unimib.it","contributions":"1"},{"firstname":" Francesco A.","surname":"Abbiati","email":"francesco.abbiati@edu.unito.it","contributions":"1"},{"firstname":" Elena","surname":"Del Fante","email":"edelfante@hotmail.it","contributions":"1"},{"firstname":" Rosanna","surname":"De Pace","email":"Rosannadepace@libero.it","contributions":"1"},{"firstname":" Antonino","surname":"Urso","email":"antonino.urso@tin.it","contributions":"1"},{"firstname":"                           Mark D.","surname":"Griffiths","email":"mark.griffiths@ntu.ac.uk","contributions":"0"}]}]}