{"name":"SISCoV study: systemic inflammatory syndrome in COVID-19 - a systematic review and meta-analysis of multisystem inflammatory syndrome in children with SARS-CoV-2 infection","id":"114","link":"https://www.nature.com/articles/s41390-021-01545-z.epdf?sharing_token=cA-n9oCrsVoRdPiUXBfRZdRgN0jAjWel9jnR3ZoTv0OVe7EFJvRR9SizWphjsAP3g-vT_55GVZKx2lagvtyfLPxXROccFPlQzdpQdAgermQ3ZNQK4T-wfraC_kYdwiLeHcdQs9mvkIOIqWOVFv2yB2mXV5IkJN6Rc84hFOGcxVI%3D","dbsearches":"6","refs":"https://docs.google.com/spreadsheets/d/1peHbijTfPxg6wVcBApZnDd4Uq1Nw8jhHw4sTUXOsFcI/edit#gid=0","references":[{"doi":"10.1016/S0140-6736(20)31103-X","date":"1970-01-01","title":"An outbreak of severe Kawasaki-like disease at the Italian epicentre of the SARS-CoV-2 epidemic: an observational cohort study","abstract":"Background\nThe Bergamo province, which is extensively affected by the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) epidemic, is a natural observatory of virus manifestations in the general population.\n\n In the past month we recorded an outbreak of Kawasaki disease; we aimed to evaluate incidence and features of patients with Kawasaki-like disease diagnosed during the SARS-CoV-2 epidemic.\n\n\nMethods\nAll patients diagnosed with a Kawasaki-like disease at our centre in the past 5 years were divided according to symptomatic presentation before (group 1) or after (group 2) the beginning of the SARS-CoV-2 epidemic.\n\n Kawasaki- like presentations were managed as Kawasaki disease according to the American Heart Association indications.\n\n Kawasaki disease shock syndrome (KDSS) was defined by presence of circulatory dysfunction, and macrophage activation syndrome (MAS) by the Paediatric Rheumatology International Trials Organisation criteria.\n\n Current or previous infection was sought by reverse-transcriptase quantitative PCR in nasopharyngeal and oropharyngeal swabs, and by serological qualitative test detecting SARS-CoV-2 IgM and IgG, respectively.\n\n\nFindings\nGroup 1 comprised 19 patients (seven boys, 12 girls; aged 3·0 years [SD 2·5]) diagnosed between Jan 1, 2015, and Feb 17, 2020. Group 2 included ten patients (seven boys, three girls; aged 7·5 years [SD 3·5]) diagnosed between Feb 18 and April 20, 2020; eight of ten were positive for IgG or IgM, or both.\n\n The two groups differed in disease incidence (group 1 vs group 2, 0·3 vs ten per month), mean age (3·0 vs 7·5 years), cardiac involvement (two of 19 vs six of ten), KDSS (zero of 19 vs five of ten), MAS (zero of 19 vs five of ten), and need for adjunctive steroid treatment (three of 19 vs eight of ten; all p&lt;0·01).\n\n\nInterpretation\nIn the past month we found a 30-fold increased incidence of Kawasaki-like disease.\n\n Children diagnosed after the SARS-CoV-2 epidemic began showed evidence of immune response to the virus, were older, had a higher rate of cardiac involvement, and features of MAS.\n\n The SARS-CoV-2 epidemic was associated with high incidence of a severe form of Kawasaki disease.\n\n A similar outbreak of Kawasaki-like disease is expected in countries involved in the SARS-CoV-2 epidemic.\n\n\nFunding\nNone.\n\n\n","id":"PMC7220177","idformat":"PMC","foundapis":"_PMC_elsevier_CROSSREF","miscinfo":"","authors":[{"firstname":"Lucio","surname":"Verdoni","email":"NULL","contributions":"1"},{"firstname":"Angelo","surname":"Mazza","email":"NULL","contributions":"1"},{"firstname":"Annalisa","surname":"Gervasoni","email":"NULL","contributions":"1"},{"firstname":"Laura","surname":"Martelli","email":"NULL","contributions":"1"},{"firstname":"Maurizio","surname":"Ruggeri","email":"NULL","contributions":"1"},{"firstname":"Matteo","surname":"Ciuffreda","email":"NULL","contributions":"1"},{"firstname":"Ezio","surname":"Bonanomi","email":"NULL","contributions":"1"},{"firstname":"                            Lorenzo","surname":"D'Antiga","email":"NULL","contributions":"1"}]},{"doi":"10.1001/jama.2020.10374","date":"2023-05-21","title":"'Multisystem Inflammatory Syndrome Related to COVID-19 in Previously Healthy Children and Adolescents in New York City'","abstract":"Unknown Abstract","id":"10.1001/jama.2020.10374","idformat":"CROSSREF","foundapis":"","miscinfo":"PUBLISHER: American Medical Association (AMA)","authors":[{"firstname":"Eva W.","surname":"Cheung","email":"xref no email","contributions":"1"},{"firstname":" Philip","surname":"Zachariah","email":"xref no email","contributions":"1"},{"firstname":" Mark","surname":"Gorelik","email":"xref no email","contributions":"1"},{"firstname":" Alexis","surname":"Boneparth","email":"xref no email","contributions":"1"},{"firstname":" Steven G.","surname":"Kernie","email":"xref no email","contributions":"1"},{"firstname":" Jordan S.","surname":"Orange","email":"xref no email","contributions":"1"},{"firstname":"       Joshua D.","surname":"Milner","email":"xref no email","contributions":"1"}]},{"doi":"10.1001/jama.2020.10369","date":"1970-01-01","title":"Clinical Characteristics of 58 Children With a Pediatric Inflammatory Multisystem Syndrome Temporally Associated With SARS-CoV-2","abstract":"Importance: In communities with high rates of coronavirus disease 2019, reports have emerged of children with an unusual syndrome of fever and inflammation.\n Objectives: To describe the clinical and laboratory characteristics of hospitalized children who met criteria for the pediatric inflammatory multisystem syndrome temporally associated with severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) (PIMS-TS) and compare these characteristics with other pediatric inflammatory disorders.\n Design, Setting, and Participants: Case series of 58 children from 8 hospitals in England admitted between March 23 and May 16, 2020, with persistent fever and laboratory evidence of inflammation meeting published definitions for PIMS-TS.\n The final date of follow-up was May 22, 2020. Clinical and laboratory characteristics were abstracted by medical record review, and were compared with clinical characteristics of patients with Kawasaki disease (KD) (n = 1132), KD shock syndrome (n = 45), and toxic shock syndrome (n = 37) who had been admitted to hospitals in Europe and the US from 2002 to 2019. Exposures: Signs and symptoms and laboratory and imaging findings of children who met definitional criteria for PIMS-TS from the UK, the US, and World Health Organization.\n Main Outcomes and Measures: Clinical, laboratory, and imaging characteristics of children meeting definitional criteria for PIMS-TS, and comparison with the characteristics of other pediatric inflammatory disorders.\n Results: Fifty-eight children (median age, 9 years [interquartile range {IQR}, 5.7-14]; 20 girls [34%]) were identified who met the criteria for PIMS-TS.\n Results from SARS-CoV-2 polymerase chain reaction tests were positive in 15 of 58 patients (26%) and SARS-CoV-2 IgG test results were positive in 40 of 46 (87%).\n In total, 45 of 58 patients (78%) had evidence of current or prior SARS-CoV-2 infection.\n All children presented with fever and nonspecific symptoms, including vomiting (26\/58 [45%]), abdominal pain (31\/58 [53%]), and diarrhea (30\/58 [52%]).\n Rash was present in 30 of 58 (52%), and conjunctival injection in 26 of 58 (45%) cases.\n Laboratory evaluation was consistent with marked inflammation, for example, C-reactive protein (229 mg\/L [IQR, 156-338], assessed in 58 of 58) and ferritin (610 μg\/L [IQR, 359-1280], assessed in 53 of 58).\n Of the 58 children, 29 developed shock (with biochemical evidence of myocardial dysfunction) and required inotropic support and fluid resuscitation (including 23\/29 [79%] who received mechanical ventilation); 13 met the American Heart Association definition of KD, and 23 had fever and inflammation without features of shock or KD.\n Eight patients (14%) developed coronary artery dilatation or aneurysm.\n Comparison of PIMS-TS with KD and with KD shock syndrome showed differences in clinical and laboratory features, including older age (median age, 9 years [IQR, 5.7-14] vs 2.7 years [IQR, 1.4-4.7] and 3.8 years [IQR, 0.2-18], respectively), and greater elevation of inflammatory markers such as C-reactive protein (median, 229 mg\/L [IQR 156-338] vs 67 mg\/L [IQR, 40-150 mg\/L] and 193 mg\/L [IQR, 83-237], respectively).\n Conclusions and Relevance: In this case series of hospitalized children who met criteria for PIMS-TS, there was a wide spectrum of presenting signs and symptoms and disease severity, ranging from fever and inflammation to myocardial injury, shock, and development of coronary artery aneurysms.\n The comparison with patients with KD and KD shock syndrome provides insights into this syndrome, and suggests this disorder differs from other pediatric inflammatory entities","id":"10.1001/jama.2020.10369","idformat":"CORE","foundapis":"_CROSSREF","miscinfo":"","authors":[{"firstname":"van","surname":"de Beek Diederik","email":"coreGivesNoEmail","contributions":"1"}]},{"doi":"10.1016/j.jpeds.2020.06.045","date":"2020-06-10","title":"Multisystem Inflammatory Syndrome in Children Associated with Severe Acute Respiratory Syndrome Coronavirus 2 Infection (MIS-C): A Multi-institutional Study from New York City","abstract":"Objective\nTo assess clinical characteristics and outcomes of severe acute respiratory syndrome coronavirus 2-associated multisystem inflammatory syndrome in children (MIS-C).\n\n\nStudy design\nChildren with MIS-C admitted to pediatric intensive care units in New York City between April 23 and May 23, 2020, were included.\n\n Demographic and clinical data were collected.\n\n\nResults\nOf 33 children with MIS-C, the median age was 10 years; 61% were male; 45% were Hispanic/Latino; and 39% were black.\n\n Comorbidities were present in 45%.\n\n Fever (93%) and vomiting (69%) were the most common presenting symptoms.\n\n Depressed left ventricular ejection fraction was found in 63% of patients with median ejection fraction of 46.6% (IQR, 39.5-52.8).\n\n C-reactive protein, procalcitonin, d-dimer, and pro-B-type natriuretic peptide levels were elevated in all patients.\n\n For treatment, intravenous immunoglobulin was used in 18 (54%), corticosteroids in 17 (51%), tocilizumab in 12 (36%), remdesivir in 7 (21%), vasopressors in 17 (51%), mechanical ventilation in 5 (15%), extracorporeal membrane oxygenation in 1 (3%), and intra-aortic balloon pump in 1 (3%).\n\n The left ventricular ejection fraction normalized in 95% of those with a depressed ejection fraction.\n\n All patients were discharged home with median duration of pediatric intensive care unit stay of 4.7 days (IQR, 4-8 days) and a hospital stay of 7.8 days (IQR, 6.0-10.1 days).\n\n One patient (3%) died after withdrawal of care secondary to stroke while on extracorporeal membrane oxygenation.\n\n\nConclusions\nCritically ill children with coronavirus disease-2019-associated MIS-C have a spectrum of severity broader than described previously but still require careful supportive intensive care.\n\n Rapid, complete clinical and myocardial recovery was almost universal.\n\n\n","id":"PMC7293760","idformat":"PMC","foundapis":"_PMC_elsevier_CROSSREF","miscinfo":"","authors":[{"firstname":"Shubhi","surname":"Kaushik","email":"NULL","contributions":"1"},{"firstname":"Scott I.","surname":"Aydin","email":"NULL","contributions":"1"},{"firstname":"Kim R.","surname":"Derespina","email":"NULL","contributions":"0"},{"firstname":"Prerna B.","surname":"Bansal","email":"NULL","contributions":"1"},{"firstname":"Shanna","surname":"Kowalsky","email":"NULL","contributions":"2"},{"firstname":"Rebecca","surname":"Trachtman","email":"NULL","contributions":"2"},{"firstname":"Jennifer K.","surname":"Gillen","email":"NULL","contributions":"1"},{"firstname":"Michelle M.","surname":"Perez","email":"NULL","contributions":"1"},{"firstname":"Sara H.","surname":"Soshnick","email":"NULL","contributions":"1"},{"firstname":"Edward E.","surname":"Conway","email":"NULL","contributions":"1"},{"firstname":"Asher","surname":"Bercow","email":"NULL","contributions":"1"},{"firstname":"Howard S.","surname":"Seiden","email":"NULL","contributions":"1"},{"firstname":"Robert H.","surname":"Pass","email":"NULL","contributions":"1"},{"firstname":"Henry M.","surname":"Ushay","email":"NULL","contributions":"0"},{"firstname":"George","surname":"Ofori-Amanfo","email":"NULL","contributions":"1"},{"firstname":"                            Shivanand S.","surname":"Medar","email":"NULL","contributions":"0"}]},{"doi":"10.1053/j.gastro.2020.05.079","date":"2020-05-30","title":"Gastrointestinal Symptoms as a Major Presentation Component of a Novel Multisystem Inflammatory Syndrome in Children That Is Related to Coronavirus Disease 2019: A Single Center Experience of 44 Cases","abstract":"","id":"PMC7270806","idformat":"PMC","foundapis":"_PMC_elsevier_CROSSREF","miscinfo":"","authors":[{"firstname":"Jonathan","surname":"Miller","email":"NULL","contributions":"1"},{"firstname":"Amanda","surname":"Cantor","email":"NULL","contributions":"1"},{"firstname":"Philip","surname":"Zachariah","email":"NULL","contributions":"1"},{"firstname":"Danielle","surname":"Ahn","email":"NULL","contributions":"1"},{"firstname":"Mercedes","surname":"Martinez","email":"NULL","contributions":"1"},{"firstname":"                            Kara Gross","surname":"Margolis","email":"NULL","contributions":"1"}]},{"doi":"10.1016/j.ajog.2020.02.017","date":"2020-02-18","title":"Coronavirus Disease 2019 (COVID-19) and pregnancy: what obstetricians need to know","abstract":"Coronavirus disease 2019 is an emerging disease with a rapid increase in cases and deaths since its first identification in Wuhan, China, in December 2019. Limited data are available about coronavirus disease 2019 during pregnancy; however, information on illnesses associated with other highly pathogenic coronaviruses (ie, severe acute respiratory syndrome and the Middle East respiratory syndrome) might provide insights into coronavirus disease 2019’s effects during pregnancy.\n\n Coronaviruses cause illness ranging in severity from the common cold to severe respiratory illness and death.\n\n Currently the primary epidemiologic risk factors for coronavirus disease 2019 include travel from mainland China (especially Hubei Province) or close contact with infected individuals within 14 days of symptom onset.\n\n Data suggest an incubation period of ?5 days (range, 2–14 days).\n\n Average age of hospitalized patients has been 49–56 years, with a third to half with an underlying illness.\n\n Children have been rarely reported.\n\n Men were more frequent among hospitalized cases (54–73%).\n\n Frequent manifestations include fever, cough, myalgia, headache, and diarrhea.\n\n Abnormal testing includes abnormalities on chest radiographic imaging, lymphopenia, leukopenia, and thrombocytopenia.\n\n Initial reports suggest that acute respiratory distress syndrome develops in 17–29% of hospitalized patients.\n\n Overall case fatality rate appears to be ?1%; however, early data may overestimate this rate.\n\n In 2 reports describing 18 pregnancies with coronavirus disease 2019, all were infected in the third trimester, and clinical findings were similar to those in nonpregnant adults.\n\n Fetal distress and preterm delivery were seen in some cases.\n\n All but 2 pregnancies were cesarean deliveries and no evidence of in utero transmission was seen.\n\n","id":"PMC7093856","idformat":"PMC","foundapis":"_PMC_elsevier_CROSSREF","miscinfo":"","authors":[{"firstname":"Sonja A.","surname":"Rasmussen","email":"skr9@ufl.edu","contributions":"1"},{"firstname":"John C.","surname":"Smulian","email":"NULL","contributions":"1"},{"firstname":"John A.","surname":"Lednicky","email":"NULL","contributions":"1"},{"firstname":"Tony S.","surname":"Wen","email":"NULL","contributions":"1"},{"firstname":"                            Denise J.","surname":"Jamieson","email":"NULL","contributions":"1"}]},{"doi":"10.1056/NEJMoa2021756","date":"1970-01-01","title":"Multisystem Inflammatory Syndrome in Children in New York State","abstract":"Background\nA multisystem inflammatory syndrome in children (MIS-C) is associated with coronavirus disease 2019. The New York State Department of Health (NYSDOH) established active, statewide surveillance to describe hospitalized patients with the syndrome.\n\n\nMethods\nHospitals in New York State reported cases of Kawasaki’s disease, toxic shock syndrome, myocarditis, and potential MIS-C in hospitalized patients younger than 21 years of age and sent medical records to the NYSDOH.\n\n We carried out descriptive analyses that summarized the clinical presentation, complications, and outcomes of patients who met the NYSDOH case definition for MIS-C between March 1 and May 10, 2020.\nResults\nAs of May 10, 2020, a total of 191 potential cases were reported to the NYSDOH.\n\n Of 95 patients with confirmed MIS-C (laboratory-confirmed acute or recent severe acute respiratory syndrome coronavirus 2 [SARS-CoV-2] infection) and 4 with suspected MIS-C (met clinical and epidemiologic criteria), 53 (54%) were male; 31 of 78 (40%) were black, and 31 of 85 (36%) were Hispanic.\n\n A total of 31 patients (31%) were 0 to 5 years of age, 42 (42%) were 6 to 12 years of age, and 26 (26%) were 13 to 20 years of age.\n\n All presented with subjective fever or chills; 97% had tachycardia, 80% had gastrointestinal symptoms, 60% had rash, 56% had conjunctival injection, and 27% had mucosal changes.\n\n Elevated levels of C-reactive protein, d-dimer, and troponin were found in 100%, 91%, and 71% of the patients, respectively; 62% received vasopressor support, 53% had evidence of myocarditis, 80% were admitted to an intensive care unit, and 2 died.\n\n The median length of hospital stay was 6 days.\n\n\nConclusions\nThe emergence of multisystem inflammatory syndrome in children in New York State coincided with widespread SARS-CoV-2 transmission; this hyperinflammatory syndrome with dermatologic, mucocutaneous, and gastrointestinal manifestations was associated with cardiac dysfunction.\n\n\n","id":"PMC7346766","idformat":"PMC","foundapis":"_PMC_CROSSREF","miscinfo":"","authors":[{"firstname":"Elizabeth M.","surname":"Dufort","email":"NULL","contributions":"1"},{"firstname":"Emilia H.","surname":"Koumans","email":"NULL","contributions":"1"},{"firstname":"Eric J.","surname":"Chow","email":"NULL","contributions":"1"},{"firstname":"Elizabeth M.","surname":"Rosenthal","email":"NULL","contributions":"2"},{"firstname":"Elizabeth M.","surname":"Rosenthal","email":"NULL","contributions":"0"},{"firstname":"Alison","surname":"Muse","email":"NULL","contributions":"2"},{"firstname":"Alison","surname":"Muse","email":"NULL","contributions":"0"},{"firstname":"Jemma","surname":"Rowlands","email":"NULL","contributions":"1"},{"firstname":"Meredith A.","surname":"Barranco","email":"NULL","contributions":"1"},{"firstname":"Angela M.","surname":"Maxted","email":"NULL","contributions":"1"},{"firstname":"Eli S.","surname":"Rosenberg","email":"NULL","contributions":"1"},{"firstname":"Delia","surname":"Easton","email":"NULL","contributions":"1"},{"firstname":"Tomoko","surname":"Udo","email":"NULL","contributions":"1"},{"firstname":"Jessica","surname":"Kumar","email":"NULL","contributions":"1"},{"firstname":"Wendy","surname":"Pulver","email":"NULL","contributions":"1"},{"firstname":"Lou","surname":"Smith","email":"NULL","contributions":"1"},{"firstname":"Brad","surname":"Hutton","email":"NULL","contributions":"1"},{"firstname":"Debra","surname":"Blog","email":"NULL","contributions":"1"},{"firstname":"                            Howard","surname":"Zucker","email":"NULL","contributions":"1"}]},{"doi":"10.1148/radiol.2020202543","date":"2020-06-22","title":"Spectrum of Imaging Findings at Chest Radiography, US, CT, and MRI in Multisystem Inflammatory Syndrome in Children Associated with COVID-19","abstract":"This case series examines the spectrum of imaging findings at chest radiography, US, CT, and MRI in 35 children admitted to a tertiary pediatric hospital in April and May 2020 with a post–coronavirus disease 2019 inflammatory condition known as multisystem inflammatory syndrome in children.\n\n The constellation of findings includes airway inflammation and rapid development of pulmonary edema on thoracic images, coronary artery aneurysms, and extensive right iliac fossa inflammatory changes on abdominal images.\n\n Awareness of this emerging condition and the expected multi-organ imaging findings will aid radiologists in the assessment of these complex cases.\n\n","id":"PMC7769068","idformat":"PMC","foundapis":"_PMC_CROSSREF","miscinfo":"","authors":[{"firstname":"Shema","surname":"Hameed","email":"shema.hameed@gstt.nhs.uk","contributions":"1"},{"firstname":"Heba","surname":"Elbaaly","email":"NULL","contributions":"2"},{"firstname":"Heba","surname":"Elbaaly","email":"NULL","contributions":"0"},{"firstname":"Catriona E. L.","surname":"Reid","email":"NULL","contributions":"2"},{"firstname":"Catriona E. L.","surname":"Reid","email":"NULL","contributions":"0"},{"firstname":"Rui M. F.","surname":"Santos","email":"NULL","contributions":"2"},{"firstname":"Rui M. F.","surname":"Santos","email":"NULL","contributions":"0"},{"firstname":"Vinay","surname":"Shivamurthy","email":"NULL","contributions":"2"},{"firstname":"Vinay","surname":"Shivamurthy","email":"NULL","contributions":"0"},{"firstname":"James","surname":"Wong","email":"NULL","contributions":"1"},{"firstname":"K. Haran","surname":"Jogeesvaran","email":"NULL","contributions":"2"},{"firstname":"                            K. Haran","surname":"Jogeesvaran","email":"NULL","contributions":"0"}]},{"doi":"10.1136/bmj.m2094","date":"2020-05-26","title":"Kawasaki-like multisystem inflammatory syndrome in children during the covid-19 pandemic in Paris, France: prospective observational study","abstract":"Objectives\nTo describe the characteristics of children and adolescents affected by an outbreak of Kawasaki-like multisystem inflammatory syndrome and to evaluate a potential temporal association with severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection.\n\n\nDesign\nProspective observational study.\n\n\nSetting\nGeneral paediatric department of a university hospital in Paris, France.\n\n\nParticipants\n21 children and adolescents (aged ?18 years) with features of Kawasaki disease who were admitted to hospital between 27 April and 11 May 2020 and followed up until discharge by 15 May 2020.\nMain outcome measures\nThe primary outcomes were clinical and biological data, imaging and echocardiographic findings, treatment, and outcomes.\n\n Nasopharyngeal swabs were prospectively tested for SARS-CoV-2 using reverse transcription-polymerase chain reaction (RT-PCR) and blood samples were tested for IgG antibodies to the virus.\n\n\nResults\n21 children and adolescents (median age 7.9 (range 3.7-16.6) years) were admitted with features of Kawasaki disease over a 15 day period, with 12 (57%) of African ancestry.\n\n 12 (57%) presented with Kawasaki disease shock syndrome and 16 (76%) with myocarditis.\n\n 17 (81%) required intensive care support.\n\n All 21 patients had noticeable gastrointestinal symptoms during the early stage of illness and high levels of inflammatory markers.\n\n 19 (90%) had evidence of recent SARS-CoV-2 infection (positive RT-PCR result in 8/21, positive IgG antibody detection in 19/21).\n\n All 21 patients received intravenous immunoglobulin and 10 (48%) also received corticosteroids.\n\n The clinical outcome was favourable in all patients.\n\n Moderate coronary artery dilations were detected in 5 (24%) of the patients during hospital stay.\n\n By 15 May 2020, after 8 (5-17) days of hospital stay, all patients were discharged home.\n\n\nConclusions\nThe ongoing outbreak of Kawasaki-like multisystem inflammatory syndrome among children and adolescents in the Paris area might be related to SARS-CoV-2. In this study an unusually high proportion of the affected children and adolescents had gastrointestinal symptoms, Kawasaki disease shock syndrome, and were of African ancestry.\n\n\n","id":"PMC7500538","idformat":"PMC","foundapis":"_PMC_CROSSREF","miscinfo":"","authors":[{"firstname":"Julie","surname":"Toubiana","email":"NULL","contributions":"1"},{"firstname":"Clément","surname":"Poirault","email":"NULL","contributions":"1"},{"firstname":"Alice","surname":"Corsia","email":"NULL","contributions":"1"},{"firstname":"Fanny","surname":"Bajolle","email":"NULL","contributions":"2"},{"firstname":"Jacques","surname":"Fourgeaud","email":"NULL","contributions":"1"},{"firstname":"François","surname":"Angoulvant","email":"NULL","contributions":"1"},{"firstname":"Agathe","surname":"Debray","email":"NULL","contributions":"1"},{"firstname":"Romain","surname":"Basmaci","email":"NULL","contributions":"2"},{"firstname":"Elodie","surname":"Salvador","email":"NULL","contributions":"1"},{"firstname":"Sandra","surname":"Biscardi","email":"NULL","contributions":"1"},{"firstname":"Pierre","surname":"Frange","email":"NULL","contributions":"1"},{"firstname":"Martin","surname":"Chalumeau","email":"NULL","contributions":"1"},{"firstname":"Jean-Laurent","surname":"Casanova","email":"NULL","contributions":"2"},{"firstname":"Jean-Laurent","surname":"Casanova","email":"NULL","contributions":"0"},{"firstname":"Jérémie F","surname":"Cohen","email":"NULL","contributions":"1"},{"firstname":"                            Slimane","surname":"Allali","email":"NULL","contributions":"1"}]},{"doi":"10.1136/annrheumdis-2020-217960","date":"2020-06-02","title":"Paediatric multisystem inflammatory syndrome temporally associated with SARS-CoV-2 mimicking Kawasaki disease (Kawa-COVID-19): a multicentre cohort","abstract":"Background\nCurrent data suggest that COVID-19 is less frequent in children, with a milder course.\n\n However, over the past weeks, an increase in the number of children presenting to hospitals in the greater Paris region with a phenotype resembling Kawasaki disease (KD) has led to an alert by the French national health authorities.\n\n\nMethods\nMulticentre compilation of patients with KD in Paris region since April 2020, associated with the detection of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) (‘Kawa-COVID-19’).\n\n A historical cohort of ‘classical’ KD served as a comparator.\n\n\nResults\nSixteen patients were included (sex ratio=1, median age 10 years IQR (4·7 to 12.5)).\n\n SARS-CoV-2 was detected in 12 cases (69%), while a further three cases had documented recent contact with a quantitative PCR-positive individual (19%).\n\n Cardiac involvement included myocarditis in 44% (n=7).\n\n Factors prognostic for the development of severe disease (ie, requiring intensive care, n=7) were age over 5 years and ferritinaemia &gt;1400?µg/L.\n\n Only five patients (31%) were successfully treated with a single intravenous immunoglobulin (IVIg) infusion, while 10 patients (62%) required a second line of treatment.\n\n The Kawa-COVID-19 cohort differed from a comparator group of ‘classical’ KD by older age at onset 10 vs 2 years (p&lt;0.0001), lower platelet count (188 vs 383?G/L (p&lt;0.0001)), a higher rate of myocarditis 7/16 vs 3/220 (p=0.0001) and resistance to first IVIg treatment 10/16 vs 45/220 (p=0.004).\n\n\nConclusion\nKawa-COVID-19 likely represents a new systemic inflammatory syndrome temporally associated with SARS-CoV-2 infection in children.\n\n Further prospective international studies are necessary to confirm these findings and better understand the pathophysiology of Kawa-COVID-19.\n","id":"PMC7299653","idformat":"PMC","foundapis":"_PMC_CROSSREF","miscinfo":"","authors":[{"firstname":"Marie","surname":"Pouletty","email":"NULL","contributions":"1"},{"firstname":"Charlotte","surname":"Borocco","email":"NULL","contributions":"1"},{"firstname":"Naim","surname":"Ouldali","email":"NULL","contributions":"1"},{"firstname":"Marion","surname":"Caseris","email":"NULL","contributions":"2"},{"firstname":"Romain","surname":"Basmaci","email":"NULL","contributions":"0"},{"firstname":"Noémie","surname":"Lachaume","email":"NULL","contributions":"1"},{"firstname":"Philippe","surname":"Bensaid","email":"NULL","contributions":"1"},{"firstname":"Samia","surname":"Pichard","email":"NULL","contributions":"1"},{"firstname":"Hanane","surname":"Kouider","email":"NULL","contributions":"1"},{"firstname":"Guillaume","surname":"Morelle","email":"NULL","contributions":"1"},{"firstname":"Irina","surname":"Craiu","email":"NULL","contributions":"1"},{"firstname":"Corinne","surname":"Pondarre","email":"NULL","contributions":"1"},{"firstname":"Anna","surname":"Deho","email":"NULL","contributions":"1"},{"firstname":"Arielle","surname":"Maroni","email":"NULL","contributions":"1"},{"firstname":"Mehdi","surname":"Oualha","email":"NULL","contributions":"2"},{"firstname":"Zahir","surname":"Amoura","email":"NULL","contributions":"1"},{"firstname":"Julien","surname":"Haroche","email":"NULL","contributions":"1"},{"firstname":"Juliette","surname":"Chommeloux","email":"NULL","contributions":"1"},{"firstname":"Fanny","surname":"Bajolle","email":"NULL","contributions":"0"},{"firstname":"Constance","surname":"Beyler","email":"NULL","contributions":"2"},{"firstname":"Stéphane","surname":"Bonacorsi","email":"NULL","contributions":"1"},{"firstname":"Guislaine","surname":"Carcelain","email":"NULL","contributions":"1"},{"firstname":"Isabelle","surname":"Koné-Paut","email":"NULL","contributions":"1"},{"firstname":"Brigitte","surname":"Bader-Meunier","email":"NULL","contributions":"2"},{"firstname":"Brigitte","surname":"Bader-Meunier","email":"NULL","contributions":"0"},{"firstname":"Albert","surname":"Faye","email":"NULL","contributions":"3"},{"firstname":"Albert","surname":"Faye","email":"NULL","contributions":"0"},{"firstname":"Ulrich","surname":"Meinzer","email":"NULL","contributions":"2"},{"firstname":"Caroline","surname":"Galeotti","email":"NULL","contributions":"1"},{"firstname":"                            Isabelle","surname":"Melki","email":"NULL","contributions":"2"}]},{"doi":"10.1161/CIRCULATIONAHA.120.048360","date":"2023-06-05","title":"'Acute Heart Failure in Multisystem Inflammatory Syndrome in Children in the Context of Global SARS-CoV-2 Pandemic'","abstract":"'\nBackground:\nCardiac injury and myocarditis have been described in adults with coronavirus disease 2019 (COVID-19).\n Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection in children is typically minimally symptomatic.\n We report a series of febrile pediatric patients with acute heart failure potentially associated with SARS-CoV-2 infection and the multisystem inflammatory syndrome in children as defined by the US Centers for Disease Control and Prevention.\n\n\n\nMethods:\nOver a 2-month period, contemporary with the SARS-CoV-2 pandemic in France and Switzerland, we retrospectively collected clinical, biological, therapeutic, and early outcomes data in children who were admitted to pediatric intensive care units in 14 centers for cardiogenic shock, left ventricular dysfunction, and severe inflammatory state.\n\n\n\nResults:\nThirty-five children were identified and included in the study.\n Median age at admission was 10 years (range, 2–16 years).\n Comorbidities were present in 28%, including asthma and overweight.\n Gastrointestinal symptoms were prominent.\n Left ventricular ejection fraction was &lt;30% in one-third; 80% required inotropic support with 28% treated with extracorporeal membrane oxygenation.\n Inflammation markers were suggestive of cytokine storm (interleukin-6 median, 135 pg\/mL) and macrophage activation (D-dimer median, 5284 ng\/mL).\n Mean BNP (B-type natriuretic peptide) was elevated (5743 pg\/mL).\n Thirty-one of 35 patients (88%) tested positive for SARS-CoV-2 infection by polymerase chain reaction of nasopharyngeal swab or serology.\n All patients received intravenous immunoglobulin, with adjunctive steroid therapy used in one-third.\n Left ventricular function was restored in the 25 of 35 of those discharged from the intensive care unit.\n No patient died, and all patients treated with extracorporeal membrane oxygenation were successfully weaned.\n\n\n\nConclusions:\nChildren may experience an acute cardiac decompensation caused by severe inflammatory state after SARS-CoV-2 infection (multisystem inflammatory syndrome in children).\n Treatment with immunoglobulin appears to be associated with recovery of left ventricular systolic function.\n\n","id":"10.1161/CIRCULATIONAHA.120.048360","idformat":"CROSSREF","foundapis":"","miscinfo":"PUBLISHER: Ovid Technologies (Wolters Kluwer Health)","authors":[{"firstname":"Zahra","surname":"Belhadjer","email":"xref no email","contributions":"1"},{"firstname":" Mathilde","surname":"Méot","email":"xref no email","contributions":"1"},{"firstname":" Fanny","surname":"Bajolle","email":"xref no email","contributions":"1"},{"firstname":" Diala","surname":"Khraiche","email":"xref no email","contributions":"1"},{"firstname":" Antoine","surname":"Legendre","email":"xref no email","contributions":"1"},{"firstname":" Samya","surname":"Abakka","email":"xref no email","contributions":"1"},{"firstname":" Johanne","surname":"Auriau","email":"xref no email","contributions":"1"},{"firstname":" Marion","surname":"Grimaud","email":"xref no email","contributions":"1"},{"firstname":" Mehdi","surname":"Oualha","email":"xref no email","contributions":"1"},{"firstname":" Maurice","surname":"Beghetti","email":"xref no email","contributions":"1"},{"firstname":" Julie","surname":"Wacker","email":"xref no email","contributions":"1"},{"firstname":" Caroline","surname":"Ovaert","email":"xref no email","contributions":"1"},{"firstname":" Sebastien","surname":"Hascoet","email":"xref no email","contributions":"1"},{"firstname":" Maëlle","surname":"Selegny","email":"xref no email","contributions":"1"},{"firstname":" Sophie","surname":"Malekzadeh-Milani","email":"xref no email","contributions":"1"},{"firstname":" Alice","surname":"Maltret","email":"xref no email","contributions":"1"},{"firstname":" Gilles","surname":"Bosser","email":"xref no email","contributions":"1"},{"firstname":" Nathan","surname":"Giroux","email":"xref no email","contributions":"1"},{"firstname":" Laurent","surname":"Bonnemains","email":"xref no email","contributions":"1"},{"firstname":" Jeanne","surname":"Bordet","email":"xref no email","contributions":"1"},{"firstname":" Sylvie","surname":"Di Filippo","email":"xref no email","contributions":"1"},{"firstname":" Pierre","surname":"Mauran","email":"xref no email","contributions":"1"},{"firstname":" Sylvie","surname":"Falcon-Eicher","email":"xref no email","contributions":"1"},{"firstname":" Jean-Benoît","surname":"Thambo","email":"xref no email","contributions":"1"},{"firstname":" Bruno","surname":"Lefort","email":"xref no email","contributions":"1"},{"firstname":" Pamela","surname":"Moceri","email":"xref no email","contributions":"1"},{"firstname":" Lucile","surname":"Houyel","email":"xref no email","contributions":"1"},{"firstname":" Sylvain","surname":"Renolleau","email":"xref no email","contributions":"1"},{"firstname":"       Damien","surname":"Bonnet","email":"xref no email","contributions":"1"}]},{"doi":"10.1007/s00246-020-02391-2","date":"2020-06-05","title":"Paediatric Inflammatory Multisystem Syndrome: Temporally Associated with SARS-CoV-2 (PIMS-TS): Cardiac Features, Management and Short-Term Outcomes at a UK Tertiary Paediatric Hospital","abstract":"Children were relatively spared during COVID-19 pandemic.\n\n However, the recently reported hyperinflammatory syndrome with overlapping features of Kawasaki disease and toxic shock syndrome—“Paediatric Inflammatory Multisystem Syndrome-temporally associated with SARS-CoV-2” (PIMS-TS) has caused concern.\n\n We describe cardiac findings and short-term outcomes in children with PIMS-TS at a tertiary children’s hospital.\n\n Single-center observational study of children with PIMS-TS from 10th April to 9th May 2020. Data on ECG and echocardiogram were retrospectively analyzed along with demographics, clinical features and blood parameters.\n\n Fifteen children with median age of 8.8 (IQR 6.4–11.2) years were included, all were from African/Afro-Caribbean, South Asian, Mixed or other minority ethnic groups.\n\n All showed raised inflammatory/cardiac markers (CRP, ferritin, Troponin I, CK and pro-BNP).\n\n Transient valve regurgitation was present in 10 patients (67%).\n\n Left Ventricular ejection fraction was reduced in 12 (80%), fractional shortening in 8 (53%) with resolution in all but 2. Fourteen (93%) had coronary artery abnormalities, with normalization in 6. ECG abnormalities were present in 9 (60%) which normalized in 6 by discharge.\n\n Ten (67%) needed inotropes and/or vasopressors.\n\n None needed extracorporeal life support.\n\n Improvement in cardiac biochemical markers was closely followed by improvement in ECG/echocardiogram.\n\n All patients were discharged alive and twelve (80%) have been reviewed since.\n\n Our entire cohort with PIMS-TS had cardiac involvement and this degree of involvement is significantly more than other published series and emphasizes the need for specialist cardiac review.\n\n We believe that our multi-disciplinary team approach was crucial for the good short-term outcomes.\n\n","id":"PMC7289638","idformat":"PMC","foundapis":"_PMC_Springer_CROSSREF","miscinfo":"","authors":[{"firstname":"Tristan","surname":"Ramcharan","email":"NULL","contributions":"1"},{"firstname":"Oscar","surname":"Nolan","email":"NULL","contributions":"1"},{"firstname":"Chui Yi","surname":"Lai","email":"NULL","contributions":"1"},{"firstname":"Nanda","surname":"Prabhu","email":"NULL","contributions":"1"},{"firstname":"Raghu","surname":"Krishnamurthy","email":"NULL","contributions":"1"},{"firstname":"Alex G.","surname":"Richter","email":"NULL","contributions":"1"},{"firstname":"Deepthi","surname":"Jyothish","email":"NULL","contributions":"1"},{"firstname":"Hari Krishnan","surname":"Kanthimathinathan","email":"NULL","contributions":"2"},{"firstname":"Steven B.","surname":"Welch","email":"NULL","contributions":"1"},{"firstname":"Scott","surname":"Hackett","email":"NULL","contributions":"1"},{"firstname":"Eslam","surname":"Al-Abadi","email":"NULL","contributions":"1"},{"firstname":"Barnaby R.","surname":"Scholefield","email":"NULL","contributions":"1"},{"firstname":"                            Ashish","surname":"Chikermane","email":"a.chikermane@nhs.net","contributions":"1"}]},{"doi":"10.1186/s13613-020-00690-8","date":"2020-05-25","title":"Acute myocarditis and multisystem inflammatory emerging disease following SARS-CoV-2 infection in critically ill children","abstract":"Background\nA recent increase in children admitted with hypotensive shock and fever in the context of the COVID-19 outbreak requires an urgent characterization and assessment of the involvement of SARS-CoV-2 infection.\n\n This is a case series performed at 4 academic tertiary care centers in Paris of all the children admitted to the pediatric intensive care unit (PICU) with shock, fever and suspected SARS-CoV-2 infection between April 15th and April 27th, 2020.\nResults\n20 critically ill children admitted for shock had an acute myocarditis (left ventricular ejection fraction, 35% (25–55); troponin, 269 ng/mL (31–4607)), and arterial hypotension with mainly vasoplegic clinical presentation.\n\n The first symptoms before PICU admission were intense abdominal pain and fever for 6 days (1–10).\n\n All children had highly elevated C-reactive protein (&gt;?94 mg/L) and procalcitonin (&gt;?1.6 ng/mL) without microbial cause.\n\n At least one feature of Kawasaki disease was found in all children (fever, n?=?20, skin rash, n?=?10; conjunctivitis, n?=?6; cheilitis, n?=?5; adenitis, n?=?2), but none had the typical form.\n\n SARS-CoV-2 PCR and serology were positive for 10 and 15 children, respectively.\n\n One child had both negative SARS-CoV-2 PCR and serology, but had a typical SARS-CoV-2 chest tomography scan.\n\n All children but one needed an inotropic/vasoactive drug support (epinephrine, n?=?12; milrinone, n?=?10; dobutamine, n?=?6, norepinephrine, n?=?4) and 8 were intubated.\n\n All children received intravenous immunoglobulin (2 g per kilogram) with adjuvant corticosteroids (n?=?2), IL 1 receptor antagonist (n?=?1) or a monoclonal antibody against IL-6 receptor (n?=?1).\n\n All children survived and were afebrile with a full left ventricular function recovery at PICU discharge.\n\n\nConclusions\nAcute myocarditis with intense systemic inflammation and atypical Kawasaki disease is an emerging severe pediatric disease following SARS-CoV-2 infection.\n\n Early recognition of this disease is needed and referral to an expert center is recommended.\n\n A delayed and inappropriate host immunological response is suspected.\n\n While underlying mechanisms remain unclear, further investigations are required to target an optimal treatment.\n\n\n","id":"PMC7266128","idformat":"PMC","foundapis":"_PMC_Springer_CROSSREF","miscinfo":"","authors":[{"firstname":"Marion","surname":"Grimaud","email":"NULL","contributions":"0"},{"firstname":"Julie","surname":"Starck","email":"NULL","contributions":"1"},{"firstname":"Michael","surname":"Levy","email":"NULL","contributions":"1"},{"firstname":"Clémence","surname":"Marais","email":"NULL","contributions":"1"},{"firstname":"Judith","surname":"Chareyre","email":"NULL","contributions":"1"},{"firstname":"Diala","surname":"Khraiche","email":"NULL","contributions":"1"},{"firstname":"Marianne","surname":"Leruez-Ville","email":"NULL","contributions":"1"},{"firstname":"Pierre","surname":"Quartier","email":"NULL","contributions":"1"},{"firstname":"Pierre Louis","surname":"Léger","email":"NULL","contributions":"1"},{"firstname":"Guillaume","surname":"Geslain","email":"NULL","contributions":"1"},{"firstname":"Nada","surname":"Semaan","email":"NULL","contributions":"1"},{"firstname":"Florence","surname":"Moulin","email":"NULL","contributions":"1"},{"firstname":"Matthieu","surname":"Bendavid","email":"NULL","contributions":"1"},{"firstname":"Sandrine","surname":"Jean","email":"NULL","contributions":"1"},{"firstname":"Géraldine","surname":"Poncelet","email":"NULL","contributions":"1"},{"firstname":"Sylvain","surname":"Renolleau","email":"NULL","contributions":"1"},{"firstname":"                            Mehdi","surname":"Oualha","email":"mehdi.oualha@aphp.fr","contributions":"0"}]},{"doi":"10.1002/jmv.26224","date":"2020-06-24","title":"Multisystem inflammatory syndrome in children related to COVID?19: A New York City experience","abstract":"In December 2019, the 2019, a novel coronavirus disease (COVID?19) caused by severe acute respiratory syndrome coronavirus?2 (SARS?CoV?2) first emerged in Wuhan, China.\n\n This has now spread worldwide and was declared a pandemic by March 2020. Initially, the pediatric population was described as a low risk for severe COVID?19. However, reports have emerged recently of cases of COVID?19 in children with a systemic inflammatory disease, with features that overlap with Kawasaki disease (KD).\n\n We describe the first 15 cases with the multi?systeminflammatory syndrome in children (MIS?C), temporally related to COVID?19, who presented for care to a tertiary pediatric referral center in New York City.\n\n We discuss the disproportionate burden of disease among Hispanic/Latino and Black/African American ancestry, the distinct cytokine signature across the disease spectrum (IL?1/IL?6), and the potential role and pathogenesis of SARS?CoV?2 in this new clinical entity.\n\n","id":"PMC7361761","idformat":"PMC","foundapis":"_PMC_CROSSREF","miscinfo":"","authors":[{"firstname":"Mariawy","surname":"Riollano?Cruz","email":"NULL","contributions":"1"},{"firstname":"Esra","surname":"Akkoyun","email":"NULL","contributions":"1"},{"firstname":"Eudys","surname":"Briceno?Brito","email":"NULL","contributions":"1"},{"firstname":"Shanna","surname":"Kowalsky","email":"NULL","contributions":"0"},{"firstname":"James","surname":"Reed","email":"NULL","contributions":"1"},{"firstname":"Roberto","surname":"Posada","email":"NULL","contributions":"1"},{"firstname":"Emilia Mia","surname":"Sordillo","email":"NULL","contributions":"1"},{"firstname":"Michael","surname":"Tosi","email":"NULL","contributions":"1"},{"firstname":"Rebecca","surname":"Trachtman","email":"NULL","contributions":"0"},{"firstname":"                            Alberto","surname":"Paniz?Mondolfi","email":"Alberto.Paniz-mondolfi@mountsinai.org","contributions":"1"}]},{"doi":"10.1016/S2352-4642(20)30215-7","date":"1970-01-01","title":"Intensive care admissions of children with paediatric inflammatory multisystem syndrome temporally associated with SARS-CoV-2 (PIMS-TS) in the UK: a multicentre observational study","abstract":"Background\nIn April, 2020, clinicians in the UK observed a cluster of children with unexplained inflammation requiring admission to paediatric intensive care units (PICUs).\n\n We aimed to describe the clinical characteristics, course, management, and outcomes of patients admitted to PICUs with this condition, which is now known as paediatric inflammatory multisystem syndrome temporally associated with SARS-CoV-2 (PIMS-TS).\n\n\nMethods\nWe did a multicentre observational study of children (aged &lt;18 years), admitted to PICUs in the UK between April 1 and May 10, 2020, fulfilling the case definition of PIMS-TS published by the Royal College of Paediatrics and Child Health.\n\n We analysed routinely collected, de-identified data, including demographic details, presenting clinical features, underlying comorbidities, laboratory markers, echocardiographic findings, interventions, treatments, and outcomes; serology information was collected if available.\n\n PICU admission rates of PIMS-TS were compared with historical trends of PICU admissions for four similar inflammatory conditions (Kawasaki disease, toxic shock syndrome, haemophagocytic lymphohistiocytosis, and macrophage activation syndrome).\n\n\nFindings\n78 cases of PIMS-TS were reported by 21 of 23 PICUs in the UK.\n\n Historical data for similar inflammatory conditions showed a mean of one (95% CI 0·85–1·22) admission per week, compared to an average of 14 admissions per week for PIMS-TS and a peak of 32 admissions per week during the study period.\n\n The median age of patients was 11 years (IQR 8–14).\n\n Male patients (52 [67%] of 78) and those from ethnic minority backgrounds (61 [78%] of 78) were over-represented.\n\n Fever (78 [100%] patients), shock (68 [87%]), abdominal pain (48 [62%]), vomiting (49 [63%]), and diarrhoea (50 [64%]) were common presenting features.\n\n Longitudinal data over the first 4 days of admission showed a serial reduction in C-reactive protein (from a median of 264 mg/L on day 1 to 96 mg/L on day 4), D-dimer (4030 ?g/L to 1659 ?g/L), and ferritin (1042 ?g/L to 757 ?g/L), whereas the lymphocyte count increased to more than 1·0?×?109 cells per L by day 3 and troponin increased over the 4 days (from a median of 157 ng/mL to 358 ng/mL).\n\n 36 (46%) of 78 patients were invasively ventilated and 65 (83%) needed vasoactive infusions; 57 (73%) received steroids, 59 (76%) received intravenous immunoglobulin, and 17 (22%) received biologic therapies.\n\n 28 (36%) had evidence of coronary artery abnormalities (18 aneurysms and ten echogenicity).\n\n Three children needed extracorporeal membrane oxygenation, and two children died.\n\n\nInterpretation\nDuring the study period, the rate of PICU admissions for PIMS-TS was at least 11-fold higher than historical trends for similar inflammatory conditions.\n\n Clinical presentations and treatments varied.\n\n Coronary artery aneurysms appear to be an important complication.\n\n Although immediate survival is high, the long-term outcomes of children with PIMS-TS are unknown.\n\n\nFunding\nNone.\n\n\n","id":"PMC7347350","idformat":"PMC","foundapis":"_PMC_elsevier_CROSSREF","miscinfo":"","authors":[{"firstname":"Patrick","surname":"Davies","email":"patrick.davies@nuh.nhs.uk","contributions":"1"},{"firstname":"Claire","surname":"Evans","email":"NULL","contributions":"1"},{"firstname":"Hari Krishnan","surname":"Kanthimathinathan","email":"NULL","contributions":"0"},{"firstname":"Jon","surname":"Lillie","email":"NULL","contributions":"1"},{"firstname":"Joseph","surname":"Brierley","email":"NULL","contributions":"1"},{"firstname":"Gareth","surname":"Waters","email":"NULL","contributions":"1"},{"firstname":"Mae","surname":"Johnson","email":"NULL","contributions":"1"},{"firstname":"Benedict","surname":"Griffiths","email":"NULL","contributions":"1"},{"firstname":"Pascale","surname":"du Pré","email":"NULL","contributions":"1"},{"firstname":"Zoha","surname":"Mohammad","email":"NULL","contributions":"1"},{"firstname":"Akash","surname":"Deep","email":"NULL","contributions":"1"},{"firstname":"Stephen","surname":"Playfor","email":"NULL","contributions":"1"},{"firstname":"Davinder","surname":"Singh","email":"NULL","contributions":"1"},{"firstname":"David","surname":"Inwald","email":"NULL","contributions":"1"},{"firstname":"Michelle","surname":"Jardine","email":"NULL","contributions":"1"},{"firstname":"Oliver","surname":"Ross","email":"NULL","contributions":"1"},{"firstname":"Nayan","surname":"Shetty","email":"NULL","contributions":"1"},{"firstname":"Mark","surname":"Worrall","email":"NULL","contributions":"1"},{"firstname":"Ruchi","surname":"Sinha","email":"NULL","contributions":"1"},{"firstname":"Ashwani","surname":"Koul","email":"NULL","contributions":"1"},{"firstname":"Elizabeth","surname":"Whittaker","email":"NULL","contributions":"1"},{"firstname":"Harish","surname":"Vyas","email":"NULL","contributions":"1"},{"firstname":"Barnaby R","surname":"Scholefield","email":"NULL","contributions":"1"},{"firstname":"                            Padmanabhan","surname":"Ramnarayan","email":"NULL","contributions":"1"}]},{"doi":"10.1016/S2352-4642(20)30175-9","date":"1970-01-01","title":"Emergence of Kawasaki disease related to SARS-CoV-2 infection in an epicentre of the French COVID-19 epidemic: a time-series analysis","abstract":"Background\nKawasaki disease is an acute febrile systemic childhood vasculitis, which is suspected to be triggered by respiratory viral infections.\n\n We aimed to examine whether the ongoing COVID-19 epidemic, caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), is associated with an increase in the incidence of Kawasaki disease.\n\n\nMethods\nWe did a quasi-experimental interrupted time series analysis over the past 15 years in a tertiary paediatric centre in the Paris region, a French epicentre of the COVID-19 outbreak.\n\n The main outcome was the number of Kawasaki disease cases over time, estimated by quasi-Poisson regression.\n\n In the same centre, we recorded the number of hospital admissions from the emergency department (2005–2020) and the results of nasopharyngeal multiplex PCR to identify respiratory pathogens (2017–2020).\n\n These data were compared with daily hospital admissions due to confirmed COVID-19 in the same region, recorded by Public Health France.\n\n\nFindings\nBetween Dec 1, 2005, and May 20, 2020, we included 230 patients with Kawasaki disease.\n\n The median number of Kawasaki disease hospitalisations estimated by the quasi-Poisson model was 1·2 per month (IQR 1·1–1·3).\n\n In April, 2020, we identified a rapid increase of Kawasaki disease that was related to SARS-CoV-2 (six cases per month; 497% increase [95% CI 72–1082]; p=0·0011), starting 2 weeks after the peak of the COVID-19 epidemic.\n\n SARS-CoV-2 was the only virus circulating intensely during this period, and was found in eight (80%) of ten patients with Kawasaki disease since April 15 (SARS-CoV-2-positive PCR or serology).\n\n A second peak of hospital admissions due to Kawasaki disease was observed in December, 2009 (six cases per month; 365% increase ([31–719]; p=0.0053), concomitant with the influenza A H1N1 pandemic.\n\n\nInterpretation\nOur study further suggests that viral respiratory infections, including SAR-CoV-2, could be triggers for Kawasaki disease and indicates the potential timing of an increase in incidence of the disease in COVID-19 epidemics.\n\n Health-care providers should be prepared to manage an influx of patients with severe Kawasaki disease, particularly in countries where the peak of COVID-19 has recently been reached.\n\n\nFunding\nFrench National Research Agency.\n\n\n","id":"PMC7332278","idformat":"PMC","foundapis":"_PMC_elsevier_CROSSREF","miscinfo":"","authors":[{"firstname":"Naim","surname":"Ouldali","email":"NULL","contributions":"1"},{"firstname":"Marie","surname":"Pouletty","email":"NULL","contributions":"1"},{"firstname":"Patricia","surname":"Mariani","email":"NULL","contributions":"1"},{"firstname":"Constance","surname":"Beyler","email":"NULL","contributions":"0"},{"firstname":"Audrey","surname":"Blachier","email":"NULL","contributions":"1"},{"firstname":"Stephane","surname":"Bonacorsi","email":"NULL","contributions":"1"},{"firstname":"Kostas","surname":"Danis","email":"NULL","contributions":"1"},{"firstname":"Maryline","surname":"Chomton","email":"NULL","contributions":"1"},{"firstname":"Laure","surname":"Maurice","email":"NULL","contributions":"1"},{"firstname":"Fleur","surname":"Le Bourgeois","email":"NULL","contributions":"1"},{"firstname":"Marion","surname":"Caseris","email":"NULL","contributions":"0"},{"firstname":"Jean","surname":"Gaschignard","email":"NULL","contributions":"1"},{"firstname":"Julie","surname":"Poline","email":"NULL","contributions":"1"},{"firstname":"Robert","surname":"Cohen","email":"NULL","contributions":"1"},{"firstname":"Luigi","surname":"Titomanlio","email":"NULL","contributions":"1"},{"firstname":"Albert","surname":"Faye","email":"NULL","contributions":"0"},{"firstname":"Isabelle","surname":"Melki","email":"NULL","contributions":"0"},{"firstname":"                            Ulrich","surname":"Meinzer","email":"ulrich.meinzer@aphp.fr","contributions":"0"}]},{"doi":"10.1056/NEJMoa2021680","date":"1970-01-01","title":"Multisystem Inflammatory Syndrome in U.S. Children and Adolescents","abstract":"Background\nUnderstanding the epidemiology and clinical course of multisystem inflammatory syndrome in children (MIS-C) and its temporal association with coronavirus disease 2019 (Covid-19) is important, given the clinical and public health implications of the syndrome.\n\n\nMethods\nWe conducted targeted surveillance for MIS-C from March 15 to May 20, 2020, in pediatric health centers across the United States.\n\n The case definition included six criteria: serious illness leading to hospitalization, an age of less than 21 years, fever that lasted for at least 24 hours, laboratory evidence of inflammation, multisystem organ involvement, and evidence of infection with severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) based on reverse-transcriptase polymerase chain reaction (RT-PCR), antibody testing, or exposure to persons with Covid-19 in the past month.\n\n Clinicians abstracted the data onto standardized forms.\n\n\nResults\nWe report on 186 patients with MIS-C in 26 states.\n\n The median age was 8.3 years, 115 patients (62%) were male, 135 (73%) had previously been healthy, 131 (70%) were positive for SARS-CoV-2 by RT-PCR or antibody testing, and 164 (88%) were hospitalized after April 16, 2020. Organ-system involvement included the gastrointestinal system in 171 patients (92%), cardiovascular in 149 (80%), hematologic in 142 (76%), mucocutaneous in 137 (74%), and respiratory in 131 (70%).\n\n The median duration of hospitalization was 7 days (interquartile range, 4 to 10); 148 patients (80%) received intensive care, 37 (20%) received mechanical ventilation, 90 (48%) received vasoactive support, and 4 (2%) died.\n\n Coronary-artery aneurysms (z scores ?2.5) were documented in 15 patients (8%), and Kawasaki’s disease–like features were documented in 74 (40%).\n\n Most patients (171 [92%]) had elevations in at least four biomarkers indicating inflammation.\n\n The use of immunomodulating therapies was common: intravenous immune globulin was used in 144 (77%), glucocorticoids in 91 (49%), and interleukin-6 or 1RA inhibitors in 38 (20%).\n\n\nConclusions\nMultisystem inflammatory syndrome in children associated with SARS-CoV-2 led to serious and life-threatening illness in previously healthy children and adolescents.\n\n (Funded by the Centers for Disease Control and Prevention.\n\n)\n","id":"PMC7346765","idformat":"PMC","foundapis":"_PMC_CROSSREF","miscinfo":"","authors":[{"firstname":"Leora R.","surname":"Feldstein","email":"NULL","contributions":"1"},{"firstname":"Erica B.","surname":"Rose","email":"NULL","contributions":"1"},{"firstname":"Steven M.","surname":"Horwitz","email":"NULL","contributions":"1"},{"firstname":"Jennifer P.","surname":"Collins","email":"NULL","contributions":"1"},{"firstname":"Margaret M.","surname":"Newhams","email":"NULL","contributions":"1"},{"firstname":"Mary Beth F.","surname":"Son","email":"NULL","contributions":"1"},{"firstname":"Jane W.","surname":"Newburger","email":"NULL","contributions":"1"},{"firstname":"Lawrence C.","surname":"Kleinman","email":"NULL","contributions":"1"},{"firstname":"Sabrina M.","surname":"Heidemann","email":"NULL","contributions":"1"},{"firstname":"Amarilis A.","surname":"Martin","email":"NULL","contributions":"2"},{"firstname":"Amarilis A.","surname":"Martin","email":"NULL","contributions":"0"},{"firstname":"Aalok R.","surname":"Singh","email":"NULL","contributions":"1"},{"firstname":"Simon","surname":"Li","email":"NULL","contributions":"1"},{"firstname":"Keiko M.","surname":"Tarquinio","email":"NULL","contributions":"1"},{"firstname":"Preeti","surname":"Jaggi","email":"NULL","contributions":"1"},{"firstname":"Matthew E.","surname":"Oster","email":"NULL","contributions":"1"},{"firstname":"Sheemon P.","surname":"Zackai","email":"NULL","contributions":"1"},{"firstname":"Jennifer","surname":"Gillen","email":"NULL","contributions":"1"},{"firstname":"Adam J.","surname":"Ratner","email":"NULL","contributions":"1"},{"firstname":"Rowan F.","surname":"Walsh","email":"NULL","contributions":"1"},{"firstname":"Julie C.","surname":"Fitzgerald","email":"NULL","contributions":"1"},{"firstname":"Michael A.","surname":"Keenaghan","email":"NULL","contributions":"1"},{"firstname":"Hussam","surname":"Alharash","email":"NULL","contributions":"1"},{"firstname":"Sule","surname":"Doymaz","email":"NULL","contributions":"1"},{"firstname":"Katharine N.","surname":"Clouser","email":"NULL","contributions":"1"},{"firstname":"John S.","surname":"Giuliano","email":"NULL","contributions":"1"},{"firstname":"Anjali","surname":"Gupta","email":"NULL","contributions":"1"},{"firstname":"Robert M.","surname":"Parker","email":"NULL","contributions":"1"},{"firstname":"Aline B.","surname":"Maddux","email":"NULL","contributions":"1"},{"firstname":"Vinod","surname":"Havalad","email":"NULL","contributions":"1"},{"firstname":"Stacy","surname":"Ramsingh","email":"NULL","contributions":"1"},{"firstname":"Hulya","surname":"Bukulmez","email":"NULL","contributions":"1"},{"firstname":"Tamara T.","surname":"Bradford","email":"NULL","contributions":"1"},{"firstname":"Lincoln S.","surname":"Smith","email":"NULL","contributions":"1"},{"firstname":"Mark W.","surname":"Tenforde","email":"NULL","contributions":"1"},{"firstname":"Christopher L.","surname":"Carroll","email":"NULL","contributions":"1"},{"firstname":"Becky J.","surname":"Riggs","email":"NULL","contributions":"1"},{"firstname":"Shira J.","surname":"Gertz","email":"NULL","contributions":"1"},{"firstname":"Ariel","surname":"Daube","email":"NULL","contributions":"1"},{"firstname":"Amanda","surname":"Lansell","email":"NULL","contributions":"2"},{"firstname":"Amanda","surname":"Lansell","email":"NULL","contributions":"0"},{"firstname":"Alvaro","surname":"Coronado Munoz","email":"NULL","contributions":"1"},{"firstname":"Charlotte V.","surname":"Hobbs","email":"NULL","contributions":"2"},{"firstname":"Charlotte V.","surname":"Hobbs","email":"NULL","contributions":"0"},{"firstname":"Kimberly L.","surname":"Marohn","email":"NULL","contributions":"1"},{"firstname":"Natasha B.","surname":"Halasa","email":"NULL","contributions":"1"},{"firstname":"Manish M.","surname":"Patel","email":"NULL","contributions":"1"},{"firstname":"                            Adrienne G.","surname":"Randolph","email":"NULL","contributions":"1"}]}]}