{"name":"Eating behavior changes during COVID-19 pandemic: protocol for a systematic review","id":"97","link":"https://www.mdpi.com/1660-4601/18/21/11130","dbsearches":"6","refs":"https://docs.google.com/spreadsheets/d/1a2CRgRlONLpRlFuNRD3Yjuz3pviGTVpgEwmLVt_aKw0/edit#gid=0","references":[{"doi":"10.3390/nu13041117","date":"2021-03-26","title":"Lifestyle Changes and Body Mass Index during COVID-19 Pandemic Lockdown: An Italian Online-Survey","abstract":"Background.\n\n COVID-19 pandemic has imposed a period of contingency measures, including total or partial lockdowns all over the world leading to several changes in lifestyle/eating behaviours.\n\n This retrospective cohort study aimed at investigating Italian adult population lifestyle changes during COVID-19 pandemic “Phase 1” lockdown (8 March–4 May 2020) and discriminate between positive and negative changes and BMI (body mass index) variations (?BMI).\n\n Methods.\n\n A multiple-choice web-form survey was used to collect retrospective data regarding lifestyle/eating behaviours during “Phase 1” in the Italian adult population.\n\n According to changes in lifestyle/eating behaviours, the sample was divided into three classes of changes: “negative change”, “no change”, “positive change”.\n\n For each class, correlations with ?BMI were investigated.\n\n Results.\n\n Data were collected from 1304 subjects (973F/331M).\n\n Mean ?BMI differed significantly (p &lt; 0.001) between classes, and was significantly related to water intake, alcohol consumption, physical activity, frequency of “craving or snacking between meals”, dessert/sweets consumption at lunch.\n\n Conclusions.\n\n During “Phase 1”, many people faced several negative changes in lifestyle/eating behaviours with potential negative impact on health.\n\n These findings highlight that pandemic exacerbates nutritional issues and most efforts need to be done to provide nutrition counselling and public health services to support general population needs.\n\n","id":"PMC8066204","idformat":"PMC","foundapis":"_PMC_CROSSREF","miscinfo":"","authors":[{"firstname":"Silvia","surname":"Maffoni","email":"NULL","contributions":"1"},{"firstname":" Silvia","surname":"Brazzo","email":"NULL","contributions":"1"},{"firstname":" Rachele","surname":"De Giuseppe","email":"NULL","contributions":"1"},{"firstname":" Ginevra","surname":"Biino","email":"NULL","contributions":"2"},{"firstname":" Ginevra","surname":"Biino","email":"NULL","contributions":"0"},{"firstname":" Ilaria","surname":"Vietti","email":"NULL","contributions":"1"},{"firstname":" Cristina","surname":"Pallavicini","email":"NULL","contributions":"1"},{"firstname":" Hellas","surname":"Cena","email":"NULL","contributions":"1"},{"firstname":" Emma","surname":"Ruiz Moreno","email":"NULL","contributions":"3"},{"firstname":" Emma","surname":"Ruiz Moreno","email":"NULL","contributions":"0"},{"firstname":"                           Emma","surname":"Ruiz Moreno","email":"NULL","contributions":"0"}]},{"doi":"10.1016/j.dsx.2020.08.012","date":"2020-08-13","title":"Observational study on Effect of Lock Down due to COVID 19 on glycemic control in patients with Diabetes: Experience from Central India","abstract":"Background and aims\nDiabetes is a chronic metabolic condition characterized with hyperglycemia and associated with several complications.\n\n Glycemic control is important factor in preventing the complications associated with diabetes.\n\n Pillars for good glycemic control are good life style modification with proper medication under medical guidance.\n\n The aim of this study was to study the effect of lock down on glycemic control in diabetic patients and possible factor responsible for this.\n\n\nMaterial and methods\n– Out of 407 only 143 diabetic patients who attended the our endocrine OPD in last 3 months who had good glycemic control in past without any chronic complication and willing to participate were included in study.\n\n They were advised for the self-monitoring of blood glucose for identifying the glycemic control and with questionnaire designed possible factor was identified during the lockdown period.\n\n\nResults\n– The patients were aged between 18 and 65 years with mean age of 54.68 years and male to female ratio was 91:52.56 (39.16%) patients reported worsening of hyperglycemia and requiring addition of medications for control of blood glucose and 3 (2.09%) patients reported hypoglycemic events and medications were stepped down.\n\n Psychological stress was most common factor worsening of hyperglycemia followed by change in diet and exercise.\n\n\n","id":"PMC7438221","idformat":"PMC","foundapis":"_PMC_elsevier_CROSSREF","miscinfo":"","authors":[{"firstname":"Jaideep","surname":"khare","email":"NULL","contributions":"1"},{"firstname":"                           Sushil","surname":"jindal","email":"NULL","contributions":"1"}]},{"doi":"10.1016/j.jadohealth.2020.08.008","date":"2020-08-12","title":"The Impact of Physical Distancing Policies During the COVID-19 Pandemic on Health and Well-Being Among Australian Adolescents","abstract":"Purpose\nPhysical distancing policies in the state of New South Wales (Australia) were implemented on March 23, 2020, because of the COVID-19 pandemic.\n\n This study investigated changes in physical activity, dietary behaviors, and well-being during the early period of this policy.\n\n\nMethods\nA cohort of young people aged 13–19 years from Sydney (N = 582) were prospectively followed for 22 weeks (November 18, 2019, to April 19, 2020).\n\n Daily, weekly, and monthly trajectories of diet, physical activity, sedentary behavior, well-being, and psychological distress were collected via smartphone, using a series of ecological momentary assessments and smartphone sensors.\n\n Differences in health and well-being outcomes were compared pre- and post-implementation of physical distancing guidelines.\n\n\nResults\nAfter the implementation of physical distancing measures in NSW, there were significant decreases in physical activity (odds ratio [OR] = .\n\n53, 95% confidence interval [CI] = .\n\n34–.\n\n83), increases in social media and Internet use (OR = 1.86, 95% CI = 1.15–3.00), and increased screen time based on participants' smartphone screen state.\n\n Physical distancing measures were also associated with being alone in the previous hour (OR = 2.09, 95% CI: 1.33–3.28), decreases in happiness (OR = .\n\n38, 95% CI = .\n\n18–.\n\n82), and fast food consumption (OR = .\n\n46, 95% CI = .\n\n29–.\n\n73).\n\n\nConclusions\nPhysical distancing and social restrictions had a contemporaneous impact on health and well-being outcomes associated with chronic disease among young people.\n\n As the pandemic evolves, it will be important to consider how to mitigate against any longer term health impacts of physical distancing restrictions.\n\n\n","id":"PMC7577185","idformat":"PMC","foundapis":"_PMC_elsevier_CROSSREF","miscinfo":"","authors":[{"firstname":"Sithum","surname":"Munasinghe","email":"NULL","contributions":"1"},{"firstname":" Sandro","surname":"Sperandei","email":"NULL","contributions":"1"},{"firstname":" Louise","surname":"Freebairn","email":"NULL","contributions":"1"},{"firstname":" Elizabeth","surname":"Conroy","email":"NULL","contributions":"1"},{"firstname":" Hir","surname":"Jani","email":"NULL","contributions":"1"},{"firstname":" Sandra","surname":"Marjanovic","email":"NULL","contributions":"1"},{"firstname":"                           Andrew","surname":"Page","email":"NULL","contributions":"1"}]},{"doi":"10.1371/journal.pone.0248008","date":"2021-02-17","title":"Changes in diet, activity, weight, and wellbeing of parents during COVID-19 lockdown","abstract":"The COVID-19 pandemic has dramatically impacted lifestyle behaviour as public health initiatives aim to “flatten the curve”.\n\n This study examined changes in activity patterns (physical activity, sedentary time, sleep), recreational physical activities, diet, weight and wellbeing from before to during COVID-19 restrictions in Adelaide, Australia.\n\n This study used data from a prospective cohort of Australian adults (parents of primary school-aged children; n = 61, 66% female, aged 41±6 years).\n\n Participants wore a Fitbit Charge 3 activity monitor and weighed themselves daily using Wi-Fi scales.\n\n Activity and weight data were extracted for 14 days before (February 2020) and 14 days during (April 2020) COVID-19 restrictions.\n\n Participants reported their recreational physical activity, diet and wellbeing during these periods.\n\n Linear mixed effects models were used to examine change over time.\n\n Participants slept 27 minutes longer (95% CI 9–51), got up 38 minutes later (95% CI 25–50), and did 50 fewer minutes (95% CI -69–-29) of light physical activity during COVID-19 restrictions.\n\n Additionally, participants engaged in more cycling but less swimming, team sports and boating or sailing.\n\n Participants consumed a lower percentage of energy from protein (-0.8, 95% CI -1.5–-0.1) and a greater percentage of energy from alcohol (0.9, 95% CI 0.2–1.7).\n\n There were no changes in weight or wellbeing.\n\n Overall, the effects of COVID-19 restrictions on lifestyle were small; however, their impact on health and wellbeing may accumulate over time.\n\n Further research examining the effects of ongoing social distancing restrictions are needed as the pandemic continues.\n\n","id":"PMC7928513","idformat":"PMC","foundapis":"_PMC_CROSSREF","miscinfo":"","authors":[{"firstname":"Rachel G.","surname":"Curtis","email":"NULL","contributions":"1"},{"firstname":" Timothy","surname":"Olds","email":"NULL","contributions":"2"},{"firstname":" Timothy","surname":"Olds","email":"NULL","contributions":"0"},{"firstname":" Ty","surname":"Ferguson","email":"NULL","contributions":"1"},{"firstname":" François","surname":"Fraysse","email":"NULL","contributions":"2"},{"firstname":" François","surname":"Fraysse","email":"NULL","contributions":"0"},{"firstname":" Dorothea","surname":"Dumuid","email":"NULL","contributions":"1"},{"firstname":" Adrian","surname":"Esterman","email":"NULL","contributions":"1"},{"firstname":" Gilly A.","surname":"Hendrie","email":"NULL","contributions":"1"},{"firstname":" Wendy J.","surname":"Brown","email":"NULL","contributions":"1"},{"firstname":" Rajini","surname":"Lagiseti","email":"NULL","contributions":"1"},{"firstname":" Carol A.","surname":"Maher","email":"NULL","contributions":"1"},{"firstname":" Stephanie","surname":"Prince Ware","email":"NULL","contributions":"2"},{"firstname":"                           Stephanie","surname":"Prince Ware","email":"NULL","contributions":"0"}]},{"doi":"10.3390/nu13061958","date":"2021-06-01","title":"Influence of the COVID-19 Pandemic on the Lifestyles of Health Sciences University Students in Spain: A Longitudinal Study","abstract":"The COVID-19 pandemic has significantly impacted daily activities worldwide.\n\n University students may have experienced substantial changes in daily living as a result of restrictions on university attendance.\n\n The return to normalcy may take a long time, and understanding the influence that shifts in daily routines have had on the lifestyles of university students may inform approaches to support overall well-being.\n\n We analyzed changes in the lifestyles of students enrolled at a health sciences university during the COVID-19 pandemic.\n\n This longitudinal study took place at the Faculty of Medicine and Nursing in the University of the Basque Country in Spain, and the final sample consisted of 113 nursing students, 109 medical students, and 45 physiotherapy students.\n\n Our results demonstrate changes in lifestyles of university students during the pandemic.\n\n MedDiet adherence scores and the percentage of students with high adherence increased during the pandemic.\n\n This increase was due to the increased consumption of vegetables and nuts.\n\n In terms of physical activity, the practice of moderate and intense physical activity was maintained.\n\n These results provide important information for both public health authorities and educational institutions to guide strategies to maintain the well-being of students and enhance opportunities for young adults to lead a healthy lifestyle.\n\n","id":"PMC8229467","idformat":"PMC","foundapis":"_PMC_CROSSREF","miscinfo":"","authors":[{"firstname":"Idoia","surname":"Imaz-Aramburu","email":"NULL","contributions":"1"},{"firstname":" Ana-Belén","surname":"Fraile-Bermúdez","email":"NULL","contributions":"2"},{"firstname":" Ana-Belén","surname":"Fraile-Bermúdez","email":"NULL","contributions":"0"},{"firstname":" Batirtze San","surname":"Martín-Gamboa","email":"NULL","contributions":"2"},{"firstname":" Batirtze San","surname":"Martín-Gamboa","email":"NULL","contributions":"0"},{"firstname":" Silvia","surname":"Cepeda-Miguel","email":"NULL","contributions":"1"},{"firstname":" Borja","surname":"Doncel-García","email":"NULL","contributions":"2"},{"firstname":" Borja","surname":"Doncel-García","email":"NULL","contributions":"0"},{"firstname":" Ainhoa","surname":"Fernandez-Atutxa","email":"NULL","contributions":"2"},{"firstname":" Ainhoa","surname":"Fernandez-Atutxa","email":"NULL","contributions":"0"},{"firstname":" Amaia","surname":"Irazusta","email":"NULL","contributions":"1"},{"firstname":" Idoia","surname":"Zarrazquin","email":"NULL","contributions":"2"},{"firstname":" Idoia","surname":"Zarrazquin","email":"NULL","contributions":"0"},{"firstname":" Simona","surname":"Bo","email":"NULL","contributions":"4"},{"firstname":" Simona","surname":"Bo","email":"NULL","contributions":"0"},{"firstname":"                           Simona","surname":"Bo","email":"NULL","contributions":"0"}]},{"doi":"10.1111/ijpo.12731","date":"1970-01-01","title":"Changes in lifestyle behaviours during the COVID-19 confinement in Spanish children: a longitudinal analysis from the MUGI project","abstract":"Background: Home confinement during the COVID-19 pandemic could have affected lifestyle behaviours of children, however evidence about it is emerging and yet scarce.\n Objectives: To examine the effects of the COVID-19 confinement on lifestyle behaviours in Spanish children, and to assess the influence of social vulnerabilities on changes in lifestyle behaviours.\n Methods: Physical activity (PA), screen time, sleep time, adherence to the Mediterranean diet (KIDMED) and sociodemographic information were longitudinally assessed before (N = 291, 12.1 ± 2.4 years, 47.8% girls) and during the COVID-19 confinement (N = 113, 12.0 ± 2.6 years, 48.7% girls) by online questionnaires.\n Results: During the COVID-19 confinement, PA (−91 ± 55 min\/d, P \u003C.\n001) and screen time (±2.6 h\/d, P \u003C.\n001) worsened, whereas the KIDMED score improved (0.5 ± 2.2 points, P \u003C.\n02).\n The decrease of PA was higher in children with mother of non-Spanish origin (−1.8 ± 0.2 vs −1.5 ± 0.1 h\/d, P \u003C.\n04) or with non-university studies (−1.7 ± 0.1 vs −1.3 ± 0.1 h\/d, P \u003C.\n005) in comparison to their counterparts.\n Conclusion: This study evidence the negative impact of the COVID-19 confinement on PA levels and sedentary behaviours of Spanish children.\n These findings should be taken into account to design and implement public health strategies for preserving children´s health during and after the pandemic, particularly, in children with social vulnerabilities.\nThe MUGI project was supported by the Department of Education of the Navarra Government (Ref: 2019 904 116).\n C.\nC.\n-S.\n is supported by the Spanish Ministry of Science and Innovation (FJC2018-037925-I).\nM.\nO.\n is supported by a grant from the Spanish Ministry of Economy and Competitiveness, grant number; BES-2017-080770. L.\nA.\n is supported by the Education Department of the Governmentof the Basque Country (PRE_2016_1_0057, PRE_2017_2_0224,PRE_2018_2_0057, PRE_2019_2_0004).\n M.\nA.\n is supported by a grant from the University of the Basque Country (PIF17\/186)","id":"10.1111/ijpo.12731","idformat":"CORE","foundapis":"_CROSSREF","miscinfo":"","authors":[{"firstname":"Arenaza","surname":"Lide","email":"coreGivesNoEmail","contributions":"1"},{"firstname":"Cadenas-Sánchez","surname":"Cristina","email":"coreGivesNoEmail","contributions":"1"},{"firstname":"Labayen","surname":"Goñi Idoia","email":"coreGivesNoEmail","contributions":"1"},{"firstname":"Medrano","surname":"Echeverría María","email":"coreGivesNoEmail","contributions":"1"},{"firstname":"                          Osés","surname":"Recalde Maddi","email":"coreGivesNoEmail","contributions":"1"}]},{"doi":"10.1111/bjhp.12500","date":"1970-01-01","title":"Health behaviour change during the UK COVID?19 lockdown: Findings from the first wave of the C?19 health behaviour and well?being daily tracker study","abstract":"Objectives\nTo provide baseline cohort descriptives and assess change in health behaviours since the UK COVID?19 lockdown.\n\n\nDesign\nA prospective cohort (N = 1,044) of people recruited online, purposively targeting vulnerable populations.\n\n\nMethods\nAfter a baseline survey (April 2020), participants completed 3 months of daily ecological momentary assessments (EMA).\n\n Dietary, physical activity, alcohol, smoking, vaping and substance use behaviours collected retrospectively for the pre?COVID?19 period were compared with daily EMA surveys over the first 30 days during early lockdown.\n\n Predictors of behaviour change were assessed using multivariable regression models.\n\n\nResults\n30% of the cohort had a COVID?19 at risk health condition, 37% were classed as deprived and 6% self?reported a mental health condition.\n\n Relative to pre?pandemic levels, participants ate almost one portion of fruit and vegetables less per day (vegetables mean difference ?0.33, 95% CI ?0.40, ?0.25; fruit ?0.57, 95% CI ?0.64, ?0.50), but showed no change in high sugar portions per day (?0.03, 95% CI ?0.12, 0.06).\n\n Participants spent half a day less per week doing ?30 min of moderate to vigorous physical activity (?0.57, 95% CI ?0.73, ?0.40) but slightly increased days of strength training (0.21, 95% CI 0.09, 0.34), increased alcohol intake (AUDIT?C score change 0.25, 95% CI 0.13, 0.37), though did not change smoking, vaping or substance use behaviour.\n\n Worsening health behaviour change was associated with being younger, female and higher body mass index.\n\n\nConclusions\nThe cohort reported worsening health behaviours during early lockdown.\n\n Longer term changes will be investigated using further waves of data collection.\n\n\n","id":"PMC9291054","idformat":"PMC","foundapis":"_PMC_CROSSREF","miscinfo":"","authors":[{"firstname":"Felix","surname":"Naughton","email":"f.naughton@uea.ac.uk","contributions":"1"},{"firstname":" Emma","surname":"Ward","email":"NULL","contributions":"2"},{"firstname":" Emma","surname":"Ward","email":"NULL","contributions":"0"},{"firstname":" Mizanur","surname":"Khondoker","email":"NULL","contributions":"1"},{"firstname":" Pippa","surname":"Belderson","email":"NULL","contributions":"1"},{"firstname":" Anne","surname":"Marie Minihane","email":"NULL","contributions":"1"},{"firstname":" Jack","surname":"Dainty","email":"NULL","contributions":"1"},{"firstname":" Sarah","surname":"Hanson","email":"NULL","contributions":"1"},{"firstname":" Richard","surname":"Holland","email":"NULL","contributions":"1"},{"firstname":" Tracey","surname":"Brown","email":"NULL","contributions":"1"},{"firstname":"                           Caitlin","surname":"Notley","email":"NULL","contributions":"1"}]},{"doi":"10.1016/j.clnesp.2021.01.046","date":"2021-01-30","title":"Trajectories of eating behavior during COVID-19 lockdown: Longitudinal analyses of 22,374 adults","abstract":"Background &amp; aims\nThe COVID-19 pandemic has led to the implementation of stay-at-home and lockdown measures.\n\n It is currently unknown if the experience of lockdown leads to long term changes in individual's eating behaviors.\n\n The objectives of this study were: i) to derive longitudinal trajectories of change in eating during UK lockdown, and ii) to identify risk factors associated with eating behavior trajectories.\n\n\nMethod\nData from 22,374 UK adults from the UCL COVID-19 Social study (a panel study collecting weekly data during the pandemic) were analyzed from 28th March to 29th May 2020. Latent Class Growth Analysis was used to derive trajectories of change in eating.\n\n These were then associated with prior socio-economic, health-related and psychological factors using multinomial regression models.\n\n\nResults\nAnalyses suggested five trajectories, with the majority (64%) showing no change in eating.\n\n In contrast, one trajectory was marked by persistently eating more, whereas another by persistently eating less.\n\n Overall, participants with greater depressive symptoms were more likely to report any change in eating.\n\n Loneliness was linked to persistently eating more (OR = 1.07), whereas being single or divorced, as well as stressful life events, were associated with consistently eating less (OR = 1.69).\n\n Overall, higher education status was linked to lower odds of changing eating behavior (OR = 0.54–0.77).\n\n Secondary exploratory analyses suggest that participants self-reported to have overweight were more commonly categorised into the group consistently eating more, whereas participants with underweigh persistently ate less.\n\n\nConclusion\nIn this study, we found that one third of the sample report changes in quantities eaten throughout the first UK lockdown period.\n\n Findings highlight the importance of adjusting public health programs to support eating behaviors in future lockdowns both in this and potential future pandemics.\n\n This is particularly important as part of on-going preventive efforts to prevent nutrition-related chronic diseases.\n\n\n","id":"PMC7871880","idformat":"PMC","foundapis":"_PMC_elsevier_CROSSREF","miscinfo":"","authors":[{"firstname":"Moritz","surname":"Herle","email":"NULL","contributions":"1"},{"firstname":" Andrea D.","surname":"Smith","email":"NULL","contributions":"1"},{"firstname":" Feifei","surname":"Bu","email":"NULL","contributions":"1"},{"firstname":" Andrew","surname":"Steptoe","email":"NULL","contributions":"1"},{"firstname":"                           Daisy","surname":"Fancourt","email":"d.fancourt@ucl.ac.uk","contributions":"1"}]},{"doi":"10.1007/s13340-021-00507-4","date":"2021-04-08","title":"The effect of COVID-19 pandemic on the lifestyle and glycemic control in patients with type 1 diabetes: a retrospective cohort study","abstract":"Background\nTo investigate the acute effects of coronavirus disease (COVID-19) on lifestyle and metabolic parameters in patients with type 1 diabetes (T1D).\n\n\nMethods\nThis retrospective cohort study included 34 patients who were admitted to our hospital from April 16 to May 1, 2020. Data on stress levels, sleep duration, exercise, total diet, snacks, and prepared food intake were obtained from the questionnaires.\n\n Changes in the values of hemoglobin A1c (HbA1c) and body weight from 3 months before the administration of the questionnaire to the time the study questionnaire was administered (pandemic year), and those from 15 months before to 12 months before the administration of the questionnaire (pre-pandemic year) were evaluated.\n\n\nResults\nIncreased stress levels and decreased exercise volumes were observed in approximately 60% and 50% of participants during the COVID-19 pandemic, respectively.\n\n Decreased sleep duration was associated with changes in the body weight for 3 months during pandemic year (r?=???0.40, p?=?0.043).\n\n Furthermore, compared with changes in HbA1c for 3 months during pre-pandemic year, changes in HbA1c during the pandemic year were worse (0.12% [0.33] % during pandemic year vs.\n\n ??0.09 [0.39] % during pre-pandemic year, p?=?0.027).\n\n\nConclusions\nMany patients experienced stress and exercised less due to the COVID-19 pandemic.\n\n Glycemic control in patients with T1D was worse than that in the previous year.\n\n Since the pandemic is currently ongoing, more attention should be paid to stress and lifestyle factor management in patients with T1D.\n\n\nSupplementary Information\nThe online version contains supplementary material available at 10.1007/s13340-021-00507-4.\n","id":"PMC8054854","idformat":"PMC","foundapis":"_PMC_Springer_CROSSREF","miscinfo":"","authors":[{"firstname":"Yukako","surname":"Hosomi","email":"NULL","contributions":"1"},{"firstname":" Chihiro","surname":"Munekawa","email":"NULL","contributions":"1"},{"firstname":" Yoshitaka","surname":"Hashimoto","email":"y-hashi@koto.kpu-m.ac.jp","contributions":"1"},{"firstname":" Takuro","surname":"Okamura","email":"NULL","contributions":"2"},{"firstname":" Takuro","surname":"Okamura","email":"NULL","contributions":"0"},{"firstname":" Fuyuko","surname":"Takahashi","email":"NULL","contributions":"1"},{"firstname":" Rena","surname":"Kawano","email":"NULL","contributions":"1"},{"firstname":" Hanako","surname":"Nakajima","email":"NULL","contributions":"1"},{"firstname":" Saori","surname":"Majima","email":"NULL","contributions":"1"},{"firstname":" Takafumi","surname":"Senmaru","email":"NULL","contributions":"1"},{"firstname":" Naoko","surname":"Nakanishi","email":"NULL","contributions":"1"},{"firstname":" Emi","surname":"Ushigome","email":"NULL","contributions":"1"},{"firstname":" Masahide","surname":"Hamaguchi","email":"NULL","contributions":"1"},{"firstname":" Masahiro","surname":"Yamazaki","email":"NULL","contributions":"1"},{"firstname":"                           Michiaki","surname":"Fukui","email":"NULL","contributions":"1"}]},{"doi":"10.1016/j.appet.2021.105323","date":"2021-05-13","title":"Working from home and dietary changes during the COVID-19 pandemic: A longitudinal study of health app (<italic>CALO mama</italic>) users","abstract":"It is plausible that the coronavirus disease pandemic and related changes in work and life patterns affected dietary patterns, but existing studies have limitations owing to a cross-sectional design.\n\n Using longitudinal data, we examined dietary changes in people due to the pandemic and work and life patterns.\n\n We conducted an online survey on changes in work and life patterns during the pandemic from April 30, 2020, to May 8, 2020, among users of a health app called CALO mama provided in Japan.\n\n We retrieved and linked the dietary data for 5929 participants from January 1, 2020, to May 13, 2020. Generalized linear mixed models were used to estimate the frequencies of food intake associated with the pandemic and work and life patterns.\n\n During the state of emergency, the frequency of intake of vegetables, beans, seaweeds, fish, meats, dairy products, and snacks increased, whereas alcohol intake decreased.\n\n Working from home was associated with increased intake of vegetables, fruits, dairy products, and snacks but decreased intake of seaweeds, meats, and alcohol.\n\n Time spent on childcare was associated with decreased intake of vegetables and fruits but increased intake of meats.\n\n Probable depressive symptoms were negatively associated with the frequency of food intake other than snacks and alcohol.\n\n We conclude that diet quality improved during the pandemic in general, but attention must be paid to overconsumption of snacks and negative factors such as increased burden of childcare and depression for healthy eating.\n\n","id":"PMC9756768","idformat":"PMC","foundapis":"_PMC_elsevier_CROSSREF","miscinfo":"","authors":[{"firstname":"Koryu","surname":"Sato","email":"NULL","contributions":"1"},{"firstname":" Satomi","surname":"Kobayashi","email":"NULL","contributions":"1"},{"firstname":" Mai","surname":"Yamaguchi","email":"NULL","contributions":"1"},{"firstname":" Ryohei","surname":"Sakata","email":"NULL","contributions":"1"},{"firstname":" Yuki","surname":"Sasaki","email":"NULL","contributions":"1"},{"firstname":" Chiaki","surname":"Murayama","email":"NULL","contributions":"1"},{"firstname":"                           Naoki","surname":"Kondo","email":"NULL","contributions":"1"}]},{"doi":"10.1002/oby.22861","date":"2020-04-28","title":"Effects of COVID?19 Lockdown on Lifestyle Behaviors in Children with Obesity Living in Verona, Italy: A Longitudinal Study","abstract":"Objective\nThe aim of this study was to test the hypothesis that youths with obesity, when removed from structured school activities and confined to their homes during the coronavirus disease 2019 pandemic, will display unfavorable trends in lifestyle behaviors.\n\n\nMethods\nThe sample included 41 children and adolescents with obesity participating in a longitudinal observational study located in Verona, Italy.\n\n Lifestyle information including diet, activity, and sleep behaviors was collected at baseline and 3 weeks into the national lockdown during which home confinement was mandatory.\n\n Changes in outcomes over the two study time points were evaluated for significance using paired t tests.\n\n\nResults\nThere were no changes in reported vegetable intake; fruit intake increased (P?=?0.055) during the lockdown.\n\n By contrast, potato chip, red meat, and sugary drink intakes increased significantly during the lockdown (P value range, 0.005 to?&lt;?0.001).\n\n Time spent in sports activities decreased by 2.30 (SD 4.60) h/wk (P?=?0.003), and sleep time increased by 0.65 (SD 1.29) h/d (P?=?0.003).\n\n Screen time increased by 4.85 (SD 2.40) h/d (P?&lt;?0.001).\n\n\nConclusions\nRecognizing these adverse collateral effects of the coronavirus disease 2019 pandemic lockdown is critical in avoiding depreciation of weight control efforts among youths afflicted with excess adiposity.\n\n Depending on duration, these untoward lockdown effects may have a lasting impact on a child’s or adolescent’s adult adiposity level.\n\n\n","id":"PMC7267384","idformat":"PMC","foundapis":"_PMC_CROSSREF","miscinfo":"","authors":[{"firstname":"Angelo","surname":"Pietrobelli","email":"NULL","contributions":"1"},{"firstname":" Luca","surname":"Pecoraro","email":"NULL","contributions":"1"},{"firstname":" Alessandro","surname":"Ferruzzi","email":"NULL","contributions":"1"},{"firstname":" Moonseong","surname":"Heo","email":"NULL","contributions":"1"},{"firstname":" Myles","surname":"Faith","email":"NULL","contributions":"1"},{"firstname":" Thomas","surname":"Zoller","email":"NULL","contributions":"2"},{"firstname":" Thomas","surname":"Zoller","email":"NULL","contributions":"0"},{"firstname":" Franco","surname":"Antoniazzi","email":"NULL","contributions":"1"},{"firstname":" Giorgio","surname":"Piacentini","email":"NULL","contributions":"1"},{"firstname":" S. Nicole","surname":"Fearnbach","email":"NULL","contributions":"1"},{"firstname":" Steven B.","surname":"Heymsfield","email":"steven.heymsfield@pbrc.edu","contributions":"2"},{"firstname":"                           Steven B.","surname":"Heymsfield","email":"steven.heymsfield@pbrc.edu","contributions":"0"}]},{"doi":"10.1002/dmrr.3404","date":"1970-01-01","title":"Reduction of hypoglycaemia, lifestyle modifications and psychological distress during lockdown following SARS-CoV-2 outbreak in type 1 diabetes","abstract":"Aims: To assess changes in glucose metrics and their association with psychological distress and lifestyle changes in patients with type 1 diabetes (T1D) using flash glucose monitoring (FGM) during lockdown following severe acute respiratory syndrome coronavirus 2 outbreak.\n Materials and methods: Single-centre, observational, retrospective study enrolling T1D patients who attended a remote visit on April 2020 at the Endocrinology division of the University Hospital Policlinico Consorziale, Bari, Italy.\n Lockdown-related changes in physical activity level and dietary habits were assessed on a semi-quantitative basis.\n Changes in general well-being were assessed by the General Health Questionnaire-12 items with a binary scoring system.\n Glucose metrics were obtained from the Libreview platform for the first 2 weeks of February 2020 (T0) and the last 2 weeks before the phone visit (T1).\n Results: Out of 84 patients assessed for eligibility, 48 had sufficient FGM data to be included in the analysis.\n FGM data analysis revealed significant reductions in coefficient of variation, number of hypoglycaemic events, and time below range, while no changes were found in time in range, time above range, mean sensor glucose, and glucose management indicator.\n Moreover, the frequency of sweets consumption was inversely related to the occurrence of hypoglycaemic events during lockdown.\n Conclusions: Lockdown-related lifestyle changes, albeit unhealthy, may lead to reduction in FGM-derived measures of hypoglycaemia and glycaemic variability in patients with T1D","id":"10.1002/dmrr.3404","idformat":"CORE","foundapis":"_CROSSREF","miscinfo":"","authors":[{"firstname":"Caruso","surname":"I.","email":"coreGivesNoEmail","contributions":"2"},{"firstname":"Cignarelli","surname":"A.","email":"coreGivesNoEmail","contributions":"1"},{"firstname":"Di","surname":"Molfetta S.","email":"coreGivesNoEmail","contributions":"1"},{"firstname":"Giordano","surname":"F.","email":"coreGivesNoEmail","contributions":"1"},{"firstname":"Giorgino","surname":"F.","email":"coreGivesNoEmail","contributions":"1"},{"firstname":"Guarini","surname":"F.","email":"coreGivesNoEmail","contributions":"1"},{"firstname":"Laviola","surname":"L.","email":"coreGivesNoEmail","contributions":"1"},{"firstname":"Leonardini","surname":"A.","email":"coreGivesNoEmail","contributions":"1"},{"firstname":"Natalicchio","surname":"A.","email":"coreGivesNoEmail","contributions":"1"},{"firstname":"                          Perrini","surname":"S.","email":"coreGivesNoEmail","contributions":"1"}]},{"doi":"10.3390/nu12072016","date":"2020-07-03","title":"Changes in Weight and Nutritional Habits in Adults with Obesity during the “Lockdown” Period Caused by the COVID-19 Virus Emergency","abstract":"Our aim is evaluating the changes in weight and dietary habits in a sample of outpatients with obesity after 1 month of enforced lockdown during the COVID-19 pandemic in Northern Italy.\n\n In this observational retrospective study, the patients of our Obesity Unit were invited to answer to a 12-question multiple-choice questionnaire relative to weight changes, working activity, exercise, dietary habits, and conditions potentially impacting on nutritional choices.\n\n A multivariate regression analysis was performed to evaluate the associations among weight/BMI changes and the analyzed variables.\n\n A total of 150 subjects (91.5%) completed the questionnaire.\n\n Mean self-reported weight gain was ?1.5 kg (p &lt; 0.001).\n\n Lower exercise, self-reported boredom/solitude, anxiety/depression, enhanced eating, consumption of snacks, unhealthy foods, cereals, and sweets were correlated with a significantly higher weight gain.\n\n Multiple regression analyses showed that increased education (inversely, ? = ?1.15; 95%CI ?2.13, ?0.17, p = 0.022), self-reported anxiety/depression (? = 1.61; 0.53, 2.69, p = 0.004), and not consuming healthy foods (? = 1.48; 0.19, 2.77, p = 0.026) were significantly associated with increased weight gain.\n\n The estimated direct effect of self-reported anxiety/depression on weight was 2.07 kg (1.07, 3.07, p &lt; 0.001).\n\n Individuals with obesity significantly gained weight 1 month after the beginning of the quarantine.\n\n The adverse mental burden linked to the COVID-19 pandemic was greatly associated with increased weight gain.\n\n","id":"PMC7400808","idformat":"PMC","foundapis":"_PMC_CROSSREF","miscinfo":"","authors":[{"firstname":"Marianna","surname":"Pellegrini","email":"NULL","contributions":"1"},{"firstname":" Valentina","surname":"Ponzo","email":"NULL","contributions":"1"},{"firstname":" Rosalba","surname":"Rosato","email":"NULL","contributions":"1"},{"firstname":" Elena","surname":"Scumaci","email":"NULL","contributions":"1"},{"firstname":" Ilaria","surname":"Goitre","email":"NULL","contributions":"1"},{"firstname":" Andrea","surname":"Benso","email":"NULL","contributions":"1"},{"firstname":" Sara","surname":"Belcastro","email":"NULL","contributions":"1"},{"firstname":" Chiara","surname":"Crespi","email":"NULL","contributions":"1"},{"firstname":" Franco","surname":"De Michieli","email":"NULL","contributions":"1"},{"firstname":" Ezio","surname":"Ghigo","email":"NULL","contributions":"1"},{"firstname":" Fabio","surname":"Broglio","email":"NULL","contributions":"1"},{"firstname":"                           Simona","surname":"Bo","email":"NULL","contributions":"0"}]}]}