{"name":"Refugees and migrants and COVID-19: a rapid systematic review","id":"100","link":"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8205550/pdf/main.pdf","dbsearches":"4","refs":"https://docs.google.com/spreadsheets/d/1hsRaGhDlg8i0-S1_ZHERMCzevVRtg1FEwsVkBVYfcl4/edit#gid=0","references":[{"doi":"10.1007/s11524-020-00441-x","date":"1970-01-01","title":"Modeling COVID-19 and Its Impacts on U.S. Immigration and Customs Enforcement (ICE) Detention Facilities, 2020","abstract":"Electronic supplementary material\nThe online version of this article (10.1007/s11524-020-00441-x) contains supplementary material, which is available to authorized users.\n\n\n","id":"PMC7228433","idformat":"PMC","foundapis":"_PMC_Springer_CROSSREF","miscinfo":"","authors":[{"firstname":"Michael","surname":"Irvine","email":"NULL","contributions":"1"},{"firstname":" Daniel","surname":"Coombs","email":"NULL","contributions":"1"},{"firstname":" Julianne","surname":"Skarha","email":"NULL","contributions":"1"},{"firstname":" Brandon","surname":"del Pozo","email":"NULL","contributions":"1"},{"firstname":" Josiah","surname":"Rich","email":"NULL","contributions":"1"},{"firstname":" Faye","surname":"Taxman","email":"NULL","contributions":"1"},{"firstname":"                           Traci C.","surname":"Green","email":"Traci.c.green@gmail.com","contributions":"1"}]},{"doi":"10.1371/journal.pmed.1003144","date":"2020-05-14","title":"The potential impact of COVID-19 in refugee camps in Bangladesh and beyond:  A modeling study","abstract":"Background\nCOVID-19 could have even more dire consequences in refugees camps than in general populations.\n\n Bangladesh has confirmed COVID-19 cases and hosts almost 1 million Rohingya refugees from Myanmar, with 600,000 concentrated in the Kutupalong-Balukhali Expansion Site (mean age, 21 years; standard deviation [SD], 18 years; 52% female).\n\n Projections of the potential COVID-19 burden, epidemic speed, and healthcare needs in such settings are critical for preparedness planning.\n\n\nMethods and findings\nTo explore the potential impact of the introduction of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) in the Kutupalong-Balukhali Expansion Site, we used a stochastic Susceptible Exposed Infectious Recovered (SEIR) transmission model with parameters derived from emerging literature and age as the primary determinant of infection severity.\n\n We considered three scenarios with different assumptions about the transmission potential of SARS-CoV-2. From the simulated infections, we estimated hospitalizations, deaths, and healthcare needs expected, age-adjusted for the Kutupalong-Balukhali Expansion Site age distribution.\n\n Our findings suggest that a large-scale outbreak is likely after a single introduction of the virus into the camp, with 61%–92% of simulations leading to at least 1,000 people infected across scenarios.\n\n On average, in the first 30 days of the outbreak, we expect 18 (95% prediction interval [PI], 2–65), 54 (95% PI, 3–223), and 370 (95% PI, 4–1,850) people infected in the low, moderate, and high transmission scenarios, respectively.\n\n These reach 421,500 (95% PI, 376,300–463,500), 546,800 (95% PI, 499,300–567,000), and 589,800 (95% PI, 578,800–595,600) people infected in 12 months, respectively.\n\n Hospitalization needs exceeded the existing hospitalization capacity of 340 beds after 55–136 days, between the low and high transmission scenarios.\n\n We estimate 2,040 (95% PI, 1,660–2,500), 2,650 (95% PI, 2,030–3,380), and 2,880 (95% PI, 2,090–3,830) deaths in the low, moderate, and high transmission scenarios, respectively.\n\n Due to limited data at the time of analyses, we assumed that age was the primary determinant of infection severity and hospitalization.\n\n We expect that comorbidities, limited hospitalization, and intensive care capacity may increase this risk; thus, we may be underestimating the potential burden.\n\n\nConclusions\nOur findings suggest that a COVID-19 epidemic in a refugee settlement may have profound consequences, requiring large increases in healthcare capacity and infrastructure that may exceed what is currently feasible in these settings.\n\n Detailed and realistic planning for the worst case in Kutupalong-Balukhali and all refugee camps worldwide must begin now.\n\n Plans should consider novel and radical strategies to reduce infectious contacts and fill health worker gaps while recognizing that refugees may not have access to national health systems.\n\n\n","id":"PMC7297408","idformat":"PMC","foundapis":"_PMC_CROSSREF","miscinfo":"","authors":[{"firstname":"Shaun","surname":"Truelove","email":"NULL","contributions":"1"},{"firstname":" Orit","surname":"Abrahim","email":"NULL","contributions":"2"},{"firstname":" Orit","surname":"Abrahim","email":"NULL","contributions":"0"},{"firstname":" Chiara","surname":"Altare","email":"NULL","contributions":"2"},{"firstname":" Chiara","surname":"Altare","email":"NULL","contributions":"0"},{"firstname":" Stephen A.","surname":"Lauer","email":"NULL","contributions":"2"},{"firstname":" Stephen A.","surname":"Lauer","email":"NULL","contributions":"0"},{"firstname":" Krya H.","surname":"Grantz","email":"NULL","contributions":"2"},{"firstname":" Krya H.","surname":"Grantz","email":"NULL","contributions":"0"},{"firstname":" Andrew S.","surname":"Azman","email":"NULL","contributions":"2"},{"firstname":" Andrew S.","surname":"Azman","email":"NULL","contributions":"0"},{"firstname":" Paul","surname":"Spiegel","email":"NULL","contributions":"2"},{"firstname":" Paul","surname":"Spiegel","email":"NULL","contributions":"0"},{"firstname":" Parveen","surname":"Parmar","email":"NULL","contributions":"3"},{"firstname":" Parveen","surname":"Parmar","email":"NULL","contributions":"0"},{"firstname":" Parveen","surname":"Parmar","email":"NULL","contributions":"0"},{"firstname":" NULL","surname":"NULL","email":"NULL","contributions":"0"},{"firstname":" NULL","surname":"NULL","email":"NULL","contributions":"0"},{"firstname":"                           NULL","surname":"NULL","email":"NULL","contributions":"0"}]},{"doi":"10.1101/2020.05.07.20085365","date":"2020-05-28","title":"THE COVID-19 FORECAST IN NORTHWEST SYRIA The Imperative of Global Action to Avoid Catastrophe ","abstract":"IntroductionThere is limited research on how the COVD-19 pandemic will affect countries with weakened health systems and particularly those in conflict. Syrias protracted conflict has strained its health systems and caused fragmentation. In this study, we focus on northwest (NW) Syria, where recent violence has driven almost one million civilians (of the 4.17 million in the area) from their homes between December 2019 and March 2020. The area is challenged by overcrowding, inadequate WASH, shelter and insufficient healthcare services. Internationally promoted measures (social distancing, self-isolation, quarantine, lockdown) are not impossible. We model outcomes, according to three scenarios, should there be a COVD-19 outbreak. We aim to 1. Predict the numbers of cases, including severe and critical ones, and deaths. 2. Identify critical time points when the health system capacity is overwhelmed due to COVID-19.\n\nMethodologyusing the WHO COVD-19 Essential Supplies Forecasting Tool (COVID-ESFT) and data from the Health Information System Unit on population and health facility capacity and utilization in northwest Syria, we generate predicted numbers of cases, deaths and health care needs according to three scenarios. Scenario One assumes a medium doubling rate (every 4 days) and a medium clinical attack rate (20% of the population). Scenario Two assumes a fast doubling rate (every 3.2 days) and a medium clinical attack rate (20% of the population). Camp-population Scenario assumes a very fast doubling rate (every 2.3 days) and a medium clinical attack rate (20% of the population). Scenarios One and Two apply to the total population of 4.17 million and for 8 weeks from the first case while Camp-population Scenario applies only to the 1.2 million internally displaced persons (IDPs) in camps and tented settlements and for 6 weeks from the first case. For each scenario, we identify critical time-points when the health system capacity is overwhelmed assuming a highly conservative estimate that 50% of regular hospital (ward) and ICU beds can be occupied by COVID-19 patients.\n\nResultsScenario One predicts 16,384 cases (0.4% of the total population), of which 2,458 are severe and 819 are critical, and 978 deaths in the first 8 weeks. Scenario Two predicts 185,364 cases (4.4% of the population), of which 27805 are severe and 9268 are critical, and 11,066 deaths in the first 8 weeks. Camp-population Scenario predicts 240,000 cases (20% of the IDP population) of which 36,000 are severe and 12,000 are critical and 14,328 deaths in the first 6 weeks. With only 2,429 inpatient beds and 240 ICU beds (98 with adult ventilators, 62 with paediatric ventilators) in northwest Syria, ward and ICU bed capacities will be overwhelmed within 4-7 weeks. The Camp-population Scenario will see the earliest critical time-points.\n\nConclusion and recommendationsShould a COVID-19 outbreak occur in NW Syria, projected cases and deaths will be particularly severe among IDPs. Health system capacity will be overwhelmed within a short period after the first case in camp settings. There is need for further research to account for additional variables that can impact projections. However, it is urgent for international community to mobilize efforts and resources to support community-based measures, increase testing, strengthen health system capacity. ","id":"10.1101/2020.05.07.20085365","idformat":"medrxiv/biorxiv doi","foundapis":"_MedBiorxiv_CROSSREF","miscinfo":"","authors":[{"firstname":" M.","surname":"Hariri","email":"null","contributions":"1"},{"firstname":"H.","surname":" Rihawi","email":"null","contributions":"1"},{"firstname":"S.","surname":" Safadi","email":"null","contributions":"1"},{"firstname":"M. A.","surname":" McGlasson","email":"null","contributions":"1"},{"firstname":"W. ","surname":" Obaid","email":"null","contributions":"1"},{"firstname":" M.","surname":"Hariri","email":"null","contributions":"1"},{"firstname":" H.","surname":" Rihawi","email":"null","contributions":"1"},{"firstname":" S.","surname":" Safadi","email":"null","contributions":"1"},{"firstname":" M. A.","surname":" McGlasson","email":"null","contributions":"1"},{"firstname":"         W. ","surname":" Obaid","email":"null","contributions":"1"}]},{"doi":"10.1101/2020.05.08.20095604","date":"2020-05-13","title":"MIGRANTS IN TRANSIT AND ASYLUM SEEKERS IN MEXICO: AN EPIDEMIOLOGICAL ANALYSIS OF THE COVID-19 PANDEMIC ","abstract":"BACKGROUNDMigrants could be disproportionately affected by the COVID-19 pandemic, yet little is known so far of the epidemiology of the disease among them, especially in low- and middle-income countries.\n\nOBJECTIVETo describe the epidemiology of suspect cases of COVID-19 in migrants in transit and asylum seekers in Mexico, and to compare their characteristics with those of non-migrants.\n\nMETHODSThis was a secondary analysis of information from the surveillance system of Mexico from January 1 to May 3 2020, identifying persons from the main sending countries of mixed migrant flows in Mexico (Central America, the Caribbean, Venezuela and African countries), in northern and southern Mexican border states. We compared the demographic and clinical characteristics, risk conditions, and epidemic curves for migrants and non-migrants. Also, we estimated the cumulative incidence for non-migrants, and for migrants in two scenarios defined by different estimations of their population size.\n\nRESULTSMigrants were on average younger, had less accompanying risk conditions, and a lower percentage of suspect cases tested positive for COVID-19. The odds of hospitalization were lower among migrants, but the difference disappeared after adjusting by age, gender and underlying risk conditions. The cumulative incidence ratios comparing migrants with non-migrants were 6.12 (CI95% 4.75,7.77) for the first scenario, and 1.49 (CI95% 1.15,1.89) for the second scenario.\n\nCONCLUSIONMigrants and asylum seekers in Mexico are at increased risk for infectious respiratory diseases, and could be disproportionately affected by COVID-19. It is important to continue monitoring the situation, with more detailed information about migration status, living conditions and other determinants of migrants health. ","id":"10.1101/2020.05.08.20095604","idformat":"medrxiv/biorxiv doi","foundapis":"_MedBiorxiv_CROSSREF","miscinfo":"","authors":[{"firstname":" I.","surname":"Bojorquez","email":"null","contributions":"1"},{"firstname":"C.","surname":" Infante","email":"null","contributions":"1"},{"firstname":"I.","surname":" Vieitez","email":"null","contributions":"1"},{"firstname":"S.","surname":" Larrea","email":"null","contributions":"1"},{"firstname":"C. ","surname":" Santoro","email":"null","contributions":"1"},{"firstname":" I.","surname":"Bojorquez","email":"null","contributions":"1"},{"firstname":" C.","surname":" Infante","email":"null","contributions":"1"},{"firstname":" I.","surname":" Vieitez","email":"null","contributions":"1"},{"firstname":" S.","surname":" Larrea","email":"null","contributions":"1"},{"firstname":"         C. ","surname":" Santoro","email":"null","contributions":"1"}]},{"doi":"10.1016/j.jmh.2021.100056","date":"2021-06-13","title":"SARS-CoV-2 among migrants and forcibly displaced populations: A rapid systematic review","abstract":"The economic and health consequences of the COVID-19 pandemic pose a particular threat to vulnerable groups, such as migrants, particularly forcibly displaced populations.\n\n The aim of this review is (i) to synthesize the evidence on risk of infection and transmission among migrants, refugees, asylum seekers and internally displaced populations, and (ii) the effect of lockdown measures on these populations.\n\n We searched MEDLINE and WOS, preprint servers, and pertinent websites between 1st December 2019 and 26th June 2020. The included studies showed a high heterogeneity in study design, population, outcome and quality.\n\n The incidence risk of SARS-CoV-2 varied from 0•12% to 2•08% in non-outbreak settings and from 5•64% to 21•15% in outbreak settings.\n\n Migrants showed a lower hospitalization rate compared to non-migrants.\n\n Negative impacts on mental health due to lockdown measures were found across respective studies.\n\n However, findings show a tenuous and heterogeneous data situation, showing the need for more robust and comparative study designs.\n\n","id":"PMC8205550","idformat":"PMC","foundapis":"_PMC_elsevier_CROSSREF","miscinfo":"","authors":[{"firstname":"Maren","surname":"Hintermeier","email":"NULL","contributions":"1"},{"firstname":" Hande","surname":"Gencer","email":"NULL","contributions":"1"},{"firstname":" Katja","surname":"Kajikhina","email":"NULL","contributions":"1"},{"firstname":" Sven","surname":"Rohleder","email":"NULL","contributions":"1"},{"firstname":" Claudia","surname":"Hövener","email":"NULL","contributions":"1"},{"firstname":" Marie","surname":"Tallarek","email":"NULL","contributions":"1"},{"firstname":" Jacob","surname":"Spallek","email":"NULL","contributions":"1"},{"firstname":"                           Kayvan","surname":"Bozorgmehr","email":"kayvan.bozorgmehr@uni-bielefeld.de","contributions":"1"}]},{"doi":"10.1136/oemed-2020-106626","date":"2020-05-29","title":"Migrant workers and COVID-19","abstract":"Objectives\nDaily numbers of COVID-19 in Singapore from March to May 2020, the cause of a surge in cases in April and the national response were examined, and regulations on migrant worker accommodation studied.\n\n\nMethods\nInformation was gathered from daily reports provided by the Ministry of Health, Singapore Statues online and a Ministerial statement given at a Parliament sitting on 4 May 2020.\nResults\nA marked escalation in the daily number of new COVID-19 cases was seen in early April 2020. The majority of cases occurred among an estimated 295?000 low-skilled migrant workers living in foreign worker dormitories.\n\n As of 6 May 2020, there were 17?758 confirmed COVID-19 cases among dormitory workers (88% of 20?198 nationally confirmed cases).\n\n One dormitory housing approximately 13?000 workers had 19.4% of residents infected.\n\n The national response included mobilising several government agencies and public volunteers.\n\n There was extensive testing of workers in dormitories, segregation of healthy and infected workers, and daily observation for fever and symptoms.\n\n Twenty-four dormitories were declared as ‘isolation areas’, with residents quarantined for 14 days.\n\n New housing, for example, vacant public housing flats, military camps, exhibition centres, floating hotels have been provided that will allow for appropriate social distancing.\n\n\nConclusion\nThe COVID-19 pandemic has highlighted migrant workers as a vulnerable occupational group.\n\n Ideally, matters related to inadequate housing of vulnerable migrant workers need to be addressed before a pandemic.\n\n\n","id":"PMC7476302","idformat":"PMC","foundapis":"_PMC_CROSSREF","miscinfo":"","authors":[{"firstname":"David","surname":"Koh","email":"NULL","contributions":"1"}]},{"doi":"10.1016/j.jhin.2020.05.034","date":"2020-05-26","title":"Clinical assessment of COVID-19 outbreak among migrant workers residing in a large dormitory in Singapore","abstract":"","id":"PMC7261446","idformat":"PMC","foundapis":"_PMC_elsevier_CROSSREF","miscinfo":"","authors":[{"firstname":"MH","surname":"Chew","email":"chew.min.hoe@singhealth.com.sg","contributions":"1"},{"firstname":" F.H.","surname":"Koh","email":"NULL","contributions":"1"},{"firstname":" JT","surname":"Wu","email":"NULL","contributions":"1"},{"firstname":" S.","surname":"Ngaserin","email":"NULL","contributions":"1"},{"firstname":" A.","surname":"Ng","email":"NULL","contributions":"1"},{"firstname":" BC","surname":"Ong","email":"NULL","contributions":"1"},{"firstname":"                           V.J.","surname":"Lee","email":"NULL","contributions":"1"}]}]}