{"name":"A systematic review of human microbiome alternation in COVID-19 cases","id":"104","link":"https://journals.plos.org/plosone/article/authors?id=10.1371/journal.pone.0253293","dbsearches":"5","refs":"https://docs.google.com/spreadsheets/d/1LXgvtb_nk4Az_tpRaU-O8lO6KYmKl81srP8ny7od5CY/edit#gid=0","references":[{"doi":"10.1093/cid/ciaa709","date":"1970-01-01","title":"Alterations of the Gut Microbiota in Patients with COVID-19 or H1N1 Influenza","abstract":"Background\nCoronavirus disease 2019 (COVID-19) is an emerging serious global health problem.\n\n Gastrointestinal symptoms are common in COVID-19 patients, and SARS-CoV-2 RNA has been detected in stool specimens.\n\n However, the relationship between the gut microbiome and disease remains to be established.\n\n\nMethods\nWe conducted a cross-sectional study of 30 COVID-19 patients, 24 influenza A (H1N1) patients, and 30 matched healthy controls (HC) to identify differences in the gut microbiota by 16S ribosomal RNA (rRNA) gene V3-V4 region sequencing.\n\n\nResults\nCompared with HC, COVID-19 patients had significantly reduced bacterial diversity, a significantly higher relative abundance of opportunistic pathogens, such as Streptococcus, Rothia, Veillonella and Actinomyces, and a lower relative abundance of beneficial symbionts.\n\n Five biomarkers showed high accuracy for distinguishing COVID-19 patients from HC with an area under the curve (AUC) up to 0.89. Patients with H1N1 displayed lower diversity and different overall microbial composition compared with COVID-19 patients.\n\n Seven biomarkers were selected to distinguish the two cohorts with an AUC of 0.94.\nConclusion\nThe gut microbial signature of patients with COVID-19 was different from that of H1N1 patients and HC.\n\n Our study suggests the potential value of the gut microbiota as a diagnostic biomarker and therapeutic target for COVID-19, but further validation is needed.\n\n\n","id":"PMC7314193","idformat":"PMC","foundapis":"_PMC_CROSSREF","miscinfo":"","authors":[{"firstname":"Silan","surname":"Gu","email":"NULL","contributions":"1"},{"firstname":" Yanfei","surname":"Chen","email":"NULL","contributions":"1"},{"firstname":" Zhengjie","surname":"Wu","email":"NULL","contributions":"1"},{"firstname":" Yunbo","surname":"Chen","email":"NULL","contributions":"1"},{"firstname":" Hainv","surname":"Gao","email":"NULL","contributions":"1"},{"firstname":" Longxian","surname":"Lv","email":"NULL","contributions":"1"},{"firstname":" Feifei","surname":"Guo","email":"NULL","contributions":"1"},{"firstname":" Xuewu","surname":"Zhang","email":"NULL","contributions":"1"},{"firstname":" Rui","surname":"Luo","email":"NULL","contributions":"1"},{"firstname":" Chenjie","surname":"Huang","email":"NULL","contributions":"1"},{"firstname":" Haifeng","surname":"Lu","email":"NULL","contributions":"1"},{"firstname":" Beiwen","surname":"Zheng","email":"NULL","contributions":"1"},{"firstname":" Jiaying","surname":"Zhang","email":"NULL","contributions":"1"},{"firstname":" Ren","surname":"Yan","email":"NULL","contributions":"1"},{"firstname":" Hua","surname":"Zhang","email":"NULL","contributions":"0"},{"firstname":" Huiyong","surname":"Jiang","email":"NULL","contributions":"1"},{"firstname":" Qiaomai","surname":"Xu","email":"NULL","contributions":"1"},{"firstname":" Jing","surname":"Guo","email":"NULL","contributions":"1"},{"firstname":" Yiwen","surname":"Gong","email":"NULL","contributions":"1"},{"firstname":" Lingling","surname":"Tang","email":"NULL","contributions":"1"},{"firstname":"                           Lanjuan","surname":"Li","email":"ljli@zju.edu.cn","contributions":"0"}]},{"doi":"10.1053/j.gastro.2020.05.048","date":"2020-05-14","title":"Alterations in Gut Microbiota of Patients With COVID-19 During Time of Hospitalization","abstract":"Background &amp; Aims\nAlthough severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infects gastrointestinal tissues, little is known about the roles of gut commensal microbes in susceptibility to and severity of infection.\n\n We investigated changes in fecal microbiomes of patients with SARS-CoV-2 infection during hospitalization and associations with severity and fecal shedding of virus.\n\n\nMethods\nWe performed shotgun metagenomic sequencing analyses of fecal samples from 15 patients with Coronavirus Disease 2019 (COVID-19) in Hong Kong, from February 5 through March 17, 2020. Fecal samples were collected 2 or 3 times per week from time of hospitalization until discharge; disease was categorized as mild (no radiographic evidence of pneumonia), moderate (pneumonia was present), severe (respiratory rate ?30/min, or oxygen saturation ?93% when breathing ambient air), or critical (respiratory failure requiring mechanical ventilation, shock, or organ failure requiring intensive care).\n\n We compared microbiome data with those from 6 subjects with community-acquired pneumonia and 15 healthy individuals (controls).\n\n We assessed gut microbiome profiles in association with disease severity and changes in fecal shedding of SARS-CoV-2.\nResults\nPatients with COVID-19 had significant alterations in fecal microbiomes compared with controls, characterized by enrichment of opportunistic pathogens and depletion of beneficial commensals, at time of hospitalization and at all timepoints during hospitalization.\n\n Depleted symbionts and gut dysbiosis persisted even after clearance of SARS-CoV-2 (determined from throat swabs) and resolution of respiratory symptoms.\n\n The baseline abundance of Coprobacillus, Clostridium ramosum, and Clostridium hathewayi correlated with COVID-19 severity; there was an inverse correlation between abundance of Faecalibacterium prausnitzii (an anti-inflammatory bacterium) and disease severity.\n\n Over the course of hospitalization, Bacteroides dorei, Bacteroides thetaiotaomicron, Bacteroides massiliensis, and Bacteroides ovatus, which downregulate expression of angiotensin-converting enzyme 2 (ACE2) in murine gut, correlated inversely with SARS-CoV-2 load in fecal samples from patients.\n\n\nConclusions\nIn a pilot study of 15 patients with COVID-19, we found persistent alterations in the fecal microbiome during the time of hospitalization, compared with controls.\n\n Fecal microbiota alterations were associated with fecal levels of SARS-CoV-2 and COVID-19 severity.\n\n Strategies to alter the intestinal microbiota might reduce disease severity.\n\n\n","id":"PMC7237927","idformat":"PMC","foundapis":"_PMC_elsevier_CROSSREF","miscinfo":"","authors":[{"firstname":"Tao","surname":"Zuo","email":"NULL","contributions":"2"},{"firstname":" Fen","surname":"Zhang","email":"NULL","contributions":"2"},{"firstname":" Grace C.Y.","surname":"Lui","email":"NULL","contributions":"2"},{"firstname":" Yun Kit","surname":"Yeoh","email":"NULL","contributions":"1"},{"firstname":" Amy Y.L.","surname":"Li","email":"NULL","contributions":"1"},{"firstname":" Hui","surname":"Zhan","email":"NULL","contributions":"2"},{"firstname":" Yating","surname":"Wan","email":"NULL","contributions":"1"},{"firstname":" Arthur C.K.","surname":"Chung","email":"NULL","contributions":"1"},{"firstname":" Chun Pan","surname":"Cheung","email":"NULL","contributions":"1"},{"firstname":" Nan","surname":"Chen","email":"NULL","contributions":"2"},{"firstname":" Christopher K.C.","surname":"Lai","email":"NULL","contributions":"1"},{"firstname":" Zigui","surname":"Chen","email":"NULL","contributions":"1"},{"firstname":" Eugene Y.K.","surname":"Tso","email":"NULL","contributions":"2"},{"firstname":" Kitty S.C.","surname":"Fung","email":"NULL","contributions":"1"},{"firstname":" Veronica","surname":"Chan","email":"NULL","contributions":"1"},{"firstname":" Lowell","surname":"Ling","email":"NULL","contributions":"1"},{"firstname":" Gavin","surname":"Joynt","email":"NULL","contributions":"1"},{"firstname":" David S.C.","surname":"Hui","email":"NULL","contributions":"0"},{"firstname":" Francis K.L.","surname":"Chan","email":"NULL","contributions":"2"},{"firstname":" Paul K.S.","surname":"Chan","email":"NULL","contributions":"2"},{"firstname":"                           Siew C.","surname":"Ng","email":"NULL","contributions":"2"}]},{"doi":"10.1053/j.gastro.2020.06.048","date":"1970-01-01","title":"Alterations in Fecal Fungal Microbiome of Patients With COVID-19 During Time of Hospitalization until Discharge","abstract":"Background &amp; Aims\nSevere acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infects intestinal cells, and might affect the intestinal microbiota.\n\n We investigated changes in the fecal fungal microbiomes (mycobiome) of patients with SARS-CoV-2 infection during hospitalization and on recovery.\n\n\nMethods\nWe performed deep shotgun metagenomic sequencing analysis of fecal samples from 30 patients with coronavirus disease 2019 (COVID-19) in Hong Kong, from February 5 through May 12, 2020. Fecal samples were collected 2 to 3 times per week from time of hospitalization until discharge.\n\n We compared fecal mycobiome compositions of patients with COVID-19 with those from 9 subjects with community-acquired pneumonia and 30 healthy individuals (controls).\n\n We assessed fecal mycobiome profiles throughout time of hospitalization until clearance of SARS-CoV-2 from nasopharyngeal samples.\n\n\nResults\nPatients with COVID-19 had significant alterations in their fecal mycobiomes compared with controls, characterized by enrichment of Candia albicans and a highly heterogeneous mycobiome configuration, at time of hospitalization.\n\n Although fecal mycobiomes of 22 patients with COVID-19 did not differ significantly from those of controls during times of hospitalization, 8 of 30 patients with COVID-19 had continued significant differences in fecal mycobiome composition, through the last sample collected.\n\n The diversity of the fecal mycobiome of the last sample collected from patients with COVID-19 was 2.5-fold higher than that of controls (P &lt; .\n\n05).\n\n Samples collected at all timepoints from patients with COVID-19 had increased proportions of opportunistic fungal pathogens, Candida albicans, Candida auris, and Aspergillus flavus compared with controls.\n\n Two respiratory-associated fungal pathogens, A.\n\n flavus and Aspergillus niger, were detected in fecal samples from a subset of patients with COVID-19, even after clearance of SARS-CoV-2 from nasopharyngeal samples and resolution of respiratory symptoms.\n\n\nConclusions\nIn a pilot study, we found heterogeneous configurations of the fecal mycobiome, with enrichment of fungal pathogens from the genera Candida and Aspergillus, during hospitalization of 30 patients with COVID-19 compared with controls.\n\n Unstable gut mycobiomes and prolonged dysbiosis persisted in a subset of patients with COVID-19 up to 12 days after nasopharyngeal clearance of SARS-CoV-2. Studies are needed to determine whether alterations in intestinal fungi contribute to or result from SARS-CoV-2 infection, and the effects of these changes in disease progression.\n\n\n","id":"PMC7318920","idformat":"PMC","foundapis":"_PMC_elsevier_CROSSREF","miscinfo":"","authors":[{"firstname":"Tao","surname":"Zuo","email":"NULL","contributions":"0"},{"firstname":" Hui","surname":"Zhan","email":"NULL","contributions":"0"},{"firstname":" Fen","surname":"Zhang","email":"NULL","contributions":"0"},{"firstname":" Qin","surname":"Liu","email":"NULL","contributions":"0"},{"firstname":" Eugene Y.K.","surname":"Tso","email":"NULL","contributions":"0"},{"firstname":" Grace C.Y.","surname":"Lui","email":"NULL","contributions":"0"},{"firstname":" Nan","surname":"Chen","email":"NULL","contributions":"0"},{"firstname":" Amy","surname":"Li","email":"NULL","contributions":"1"},{"firstname":" Wenqi","surname":"Lu","email":"NULL","contributions":"1"},{"firstname":" Francis K.L.","surname":"Chan","email":"NULL","contributions":"0"},{"firstname":" Paul K.S.","surname":"Chan","email":"NULL","contributions":"0"},{"firstname":"                           Siew C.","surname":"Ng","email":"NULL","contributions":"0"}]},{"doi":"10.1093/cid/ciaa663","date":"1970-01-01","title":"Metatranscriptomic Characterization of COVID-19 Identified A Host Transcriptional Classifier Associated With Immune Signaling","abstract":"BACKGROUND\nThe recent identification of a novel coronavirus, also known as SARS-CoV-2, has caused a global outbreak of respiratory illnesses.\n\n The rapidly developing pandemic has posed great challenges to diagnosis of this novel infection.\n\n However, little is known about the metatranscriptomic characteristics of patients with Coronavirus Disease 2019 (COVID-19).\n\n\nMETHODS\nWe analyzed metatranscriptomics in 187 patients (62 cases with COVID-19 and 125 with non-COVID-19 pneumonia).\n\n Transcriptional aspects of three core elements – pathogens, the microbiome, and host responses – were interrogated.\n\n Based on the host transcriptional signature, we built a host gene classifier and examined its potential for diagnosing COVID-19 and indicating disease severity.\n\n\nRESULTS\nThe airway microbiome in COVID-19 patients had reduced alpha diversity, with 18 taxa of differential abundance.\n\n Potentially pathogenic microbes were also detected in 47% of the COVID-19 cases, 58% of which were respiratory viruses.\n\n Host gene analysis revealed a transcriptional signature of 36 differentially expressed genes significantly associated with immune pathways such as cytokine signaling.\n\n The host gene classifier built on such a signature exhibited potential for diagnosing COVID-19 (AUC of 0.75-0.89) and indicating disease severity.\n\n\nCONCLUSIONS\nCompared to those with non-COVID-19 pneumonias, COVID-19 patients appeared to have a more disrupted airway microbiome with frequent potential concurrent infections, and a special trigger host immune response in certain pathways such as interferon gamma signaling.\n\n The immune-associated host transcriptional signatures of COVID-19 hold promise as a tool for improving COVID-19 diagnosis and indicating disease severity.\n\n\n","id":"PMC7314197","idformat":"PMC","foundapis":"_PMC_CROSSREF","miscinfo":"","authors":[{"firstname":"Haocheng","surname":"Zhang","email":"NULL","contributions":"1"},{"firstname":" Jing-Wen","surname":"Ai","email":"NULL","contributions":"1"},{"firstname":" Wenjiao","surname":"Yang","email":"NULL","contributions":"1"},{"firstname":" Xian","surname":"Zhou","email":"NULL","contributions":"1"},{"firstname":" Fusheng","surname":"He","email":"NULL","contributions":"1"},{"firstname":" Shumei","surname":"Xie","email":"NULL","contributions":"1"},{"firstname":" Weiqi","surname":"Zeng","email":"NULL","contributions":"1"},{"firstname":" Yang","surname":"Li","email":"NULL","contributions":"0"},{"firstname":" Yiqi","surname":"Yu","email":"NULL","contributions":"1"},{"firstname":" Xuejing","surname":"Gou","email":"NULL","contributions":"1"},{"firstname":" Yongjun","surname":"Li","email":"NULL","contributions":"1"},{"firstname":" Xiaorui","surname":"Wang","email":"NULL","contributions":"1"},{"firstname":" Hang","surname":"Su","email":"NULL","contributions":"1"},{"firstname":" Teng","surname":"Xu","email":"NULL","contributions":"2"},{"firstname":"                           Wenhong","surname":"Zhang","email":"wenhongzhang_hs@126.com","contributions":"0"}]},{"doi":"10.1186/s12575-020-00131-7","date":"2020-07-16","title":"Nasopharyngeal Microbiota Profiling of SARS-CoV-2 Infected Patients","abstract":"We analyzed the bacterial communities of the nasopharynx in 40 SARS-CoV-2 infected and uninfected patients.\n\n All infected patients had a mild COVID-19 disease.\n\n We did not find statistically significant differences in either bacterial richness and diversity or composition.\n\n These findings suggest a nasopharyngeal microbiota at least early resilient to SARS-CoV-2 infection.\n\n","id":"PMC7382556","idformat":"PMC","foundapis":"_PMC_Springer_CROSSREF","miscinfo":"","authors":[{"firstname":"Flavio","surname":"De Maio","email":"NULL","contributions":"1"},{"firstname":" Brunella","surname":"Posteraro","email":"NULL","contributions":"1"},{"firstname":" Francesca Romana","surname":"Ponziani","email":"NULL","contributions":"1"},{"firstname":" Paola","surname":"Cattani","email":"NULL","contributions":"1"},{"firstname":" Antonio","surname":"Gasbarrini","email":"NULL","contributions":"0"},{"firstname":"                           Maurizio","surname":"Sanguinetti","email":"maurizio.sanguinetti@unicatt.it","contributions":"1"}]},{"doi":"10.1080/22221751.2020.1725399","date":"2020-01-30","title":"RNA based mNGS approach identifies a novel human coronavirus from two individual pneumonia cases in 2019 Wuhan outbreak","abstract":"From December 2019, an outbreak of unusual pneumonia was reported in Wuhan with many cases linked to Huanan Seafood Market that sells seafood as well as live exotic animals.\n\n We investigated two patients who developed acute respiratory syndromes after independent contact history with this market.\n\n The two patients shared common clinical features including fever, cough, and multiple ground-glass opacities in the bilateral lung field with patchy infiltration.\n\n Here, we highlight the use of a low-input metagenomic next-generation sequencing (mNGS) approach on RNA extracted from bronchoalveolar lavage fluid (BALF).\n\n It rapidly identified a novel coronavirus (named 2019-nCoV according to World Health Organization announcement) which was the sole pathogens in the sample with very high abundance level (1.5% and 0.62% of total RNA sequenced).\n\n The entire viral genome is 29,881?nt in length (GenBank MN988668 and MN988669, Sequence Read Archive database Bioproject accession PRJNA601736) and is classified into ?-coronavirus genus.\n\n Phylogenetic analysis indicates that 2019-nCoV is close to coronaviruses (CoVs) circulating in Rhinolophus (Horseshoe bats), such as 98.7% nucleotide identity to partial RdRp gene of bat coronavirus strain BtCoV/4991 (GenBank KP876546, 370?nt sequence of RdRp and lack of other genome sequence) and 87.9% nucleotide identity to bat coronavirus strain bat-SL-CoVZC45 and bat-SL-CoVZXC21. Evolutionary analysis based on ORF1a/1b, S, and N genes also suggests 2019-nCoV is more likely a novel CoV independently introduced from animals to humans.\n\n","id":"PMC7033720","idformat":"PMC","foundapis":"_PMC_CROSSREF","miscinfo":"","authors":[{"firstname":"Liangjun","surname":"Chen","email":"NULL","contributions":"1"},{"firstname":" Weiyong","surname":"Liu","email":"NULL","contributions":"0"},{"firstname":" Qi","surname":"Zhang","email":"NULL","contributions":"1"},{"firstname":" Ke","surname":"Xu","email":"NULL","contributions":"2"},{"firstname":" Ke","surname":"Xu","email":"NULL","contributions":"0"},{"firstname":" Guangming","surname":"Ye","email":"NULL","contributions":"0"},{"firstname":" Weichen","surname":"Wu","email":"NULL","contributions":"1"},{"firstname":" Ziyong","surname":"Sun","email":"NULL","contributions":"1"},{"firstname":" Fang","surname":"Liu","email":"NULL","contributions":"0"},{"firstname":" Kailang","surname":"Wu","email":"NULL","contributions":"0"},{"firstname":" Bo","surname":"Zhong","email":"NULL","contributions":"1"},{"firstname":" Yi","surname":"Mei","email":"NULL","contributions":"1"},{"firstname":" Wenxia","surname":"Zhang","email":"NULL","contributions":"1"},{"firstname":" Yu","surname":"Chen","email":"NULL","contributions":"0"},{"firstname":" Yirong","surname":"Li","email":"NULL","contributions":"0"},{"firstname":" Yirong","surname":"Li","email":"NULL","contributions":"0"},{"firstname":" Mang","surname":"Shi","email":"NULL","contributions":"1"},{"firstname":" Ke","surname":"Lan","email":"NULL","contributions":"1"},{"firstname":"                           Yingle","surname":"Liu","email":"NULL","contributions":"1"}]},{"doi":"10.1097/CM9.0000000000000722","date":"1970-01-01","title":"Identification of a novel coronavirus causing severe pneumonia in human: a descriptive study","abstract":"Background\nHuman infections with zoonotic coronaviruses (CoVs), including severe acute respiratory syndrome (SARS)-CoV and Middle East respiratory syndrome (MERS)-CoV, have raised great public health concern globally.\n\n Here, we report a novel bat-origin CoV causing severe and fatal pneumonia in humans.\n\n\nMethods\nWe collected clinical data and bronchoalveolar lavage (BAL) specimens from five patients with severe pneumonia from Wuhan Jinyintan Hospital, Hubei province, China.\n\n Nucleic acids of the BAL were extracted and subjected to next-generation sequencing.\n\n Virus isolation was carried out, and maximum-likelihood phylogenetic trees were constructed.\n\n\nResults\nFive patients hospitalized from December 18 to December 29, 2019 presented with fever, cough, and dyspnea accompanied by complications of acute respiratory distress syndrome.\n\n Chest radiography revealed diffuse opacities and consolidation.\n\n One of these patients died.\n\n Sequence results revealed the presence of a previously unknown ?-CoV strain in all five patients, with 99.8% to 99.9% nucleotide identities among the isolates.\n\n These isolates showed 79.0% nucleotide identity with the sequence of SARS-CoV (GenBank NC_004718) and 51.8% identity with the sequence of MERS-CoV (GenBank NC_019843).\n\n The virus is phylogenetically closest to a bat SARS-like CoV (SL-ZC45, GenBank MG772933) with 87.6% to 87.7% nucleotide identity, but is in a separate clade.\n\n Moreover, these viruses have a single intact open reading frame gene 8, as a further indicator of bat-origin CoVs.\n\n However, the amino acid sequence of the tentative receptor-binding domain resembles that of SARS-CoV, indicating that these viruses might use the same receptor.\n\n\nConclusion\nA novel bat-borne CoV was identified that is associated with severe and fatal respiratory disease in humans.\n\n\n","id":"PMC7147275","idformat":"PMC","foundapis":"_PMC_CROSSREF","miscinfo":"","authors":[{"firstname":"Li-Li","surname":"Ren","email":"NULL","contributions":"0"},{"firstname":" Ye-Ming","surname":"Wang","email":"NULL","contributions":"1"},{"firstname":" Zhi-Qiang","surname":"Wu","email":"NULL","contributions":"1"},{"firstname":" Zi-Chun","surname":"Xiang","email":"NULL","contributions":"1"},{"firstname":" Li","surname":"Guo","email":"NULL","contributions":"0"},{"firstname":" Teng","surname":"Xu","email":"NULL","contributions":"0"},{"firstname":" Yong-Zhong","surname":"Jiang","email":"NULL","contributions":"1"},{"firstname":" Yan","surname":"Xiong","email":"NULL","contributions":"0"},{"firstname":" Yong-Jun","surname":"Li","email":"NULL","contributions":"1"},{"firstname":" Xing-Wang","surname":"Li","email":"NULL","contributions":"1"},{"firstname":" Hui","surname":"Li","email":"NULL","contributions":"0"},{"firstname":" Guo-Hui","surname":"Fan","email":"NULL","contributions":"1"},{"firstname":" Xiao-Ying","surname":"Gu","email":"NULL","contributions":"1"},{"firstname":" Yan","surname":"Xiao","email":"NULL","contributions":"0"},{"firstname":" Hong","surname":"Gao","email":"NULL","contributions":"0"},{"firstname":" Jiu-Yang","surname":"Xu","email":"NULL","contributions":"1"},{"firstname":" Fan","surname":"Yang","email":"NULL","contributions":"0"},{"firstname":" Xin-Ming","surname":"Wang","email":"NULL","contributions":"1"},{"firstname":" Chao","surname":"Wu","email":"NULL","contributions":"1"},{"firstname":" Lan","surname":"Chen","email":"NULL","contributions":"1"},{"firstname":" Yi-Wei","surname":"Liu","email":"NULL","contributions":"1"},{"firstname":" Bo","surname":"Liu","email":"NULL","contributions":"0"},{"firstname":" Jian","surname":"Yang","email":"NULL","contributions":"1"},{"firstname":" Xiao-Rui","surname":"Wang","email":"NULL","contributions":"1"},{"firstname":" Jie","surname":"Dong","email":"NULL","contributions":"1"},{"firstname":" Li","surname":"Li","email":"NULL","contributions":"0"},{"firstname":" Chao-Lin","surname":"Huang","email":"NULL","contributions":"1"},{"firstname":" Jian-Ping","surname":"Zhao","email":"NULL","contributions":"1"},{"firstname":" Yi","surname":"Hu","email":"NULL","contributions":"0"},{"firstname":" Zhen-Shun","surname":"Cheng","email":"NULL","contributions":"1"},{"firstname":" Lin-Lin","surname":"Liu","email":"NULL","contributions":"1"},{"firstname":" Zhao-Hui","surname":"Qian","email":"NULL","contributions":"1"},{"firstname":" Chuan","surname":"Qin","email":"NULL","contributions":"0"},{"firstname":" Qi","surname":"Jin","email":"NULL","contributions":"0"},{"firstname":" Bin","surname":"Cao","email":"NULL","contributions":"0"},{"firstname":" Jian-Wei","surname":"Wang","email":"NULL","contributions":"1"},{"firstname":" Xiu-Yuan","surname":"Hao","email":"NULL","contributions":"0"},{"firstname":" Xiu-Yuan","surname":"Hao","email":"NULL","contributions":"0"},{"firstname":"                           Pei-Fang","surname":"Wei","email":"NULL","contributions":"0"}]},{"doi":"10.1016/j.jinf.2020.06.047","date":"2020-06-19","title":"The lung tissue microbiota features of 20 deceased patients with COVID-19","abstract":"","id":"PMC7306202","idformat":"PMC","foundapis":"_PMC_elsevier_CROSSREF","miscinfo":"","authors":[{"firstname":"Jun","surname":"Fan","email":"NULL","contributions":"1"},{"firstname":" Xiang","surname":"Li","email":"NULL","contributions":"1"},{"firstname":" Yong","surname":"Gao","email":"NULL","contributions":"1"},{"firstname":" Junjie","surname":"Zhou","email":"NULL","contributions":"1"},{"firstname":" Sihua","surname":"Wang","email":"NULL","contributions":"1"},{"firstname":" Bo","surname":"Huang","email":"NULL","contributions":"1"},{"firstname":" Junhua","surname":"Wu","email":"NULL","contributions":"1"},{"firstname":" Qin","surname":"Cao","email":"NULL","contributions":"1"},{"firstname":" Yajun","surname":"Chen","email":"NULL","contributions":"1"},{"firstname":" Zhenkao","surname":"Wang","email":"NULL","contributions":"1"},{"firstname":" Danju","surname":"Luo","email":"NULL","contributions":"1"},{"firstname":" Ting","surname":"Zhou","email":"NULL","contributions":"1"},{"firstname":" Ruiting","surname":"Li","email":"NULL","contributions":"0"},{"firstname":" You","surname":"Shang","email":"NULL","contributions":"0"},{"firstname":"                           Xiu","surname":"Nie","email":"whunhpath@163.com","contributions":"1"}]},{"doi":"10.1016/j.medmic.2020.100023","date":"2020-09-13","title":"Analysis of the intestinal microbiota in COVID-19 patients and its correlation with the inflammatory factor IL-18","abstract":"The ongoing global pandemic of COVID-19 disease, which is caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), mainly infect lung epithelial cells, and spread mainly through respiratory droplets.\n\n However, recent studies showed potential intestinal infection of SARS-CoV-2, implicated the possibility that the intestinal infection of SARS-CoV-2 may correlate with the dysbiosis of gut microbiota, as well as the severity of COVID-19 symptoms.\n\n Here, we investigated the alteration of the gut microbiota in COVID-19 patients, as well as analyzed the correlation between the altered microbes and the levels of intestinal inflammatory cytokine IL-18, which was reported to be elevated in the serum of in COVID-19 patients.\n\n Comparing with healthy controls or seasonal flu patients, the gut microbiota showed significantly reduced diversity, with increased opportunistic pathogens in COVID-19 patients.\n\n Also, IL-18 level was higher in the fecal samples of COVID-19 patients than in those of either healthy controls or seasonal flu patients.\n\n Moreover, the IL-18 levels were even higher in the fecal supernatants obtained from COVID-19 patients that tested positive for SARS-CoV-2 RNA than those that tested negative in fecal samples.\n\n These results indicate that changes in gut microbiota composition might contribute to SARS-CoV-2-induced production of inflammatory cytokines in the intestine and potentially also to the onset of a cytokine storm.\n\n","id":"PMC7832617","idformat":"PMC","foundapis":"_PMC_elsevier_CROSSREF","miscinfo":"","authors":[{"firstname":"Wanyin","surname":"Tao","email":"NULL","contributions":"1"},{"firstname":" Guorong","surname":"Zhang","email":"NULL","contributions":"1"},{"firstname":" Xiaofang","surname":"Wang","email":"NULL","contributions":"1"},{"firstname":" Meng","surname":"Guo","email":"NULL","contributions":"1"},{"firstname":" Weihong","surname":"Zeng","email":"NULL","contributions":"1"},{"firstname":" Zhihao","surname":"Xu","email":"NULL","contributions":"1"},{"firstname":" Dan","surname":"Cao","email":"NULL","contributions":"1"},{"firstname":" Aijun","surname":"Pan","email":"NULL","contributions":"0"},{"firstname":" Yucai","surname":"Wang","email":"NULL","contributions":"1"},{"firstname":" Kaiguang","surname":"Zhang","email":"NULL","contributions":"1"},{"firstname":" Xiaoling","surname":"Ma","email":"NULL","contributions":"1"},{"firstname":" Zhengxu","surname":"Chen","email":"NULL","contributions":"1"},{"firstname":" Tengchuan","surname":"Jin","email":"NULL","contributions":"1"},{"firstname":" Lianxin","surname":"Liu","email":"NULL","contributions":"0"},{"firstname":" Jianping","surname":"Weng","email":"NULL","contributions":"1"},{"firstname":"                           Shu","surname":"Zhu","email":"NULL","contributions":"1"}]},{"doi":"10.1101/2020.03.03.20030650","date":"2020-03-06","title":"Immunodepletion with Hypoxemia: A Potential High Risk Subtype of Coronavirus Disease 2019 ","abstract":"BackgroundThe outbreak of COVID-2019 is becoming a global public health emergency. Although its basic clinical features have been reported, the dynamic characteristics of immune system in COVID-2019 patients, especially those critical patients with refractory hypoxemia, are not yet well understood. We aim to describe the dynamic characteristics of immune system in 3 critical patients with refractory hypoxemia, and discuss the relationship between hypoxemia severity and immune cell levels, and the changes of gut microbes of COVID-2019 patient.\n\nMethodsThis is a retrospective study from 3 patients with 2019-nCoV infection admitted to Renmin Hospital of Wuhan University, a COVID-2019 designated hospital in Wuhan, from January 31 to February 6, 2020. All patients were diagnosed and classified based on the Diagnosis and Treatment of New Coronavirus Pneumonia (6th edition) published by the National Health Commission of China4. We recorded the epidemiological history, demographic features, clinical characteristics, symptoms and signs, treatment and clinical outcome in detail. Blood samples were collected and we determined the expression levels of immune cells (CD3+ T cells, CD4+ T cells, CD8+ T cells, CD19+ B cells, and CD16+56+ NK cells) in different time points. Nanopore Targeted Sequencing was used to determine the alterations of gut microbiota homeostasis.\n\nResultsApart from the clinical features described previously4, we found that four patients had decreased immune cells and refractory hypoxemia during the hospitalization, and the severity of hypoxemia was strongly correlated to the expression levels of immune cells. Additionally, we found that the proportion of probiotics was significantly reduced, such as Bifidobacterium, Lactobacillus, and Eubacterium, and the proportion of conditioned pathogenic bacteria was significantly increased, such as Corynebacterium of Actinobacteria and Ruthenibacterium of Firmicutes. Notably, all patients died.\n\nConclusionsWe discussed the dynamic characteristics of host immune system and the imbalance of gut microbiota in 3 critical patients with COVID-2019. Hypoxemia severity was closely related with host immune cell levels, and the vicious circle between immune disorder and gut microbiota imbalance may be a high risk of fatal pneumonia. To the best of our knowledge, this is the first study which revealing that immunodepletion with refractory hypoxemia is a potential high risk subtype of COVID-2019 and the vicious circle between immune disorder and gut dysbiosis may be a high risk of fatal pneumonia. ","id":"10.1101/2020.03.03.20030650","idformat":"medrxiv/biorxiv doi","foundapis":"_MedBiorxiv_CROSSREF","miscinfo":"","authors":[{"firstname":" L.","surname":"Yu","email":"null","contributions":"1"},{"firstname":"Y.","surname":" Tong","email":"null","contributions":"1"},{"firstname":"G.","surname":" Shen","email":"null","contributions":"1"},{"firstname":"A.","surname":" Fu","email":"null","contributions":"1"},{"firstname":"Y.","surname":" Lai","email":"null","contributions":"1"},{"firstname":"X.","surname":" Zhou","email":"null","contributions":"2"},{"firstname":"Y.","surname":" Yuan","email":"null","contributions":"1"},{"firstname":"Y.","surname":" Wang","email":"null","contributions":"1"},{"firstname":"Y.","surname":" Pan","email":"null","contributions":"1"},{"firstname":"Z.","surname":" Yu","email":"null","contributions":"1"},{"firstname":"Y.","surname":" Li","email":"null","contributions":"0"},{"firstname":"T.","surname":" Liu","email":"null","contributions":"1"},{"firstname":"H. ","surname":" Jiang","email":"null","contributions":"1"},{"firstname":" L.","surname":"Yu","email":"null","contributions":"1"},{"firstname":" Y.","surname":" Tong","email":"null","contributions":"1"},{"firstname":" G.","surname":" Shen","email":"null","contributions":"1"},{"firstname":" A.","surname":" Fu","email":"null","contributions":"1"},{"firstname":" Y.","surname":" Lai","email":"null","contributions":"1"},{"firstname":" X.","surname":" Zhou","email":"null","contributions":"2"},{"firstname":" Y.","surname":" Yuan","email":"null","contributions":"1"},{"firstname":" Y.","surname":" Wang","email":"null","contributions":"0"},{"firstname":" Y.","surname":" Pan","email":"null","contributions":"1"},{"firstname":" Z.","surname":" Yu","email":"null","contributions":"1"},{"firstname":" Y.","surname":" Li","email":"null","contributions":"0"},{"firstname":" T.","surname":" Liu","email":"null","contributions":"1"},{"firstname":"         H. ","surname":" Jiang","email":"null","contributions":"1"}]},{"doi":"10.1101/2020.02.13.20022673","date":"2020-02-17","title":"Optimizing diagnostic strategy for novel coronavirus pneumonia, a multi-center study in Eastern China ","abstract":"COVID-19 caused by a novel coronavirus SARS-CoV-2 emerged in Wuhan, Hubei province since December 2019, and caused a rapid outbreak throughout China and globally. Cities outside Hubei are also facing great challenge and require implementing of effective and feasible strategy in precision diagnosing novel coronavirus pneumonia (NCP).\n\nWe described a multicenter prospective study on diagnostic strategy of suspected NCP patients from January 22nd to February 9th, 2020 in Eastern China cities. Nasopharyngeal swabs were collected from the patients. The epidemiological characteristics, clinical symptoms, laboratory assessments, and computed tomographic (CT) scans were obtained. Pathogen screen were performed including RT-PCR, multiplex PCR, rapid flu antigen tests and mNGS.\n\nWe enrolled 53 suspected NCP patients, among whom 20 were laboratory-confirmed. Fourteen (70%) and 3 (15%) patients were positive for the first and second SARS-CoV-2 RT-PCR test, respectively. All NCP patients were positive for mNGS. Chest CT images and the symptoms of early stage NCP patients were similar to other viral pneumonia patients. We identified 11 of 20 co-infections in NCP cases, including regular respiratory virus, fungi and bacteria synchronously. Genomic analysis showed that 8 of 10 cases had no mutation in virus genome, while 2 cases had only one single mutation in N gene.\n\nOur study discovered that a combination of chest CT, SARS-CoV-2 RT-PCR and multi-plex PCR is recommended in regions outside Hubei province. Co-infection of other pathogens with SARS-CoV-2 exists and should be acknowledged. Repeated sampling, change of specimen type or metagenomics sequencing could further facilitate during critical clinical cases. ","id":"10.1101/2020.02.13.20022673","idformat":"medrxiv/biorxiv doi","foundapis":"_MedBiorxiv_CROSSREF","miscinfo":"","authors":[{"firstname":" J.-W.","surname":"Ai","email":"null","contributions":"1"},{"firstname":"H.-C.","surname":" Zhang","email":"null","contributions":"1"},{"firstname":"T.","surname":" Xu","email":"null","contributions":"1"},{"firstname":"J.","surname":" Wu","email":"null","contributions":"1"},{"firstname":"M.","surname":" Zhu","email":"null","contributions":"1"},{"firstname":"Y.-Q.","surname":" Yu","email":"null","contributions":"1"},{"firstname":"H.-Y.","surname":" Zhang","email":"null","contributions":"1"},{"firstname":"Z.","surname":" Shen","email":"null","contributions":"1"},{"firstname":"Y.","surname":" Li","email":"null","contributions":"0"},{"firstname":"X.","surname":" Zhou","email":"null","contributions":"0"},{"firstname":"G.-Q.","surname":" Zang","email":"null","contributions":"1"},{"firstname":"J.","surname":" Xu","email":"null","contributions":"1"},{"firstname":"W.-J.","surname":" Chen","email":"null","contributions":"1"},{"firstname":"Y.-J.","surname":" Li","email":"null","contributions":"1"},{"firstname":"D.-S.","surname":" Xie","email":"null","contributions":"1"},{"firstname":"M.-Z.","surname":" Zhou","email":"null","contributions":"1"},{"firstname":"J.-Y.","surname":" Sun","email":"null","contributions":"1"},{"firstname":"J.-Z.","surname":" Chen","email":"null","contributions":"1"},{"firstname":"W.-H. ","surname":" Zhang","email":"null","contributions":"1"},{"firstname":" J.-W.","surname":"Ai","email":"null","contributions":"1"},{"firstname":" H.-C.","surname":" Zhang","email":"null","contributions":"1"},{"firstname":" T.","surname":" Xu","email":"null","contributions":"1"},{"firstname":" J.","surname":" Wu","email":"null","contributions":"1"},{"firstname":" M.","surname":" Zhu","email":"null","contributions":"1"},{"firstname":" Y.-Q.","surname":" Yu","email":"null","contributions":"1"},{"firstname":" H.-Y.","surname":" Zhang","email":"null","contributions":"1"},{"firstname":" Z.","surname":" Shen","email":"null","contributions":"1"},{"firstname":" Y.","surname":" Li","email":"null","contributions":"0"},{"firstname":" X.","surname":" Zhou","email":"null","contributions":"0"},{"firstname":" G.-Q.","surname":" Zang","email":"null","contributions":"1"},{"firstname":" J.","surname":" Xu","email":"null","contributions":"1"},{"firstname":" W.-J.","surname":" Chen","email":"null","contributions":"1"},{"firstname":" Y.-J.","surname":" Li","email":"null","contributions":"1"},{"firstname":" D.-S.","surname":" Xie","email":"null","contributions":"1"},{"firstname":" M.-Z.","surname":" Zhou","email":"null","contributions":"1"},{"firstname":" J.-Y.","surname":" Sun","email":"null","contributions":"1"},{"firstname":" J.-Z.","surname":" Chen","email":"null","contributions":"1"},{"firstname":"         W.-H. ","surname":" Zhang","email":"null","contributions":"1"}]},{"doi":"10.3785/j.issn.1008-9292.2020.02.02","date":"1970-01-01","title":"Unknown Title","abstract":"Unknown Abstract","id":"not found","idformat":"N/A","foundapis":"","miscinfo":"","authors":[]},{"doi":"10.3785/j.issn.1008-9292.2020.02.02","date":"1970-01-01","title":"Unknown Title","abstract":"Unknown Abstract","id":"not found","idformat":"N/A","foundapis":"","miscinfo":"","authors":[]}]}