{"name":"Laboratory analysis and outcome for patients with COVID-19; a systematic review and meta-analysis","id":"41","link":"https://pubmed.ncbi.nlm.nih.gov/32573713/","dbsearches":"3","refs":"https://docs.google.com/spreadsheets/d/1i6I8ZYLZlbWvCUvj5vXuzv-g7xM-ps5QLJ2VWPc6ztc/edit#gid=0","references":[{"doi":"10.1001/jama.2020.3204","date":"2023-06-05","title":"'Epidemiologic Features and Clinical Course of Patients Infected With SARS-CoV-2 in Singapore'","abstract":"Unknown Abstract","id":"10.1001/jama.2020.3204","idformat":"CROSSREF","foundapis":"","miscinfo":"PUBLISHER: American Medical Association (AMA)","authors":[{"firstname":"Barnaby Edward","surname":"Young","email":"xref no email","contributions":"0"},{"firstname":" Sean Wei Xiang","surname":"Ong","email":"xref no email","contributions":"0"},{"firstname":" Shirin","surname":"Kalimuddin","email":"xref no email","contributions":"0"},{"firstname":" Jenny G.","surname":"Low","email":"xref no email","contributions":"0"},{"firstname":" Seow Yen","surname":"Tan","email":"xref no email","contributions":"0"},{"firstname":" Jiashen","surname":"Loh","email":"xref no email","contributions":"0"},{"firstname":" Oon-Tek","surname":"Ng","email":"xref no email","contributions":"0"},{"firstname":" Kalisvar","surname":"Marimuthu","email":"xref no email","contributions":"0"},{"firstname":" Li Wei","surname":"Ang","email":"xref no email","contributions":"0"},{"firstname":" Tze Minn","surname":"Mak","email":"xref no email","contributions":"0"},{"firstname":" Sok Kiang","surname":"Lau","email":"xref no email","contributions":"0"},{"firstname":" Danielle E.","surname":"Anderson","email":"xref no email","contributions":"0"},{"firstname":" Kian Sing","surname":"Chan","email":"xref no email","contributions":"0"},{"firstname":" Thean Yen","surname":"Tan","email":"xref no email","contributions":"0"},{"firstname":" Tong Yong","surname":"Ng","email":"xref no email","contributions":"0"},{"firstname":" Lin","surname":"Cui","email":"xref no email","contributions":"0"},{"firstname":" Zubaidah","surname":"Said","email":"xref no email","contributions":"0"},{"firstname":" Lalitha","surname":"Kurupatham","email":"xref no email","contributions":"0"},{"firstname":" Mark I-Cheng","surname":"Chen","email":"xref no email","contributions":"0"},{"firstname":" Monica","surname":"Chan","email":"xref no email","contributions":"0"},{"firstname":" Shawn","surname":"Vasoo","email":"xref no email","contributions":"0"},{"firstname":" Lin-Fa","surname":"Wang","email":"xref no email","contributions":"0"},{"firstname":" Boon Huan","surname":"Tan","email":"xref no email","contributions":"0"},{"firstname":" Raymond Tzer Pin","surname":"Lin","email":"xref no email","contributions":"0"},{"firstname":" Vernon Jian Ming","surname":"Lee","email":"xref no email","contributions":"0"},{"firstname":" Yee-Sin","surname":"Leo","email":"xref no email","contributions":"0"},{"firstname":"       David Chien","surname":"Lye","email":"xref no email","contributions":"0"}]},{"doi":"10.1016/S0140-6736(20)30566-3","date":"1970-01-01","title":"Clinical course and risk factors for mortality of adult inpatients with COVID-19 in Wuhan, China: a retrospective cohort study","abstract":"Background\nSince December, 2019, Wuhan, China, has experienced an outbreak of coronavirus disease 2019 (COVID-19), caused by the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2).\n\n Epidemiological and clinical characteristics of patients with COVID-19 have been reported but risk factors for mortality and a detailed clinical course of illness, including viral shedding, have not been well described.\n\n\nMethods\nIn this retrospective, multicentre cohort study, we included all adult inpatients (?18 years old) with laboratory-confirmed COVID-19 from Jinyintan Hospital and Wuhan Pulmonary Hospital (Wuhan, China) who had been discharged or had died by Jan 31, 2020. Demographic, clinical, treatment, and laboratory data, including serial samples for viral RNA detection, were extracted from electronic medical records and compared between survivors and non-survivors.\n\n We used univariable and multivariable logistic regression methods to explore the risk factors associated with in-hospital death.\n\n\nFindings\n191 patients (135 from Jinyintan Hospital and 56 from Wuhan Pulmonary Hospital) were included in this study, of whom 137 were discharged and 54 died in hospital.\n\n 91 (48%) patients had a comorbidity, with hypertension being the most common (58 [30%] patients), followed by diabetes (36 [19%] patients) and coronary heart disease (15 [8%] patients).\n\n Multivariable regression showed increasing odds of in-hospital death associated with older age (odds ratio 1·10, 95% CI 1·03–1·17, per year increase; p=0·0043), higher Sequential Organ Failure Assessment (SOFA) score (5·65, 2·61–12·23; p&lt;0·0001), and d-dimer greater than 1 ?g/mL (18·42, 2·64–128·55; p=0·0033) on admission.\n\n Median duration of viral shedding was 20·0 days (IQR 17·0–24·0) in survivors, but SARS-CoV-2 was detectable until death in non-survivors.\n\n The longest observed duration of viral shedding in survivors was 37 days.\n\n\nInterpretation\nThe potential risk factors of older age, high SOFA score, and d-dimer greater than 1 ?g/mL could help clinicians to identify patients with poor prognosis at an early stage.\n\n Prolonged viral shedding provides the rationale for a strategy of isolation of infected patients and optimal antiviral interventions in the future.\n\n\nFunding\nChinese Academy of Medical Sciences Innovation Fund for Medical Sciences; National Science Grant for Distinguished Young Scholars; National Key Research and Development Program of China; The Beijing Science and Technology Project; and Major Projects of National Science and Technology on New Drug Creation and Development.\n\n\n","id":"PMC7270627","idformat":"PMC","foundapis":"_PMC_elsevier_CROSSREF","miscinfo":"","authors":[{"firstname":"Fei","surname":"Zhou","email":"NULL","contributions":"0"},{"firstname":"Ting","surname":"Yu","email":"NULL","contributions":"0"},{"firstname":"Ronghui","surname":"Du","email":"NULL","contributions":"0"},{"firstname":"Guohui","surname":"Fan","email":"NULL","contributions":"0"},{"firstname":"Ying","surname":"Liu","email":"NULL","contributions":"0"},{"firstname":"Zhibo","surname":"Liu","email":"NULL","contributions":"0"},{"firstname":"Jie","surname":"Xiang","email":"NULL","contributions":"0"},{"firstname":"Yeming","surname":"Wang","email":"NULL","contributions":"0"},{"firstname":"Bin","surname":"Song","email":"NULL","contributions":"0"},{"firstname":"Xiaoying","surname":"Gu","email":"NULL","contributions":"0"},{"firstname":"Lulu","surname":"Guan","email":"NULL","contributions":"0"},{"firstname":"Yuan","surname":"Wei","email":"NULL","contributions":"0"},{"firstname":"Hui","surname":"Li","email":"NULL","contributions":"0"},{"firstname":"Xudong","surname":"Wu","email":"NULL","contributions":"0"},{"firstname":"Jiuyang","surname":"Xu","email":"NULL","contributions":"0"},{"firstname":"Shengjin","surname":"Tu","email":"NULL","contributions":"0"},{"firstname":"Yi","surname":"Zhang","email":"NULL","contributions":"0"},{"firstname":"Hua","surname":"Chen","email":"NULL","contributions":"0"},{"firstname":"                            Bin","surname":"Cao","email":"NULL","contributions":"0"}]},{"doi":"10.1001/jama.2020.1585","date":"1970-01-01","title":"Fisiopatologia da insuficiência cardíaca em pacientes com COVID-19","abstract":"Introduction: the mechanisms that are suggested as determinant in the vulnerability of patients with heart failure to severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) and which cause the respiratory syndrome labeled COVID-19 (Coronavirus Infectious Disease-19), has revealed controversial.\n Objective: to gather information on the pathophysiological features of acute heart failure in the context of COVID-19. Method: concerning this topic, from September to November 2020 at the Policlínico Comunitario “Ramón López Peña” in Santiago de Cuba, a narrative review was carried out.\n The search was conducted checking the databases Pubmed, Infomed and SciELO, without date restriction, and in Spanish and English language.\n Development: the mechanisms involved on the pathophysiological features of heart failure in patients with this infectious disease revealed uncertainty.\n Myocardial damage is achievement of two aspects, the direct effect of viral respiratory infection on the myocyte, which is expressed as a local inflammatory response, and the heart participation as a target organ to the systemic and inappropriate inflammatory response, generated by a marked cytokines release.\n The last aspect referred also causes endothelial damage that triggers thromboembolic and ischemic complications, systolic and diastolic dysfunction of the heart, and ultimately leads to multiorgan system failure.\nConclusions: despite the advances in understanding the etiopathogenesis of this disease, the pathophysiological mechanisms that determine on the heart failure still require to be precisely clarified, although the influence of the inappropriate inflammatory response, induced by cytokines, it is recognized in the onset myocardial damage.\nIntroducción: se revelan controversias respecto a los mecanismos que determinan la vulnerabilidad de los pacientes con insuficiencia cardiaca a la infección por el virus severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2), que produce el síndrome respiratorio llamado Coronavirus Infectious Disease-19 (COVID-19).\n Objetivo: recopilar información sobre la fisiopatología de la insuficiencia cardiaca aguda en el contexto de la COVID-19.Método: en el Policlínico Comunitario “Ramón López Peña” de Santiago de Cuba, entre septiembre y noviembre del 2020, se realizó una revisión narrativa sobre este tema.\n La búsqueda se efectuó consultando las bases de datos Pubmed, Infomed y SciELO, sin restricción de fecha, en los idiomas español e inglés.\n Desarrollo: se manifiestan incertidumbre en los mecanismos implicados en la fisiopatología de la insuficiencia cardiaca de los pacientes con esta enfermedad infecciosa.\n El daño miocárdico se debe a los efectos directos de la infección viral sobre el miocito, que se expresa como una respuesta inflamatoria local y a la participación del corazón como órgano diana de respuesta inflamatoria sistémica e inapropiada generada por la marcada liberación de citocinas.\n Esta última, además, genera un daño endotelial que desencadena complicaciones tromboembólicas e isquémicas, disfunción sistodiastólica del corazón, y finalmente la falla multiorgánica.\n Conclusiones: a pesar de los avances en el conocimiento de la etiopatogenia de esta enfermedad, aún se requiere que se esclarezcan con precisión los mecanismos fisiopatológicos que determinan la presentación de la insuficiencia cardiaca, si bien se reconoce la influencia de la respuesta inflamatoria inapropiada, inducida por citoquinas, en la presentación del daño miocárdico.\nIntrodução: revelam-se controvérsias a respeito dos mecanismos que determinam a vulnerabilidade dos pacientes com insuficiência cardíaca à infecção pelo vírus severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2), gerador da síndrome respiratória denominada Coronavirus Infectious Disease-19 (COVID-19).\n Objetivo: coletar informações sobre a fisiopatologia da insuficiência cardíaca aguda no contexto da COVID-19.Método: na Policlínica Comunitária \u0022Ramón López Peña\u0022 de Santiago de Cuba, entre setembro e novembro de 2020, foi realizada uma revisão narrativa sobre o tema.\n A busca foi realizada por meio de consulta às bases de dados Pubmed, Infomed e SciELO, sem restrição de datas, nos idiomas espanhol e inglês.\n Desenvolvimento: a incerteza se manifesta nos mecanismos envolvidos na fisiopatologia da insuficiência cardíaca em pacientes com essa doença infecciosa.\n O dano miocárdico se deve aos efeitos diretos da infecção viral no miócito, que se expressa como resposta inflamatória local, e ao envolvimento do coração como órgão alvo da resposta inflamatória sistêmica e inadequada gerada pela liberação acentuada de citocinas.\n Esta última também gera dano endotelial que desencadeia complicações tromboembólicas e isquêmicas, disfunção cardíaca sistodiastólica e, finalmente, falência de múltiplos órgãos.\n Conclusões: apesar dos avanços no conhecimento da etiopatogenia desta doença, ainda é necessário esclarecer com precisão os mecanismos fisiopatológicos que determinam a apresentação da insuficiência cardíaca, embora se reconheça a influência da resposta inflamatória inadequada, induzida por citocinas, na apresentação de dano miocárdico","id":"10.1001/jama.2020.1585","idformat":"CORE","foundapis":"_CROSSREF","miscinfo":"","authors":[{"firstname":"Carbó-Cisnero","surname":"Yacquelin","email":"coreGivesNoEmail","contributions":"0"},{"firstname":" Fernández-González","surname":"Paula","email":"coreGivesNoEmail","contributions":"0"},{"firstname":" Hierrezuelo-Rojas","surname":"Naifi","email":"coreGivesNoEmail","contributions":"0"},{"firstname":"                           Subert-Salas","surname":"Lizandra","email":"coreGivesNoEmail","contributions":"0"}]},{"doi":"10.1111/jth.14768","date":"2020-02-18","title":"Abnormal coagulation parameters are associated with poor prognosis in patients with novel coronavirus pneumonia","abstract":"Background\nIn the recent outbreak of novel coronavirus infection in Wuhan, China, significantly abnormal coagulation parameters in severe novel coronavirus pneumonia (NCP) cases were a concern.\n\n\nObjectives\nTo describe the coagulation feature of patients with NCP.\n\n\nMethods\nConventional coagulation results and outcomes of 183 consecutive patients with confirmed NCP in Tongji hospital were retrospectively analyzed.\n\n\nResults\nThe overall mortality was 11.5%, the non?survivors revealed significantly higher D?dimer and fibrin degradation product (FDP) levels, longer prothrombin time and activated partial thromboplastin time compared to survivors on admission (P &lt; .\n\n05); 71.4% of non?survivors and 0.6% survivors met the criteria of disseminated intravascular coagulation during their hospital stay.\n\n\nConclusions\nThe present study shows that abnormal coagulation results, especially markedly elevated D?dimer and FDP are common in deaths with NCP.\n\n\n","id":"PMC7166509","idformat":"PMC","foundapis":"_PMC_elsevier_CROSSREF","miscinfo":"","authors":[{"firstname":"Ning","surname":"Tang","email":"NULL","contributions":"0"},{"firstname":"Dengju","surname":"Li","email":"NULL","contributions":"1"},{"firstname":"Xiong","surname":"Wang","email":"NULL","contributions":"0"},{"firstname":"                            Ziyong","surname":"Sun","email":"NULL","contributions":"0"}]},{"doi":"10.1002/jmv.25767","date":"2020-03-12","title":"Platelet?to?lymphocyte ratio is associated with prognosis in patients with coronavirus disease?19","abstract":"Since December 2019, novel coronavirus infected pneumonia emerged in Wuhan city and rapidly spread throughout China.\n\n In severe novel coronavirus pneumonia cases, the number of platelets, their dynamic changes during the treatment, platelet?to?lymphocyte ratio (PLR) were a concern.\n\n We sought to describe the platelet feature of these cases.\n\n Single?center case series of the 30 hospitalized patients with confirmed coronavirus disease (COVID)?19 in Huizhou municipal central hospital from January 2020 to February 2020 were retrospectively analyzed.\n\n Demographic, clinical, blood routine results, other laboratory results, and treatment data were collected and analyzed.\n\n Outcomes of severe patients and nonsevere patients were compared.\n\n Univariate analysis showed that: age, platelet peaks, and PLR at peak platelet were the influencing factors in severe patients, multivariate analysis showed that the PLR value at peak platelet during treatment was an independent influencing factor in severe patients.\n\n The average hospitalization day of patients with platelet peaks during treatment was longer than those without platelet peaks (P?&lt;?.\n\n05).\n\n The average age of patients with platelet peaks during treatment was older than those without platelet peaks (P?&lt;?.\n\n05).\n\n The patients with significantly elevated platelets during treatment had longer average hospitalization days.\n\n And the higher PLR of patients during treatment had longer average hospitalization days.\n\n Single?center case series of the 30 hospitalized patients with confirmed COVID?19 in Huizhou Municipal Central Hospital, presumed that the number of platelets and their dynamic changes during the treatment may have a suggestion on the severity and prognosis of the disease.\n\n The patient with markedly elevated platelets and longer average hospitalization days may be related to the cytokine storm.\n\n The PLR of patients means the degree of cytokine storm, which might provide a new indicator in the monitoring in patients with COVID?19.","id":"PMC7228291","idformat":"PMC","foundapis":"_PMC_CROSSREF","miscinfo":"","authors":[{"firstname":"Rong","surname":"Qu","email":"NULL","contributions":"1"},{"firstname":"Yun","surname":"Ling","email":"NULL","contributions":"5"},{"firstname":"Yi?hui?zhi","surname":"Zhang","email":"NULL","contributions":"1"},{"firstname":"Li?ya","surname":"Wei","email":"NULL","contributions":"1"},{"firstname":"Xiao","surname":"Chen","email":"NULL","contributions":"1"},{"firstname":"Xu?mian","surname":"Li","email":"NULL","contributions":"1"},{"firstname":"Xuan?yong","surname":"Liu","email":"NULL","contributions":"1"},{"firstname":"Han?mian","surname":"Liu","email":"NULL","contributions":"1"},{"firstname":"Zhi","surname":"Guo","email":"guozhi77@126.com","contributions":"1"},{"firstname":"Hua","surname":"Ren","email":"renhua2009@hotmail.com","contributions":"2"},{"firstname":"Hua","surname":"Ren","email":"renhua2009@hotmail.com","contributions":"0"},{"firstname":"                            Qiang","surname":"Wang","email":"wangqiang@wust.edu.cn","contributions":"0"}]},{"doi":"10.1007/s00134-020-06028-z","date":"1970-01-01","title":"Correction to: Clinical predictors of mortality due to COVID-19 based on an analysis of data of 150 patients from Wuhan, China","abstract":"","id":"PMC7131986","idformat":"PMC","foundapis":"_PMC_Springer_CROSSREF","miscinfo":"","authors":[{"firstname":"Qiurong","surname":"Ruan","email":"NULL","contributions":"0"},{"firstname":"Kun","surname":"Yang","email":"NULL","contributions":"0"},{"firstname":"Kun","surname":"Yang","email":"NULL","contributions":"0"},{"firstname":"Wenxia","surname":"Wang","email":"NULL","contributions":"0"},{"firstname":"Wenxia","surname":"Wang","email":"NULL","contributions":"0"},{"firstname":"Lingyu","surname":"Jiang","email":"NULL","contributions":"0"},{"firstname":"Lingyu","surname":"Jiang","email":"NULL","contributions":"0"},{"firstname":"Jianxin","surname":"Song","email":"songsingsjx@sina.com","contributions":"0"},{"firstname":"                            Jianxin","surname":"Song","email":"songsingsjx@sina.com","contributions":"0"}]},{"doi":"10.1016/S0140-6736(20)30183-5","date":"1970-01-01","title":"Clinical features of patients infected with 2019 novel coronavirus in Wuhan, China","abstract":"Background\nA recent cluster of pneumonia cases in Wuhan, China, was caused by a novel betacoronavirus, the 2019 novel coronavirus (2019-nCoV).\n\n We report the epidemiological, clinical, laboratory, and radiological characteristics and treatment and clinical outcomes of these patients.\n\n\nMethods\nAll patients with suspected 2019-nCoV were admitted to a designated hospital in Wuhan.\n\n We prospectively collected and analysed data on patients with laboratory-confirmed 2019-nCoV infection by real-time RT-PCR and next-generation sequencing.\n\n Data were obtained with standardised data collection forms shared by WHO and the International Severe Acute Respiratory and Emerging Infection Consortium from electronic medical records.\n\n Researchers also directly communicated with patients or their families to ascertain epidemiological and symptom data.\n\n Outcomes were also compared between patients who had been admitted to the intensive care unit (ICU) and those who had not.\n\n\nFindings\nBy Jan 2, 2020, 41 admitted hospital patients had been identified as having laboratory-confirmed 2019-nCoV infection.\n\n Most of the infected patients were men (30 [73%] of 41); less than half had underlying diseases (13 [32%]), including diabetes (eight [20%]), hypertension (six [15%]), and cardiovascular disease (six [15%]).\n\n Median age was 49·0 years (IQR 41·0–58·0).\n\n 27 (66%) of 41 patients had been exposed to Huanan seafood market.\n\n One family cluster was found.\n\n Common symptoms at onset of illness were fever (40 [98%] of 41 patients), cough (31 [76%]), and myalgia or fatigue (18 [44%]); less common symptoms were sputum production (11 [28%] of 39), headache (three [8%] of 38), haemoptysis (two [5%] of 39), and diarrhoea (one [3%] of 38).\n\n Dyspnoea developed in 22 (55%) of 40 patients (median time from illness onset to dyspnoea 8·0 days [IQR 5·0–13·0]).\n\n 26 (63%) of 41 patients had lymphopenia.\n\n All 41 patients had pneumonia with abnormal findings on chest CT.\n\n Complications included acute respiratory distress syndrome (12 [29%]), RNAaemia (six [15%]), acute cardiac injury (five [12%]) and secondary infection (four [10%]).\n\n 13 (32%) patients were admitted to an ICU and six (15%) died.\n\n Compared with non-ICU patients, ICU patients had higher plasma levels of IL2, IL7, IL10, GSCF, IP10, MCP1, MIP1A, and TNF?.\n\n\nInterpretation\nThe 2019-nCoV infection caused clusters of severe respiratory illness similar to severe acute respiratory syndrome coronavirus and was associated with ICU admission and high mortality.\n\n Major gaps in our knowledge of the origin, epidemiology, duration of human transmission, and clinical spectrum of disease need fulfilment by future studies.\n\n\nFunding\nMinistry of Science and Technology, Chinese Academy of Medical Sciences, National Natural Science Foundation of China, and Beijing Municipal Science and Technology Commission.\n\n\n","id":"PMC7159299","idformat":"PMC","foundapis":"_PMC_elsevier_CROSSREF","miscinfo":"","authors":[{"firstname":"Chaolin","surname":"Huang","email":"NULL","contributions":"0"},{"firstname":"Yeming","surname":"Wang","email":"NULL","contributions":"0"},{"firstname":"Xingwang","surname":"Li","email":"NULL","contributions":"0"},{"firstname":"Lili","surname":"Ren","email":"NULL","contributions":"0"},{"firstname":"Jianping","surname":"Zhao","email":"NULL","contributions":"0"},{"firstname":"Yi","surname":"Hu","email":"NULL","contributions":"0"},{"firstname":"Li","surname":"Zhang","email":"NULL","contributions":"0"},{"firstname":"Guohui","surname":"Fan","email":"NULL","contributions":"0"},{"firstname":"Jiuyang","surname":"Xu","email":"NULL","contributions":"0"},{"firstname":"Xiaoying","surname":"Gu","email":"NULL","contributions":"0"},{"firstname":"Zhenshun","surname":"Cheng","email":"NULL","contributions":"0"},{"firstname":"Ting","surname":"Yu","email":"NULL","contributions":"0"},{"firstname":"Jiaan","surname":"Xia","email":"NULL","contributions":"0"},{"firstname":"Yuan","surname":"Wei","email":"NULL","contributions":"0"},{"firstname":"Wenjuan","surname":"Wu","email":"NULL","contributions":"0"},{"firstname":"Xuelei","surname":"Xie","email":"NULL","contributions":"0"},{"firstname":"Wen","surname":"Yin","email":"NULL","contributions":"0"},{"firstname":"Hui","surname":"Li","email":"NULL","contributions":"0"},{"firstname":"Min","surname":"Liu","email":"NULL","contributions":"0"},{"firstname":"Yan","surname":"Xiao","email":"NULL","contributions":"0"},{"firstname":"Hong","surname":"Gao","email":"NULL","contributions":"0"},{"firstname":"Li","surname":"Guo","email":"NULL","contributions":"0"},{"firstname":"Jungang","surname":"Xie","email":"NULL","contributions":"0"},{"firstname":"Guangfa","surname":"Wang","email":"NULL","contributions":"0"},{"firstname":"Rongmeng","surname":"Jiang","email":"NULL","contributions":"0"},{"firstname":"Zhancheng","surname":"Gao","email":"NULL","contributions":"0"},{"firstname":"Qi","surname":"Jin","email":"NULL","contributions":"0"},{"firstname":"Jianwei","surname":"Wang","email":"wangjw28@163.com","contributions":"0"},{"firstname":"                            Bin","surname":"Cao","email":"caobin_ben@163.com","contributions":"0"}]},{"doi":"10.1007/s11427-020-1643-8","date":"2020-02-08","title":"Clinical and biochemical indexes from 2019-nCoV infected patients linked to viral loads and lung injury","abstract":"Electronic Supplementary Material\nSupplementary material is available for this article at 10.1007/s11427-020-1643-8 and is accessible for authorized users.\n\n\n","id":"PMC7088566","idformat":"PMC","foundapis":"_PMC_Springer_CROSSREF","miscinfo":"","authors":[{"firstname":"Yingxia","surname":"Liu","email":"yingxialiu@hotmail.com","contributions":"0"},{"firstname":"Yang","surname":"Yang","email":"NULL","contributions":"2"},{"firstname":"Cong","surname":"Zhang","email":"NULL","contributions":"2"},{"firstname":"Fengming","surname":"Huang","email":"NULL","contributions":"2"},{"firstname":"Fuxiang","surname":"Wang","email":"NULL","contributions":"2"},{"firstname":"Jing","surname":"Yuan","email":"NULL","contributions":"2"},{"firstname":"Zhaoqin","surname":"Wang","email":"NULL","contributions":"2"},{"firstname":"Jinxiu","surname":"Li","email":"NULL","contributions":"2"},{"firstname":"Jianming","surname":"Li","email":"NULL","contributions":"2"},{"firstname":"Cheng","surname":"Feng","email":"NULL","contributions":"2"},{"firstname":"Zheng","surname":"Zhang","email":"NULL","contributions":"2"},{"firstname":"Lifei","surname":"Wang","email":"NULL","contributions":"2"},{"firstname":"Ling","surname":"Peng","email":"NULL","contributions":"2"},{"firstname":"Li","surname":"Chen","email":"NULL","contributions":"2"},{"firstname":"Yuhao","surname":"Qin","email":"NULL","contributions":"2"},{"firstname":"Dandan","surname":"Zhao","email":"NULL","contributions":"2"},{"firstname":"Shuguang","surname":"Tan","email":"NULL","contributions":"2"},{"firstname":"Lu","surname":"Yin","email":"NULL","contributions":"3"},{"firstname":"Jun","surname":"Xu","email":"NULL","contributions":"2"},{"firstname":"Congzhao","surname":"Zhou","email":"NULL","contributions":"2"},{"firstname":"Chengyu","surname":"Jiang","email":"jiang@pumc.edu.cn","contributions":"2"},{"firstname":"                            Lei","surname":"Liu","email":"liulei3322@aliyun.com","contributions":"0"}]},{"doi":"10.1002/ajh.25847","date":"2020-04-21","title":"Hematologic parameters in patients with <styled-content style='fixed-case' toggle='no'>COVID</styled-content>?19 infection: a reply","abstract":"","id":"PMC7267477","idformat":"PMC","foundapis":"_PMC_CROSSREF","miscinfo":"","authors":[{"firstname":"Bingwen Eugene","surname":"Fan","email":"bingwen_eugene_fan@ttsh.com.sg","contributions":"1"}]},{"doi":"10.1002/jmv.25770","date":"2020-03-13","title":"Diagnostic utility of clinical laboratory data determinations for patients with the severe COVID?19","abstract":"The role of clinical laboratory data in the differential diagnosis of the severe forms of COVID?19 has not been definitely established.\n\n The aim of this study was to look for the warning index in severe COVID?19 patients.\n\n We investigated 43 adult patients with COVID?19. The patients were classified into mild group (28 patients) and severe group (15 patients).\n\n A comparison of the hematological parameters between the mild and severe groups showed significant differences in interleukin?6 (IL?6), d?dimer (d?D), glucose, thrombin time, fibrinogen, and C?reactive protein (P?&lt;?.\n\n05).\n\n The optimal threshold and area under the receiver operator characteristic curve (ROC) of IL?6 were 24.3 and 0.795?µg/L, respectively, while those of d?D were 0.28 and 0.750?µg/L, respectively.\n\n The area under the ROC curve of IL?6 combined with d?D was 0.840. The specificity of predicting the severity of COVID?19 during IL?6 and d?D tandem testing was up to 93.3%, while the sensitivity of IL?6 and d?D by parallel test in the severe COVID?19 was 96.4%.\n\n IL?6 and d?D were closely related to the occurrence of severe COVID?19 in the adult patients, and their combined detection had the highest specificity and sensitivity for early prediction of the severity of COVID?19 patients, which has important clinical value.\n\n","id":"PMC7228247","idformat":"PMC","foundapis":"_PMC_CROSSREF","miscinfo":"","authors":[{"firstname":"Yong","surname":"Gao","email":"NULL","contributions":"0"},{"firstname":"Tuantuan","surname":"Li","email":"NULL","contributions":"1"},{"firstname":"Mingfeng","surname":"Han","email":"NULL","contributions":"1"},{"firstname":"Xiuyong","surname":"Li","email":"NULL","contributions":"1"},{"firstname":"Dong","surname":"Wu","email":"NULL","contributions":"1"},{"firstname":"Yuanhong","surname":"Xu","email":"NULL","contributions":"3"},{"firstname":"Yulin","surname":"Zhu","email":"NULL","contributions":"1"},{"firstname":"Yan","surname":"Liu","email":"NULL","contributions":"2"},{"firstname":"Xiaowu","surname":"Wang","email":"wangxiaowu19880218@126.com","contributions":"1"},{"firstname":"                            Linding","surname":"Wang","email":"wanglinding@ahmu.edu.cn","contributions":"1"}]},{"doi":"10.1056/NEJMoa2002032","date":"1970-01-01","title":"Clinical Characteristics of Coronavirus Disease 2019 in China","abstract":"Background\nSince December 2019, when coronavirus disease 2019 (Covid-19) emerged in Wuhan city and rapidly spread throughout China, data have been needed on the clinical characteristics of the affected patients.\n\n\nMethods\nWe extracted data regarding 1099 patients with laboratory-confirmed Covid-19 from 552 hospitals in 30 provinces, autonomous regions, and municipalities in mainland China through January 29, 2020. The primary composite end point was admission to an intensive care unit (ICU), the use of mechanical ventilation, or death.\n\n\nResults\nThe median age of the patients was 47 years; 41.9% of the patients were female.\n\n The primary composite end point occurred in 67 patients (6.1%), including 5.0% who were admitted to the ICU, 2.3% who underwent invasive mechanical ventilation, and 1.4% who died.\n\n Only 1.9% of the patients had a history of direct contact with wildlife.\n\n Among nonresidents of Wuhan, 72.3% had contact with residents of Wuhan, including 31.3% who had visited the city.\n\n The most common symptoms were fever (43.8% on admission and 88.7% during hospitalization) and cough (67.8%).\n\n Diarrhea was uncommon (3.8%).\n\n The median incubation period was 4 days (interquartile range, 2 to 7).\n\n On admission, ground-glass opacity was the most common radiologic finding on chest computed tomography (CT) (56.4%).\n\n No radiographic or CT abnormality was found in 157 of 877 patients (17.9%) with nonsevere disease and in 5 of 173 patients (2.9%) with severe disease.\n\n Lymphocytopenia was present in 83.2% of the patients on admission.\n\n\nConclusions\nDuring the first 2 months of the current outbreak, Covid-19 spread rapidly throughout China and caused varying degrees of illness.\n\n Patients often presented without fever, and many did not have abnormal radiologic findings.\n\n (Funded by the National Health Commission of China and others.\n\n)\n","id":"PMC7092819","idformat":"PMC","foundapis":"_PMC_CROSSREF","miscinfo":"","authors":[{"firstname":"Wei-jie","surname":"Guan","email":"NULL","contributions":"0"},{"firstname":"Zheng-yi","surname":"Ni","email":"NULL","contributions":"13"},{"firstname":"Zheng-yi","surname":"Ni","email":"NULL","contributions":"0"},{"firstname":"Yu","surname":"Hu","email":"NULL","contributions":"0"},{"firstname":"Wen-hua","surname":"Liang","email":"NULL","contributions":"6"},{"firstname":"Chun-quan","surname":"Ou","email":"NULL","contributions":"6"},{"firstname":"Jian-xing","surname":"He","email":"NULL","contributions":"8"},{"firstname":"Lei","surname":"Liu","email":"NULL","contributions":"0"},{"firstname":"Hong","surname":"Shan","email":"NULL","contributions":"0"},{"firstname":"Chun-liang","surname":"Lei","email":"NULL","contributions":"8"},{"firstname":"David S.C.","surname":"Hui","email":"NULL","contributions":"5"},{"firstname":"Bin","surname":"Du","email":"NULL","contributions":"5"},{"firstname":"Lan-juan","surname":"Li","email":"NULL","contributions":"5"},{"firstname":"Guang","surname":"Zeng","email":"NULL","contributions":"5"},{"firstname":"Kwok-Yung","surname":"Yuen","email":"NULL","contributions":"8"},{"firstname":"Ru-chong","surname":"Chen","email":"NULL","contributions":"8"},{"firstname":"Chun-li","surname":"Tang","email":"NULL","contributions":"8"},{"firstname":"Tao","surname":"Wang","email":"NULL","contributions":"0"},{"firstname":"Ping-yan","surname":"Chen","email":"NULL","contributions":"6"},{"firstname":"Jie","surname":"Xiang","email":"NULL","contributions":"0"},{"firstname":"Shi-yue","surname":"Li","email":"NULL","contributions":"8"},{"firstname":"Jin-lin","surname":"Wang","email":"NULL","contributions":"5"},{"firstname":"Zi-jing","surname":"Liang","email":"NULL","contributions":"5"},{"firstname":"Yi-xiang","surname":"Peng","email":"NULL","contributions":"8"},{"firstname":"Li","surname":"Wei","email":"NULL","contributions":"0"},{"firstname":"Yong","surname":"Liu","email":"NULL","contributions":"0"},{"firstname":"Ya-hua","surname":"Hu","email":"NULL","contributions":"8"},{"firstname":"Peng","surname":"Peng","email":"NULL","contributions":"0"},{"firstname":"Jian-ming","surname":"Wang","email":"NULL","contributions":"8"},{"firstname":"Ji-yang","surname":"Liu","email":"NULL","contributions":"8"},{"firstname":"Zhong","surname":"Chen","email":"NULL","contributions":"0"},{"firstname":"Gang","surname":"Li","email":"NULL","contributions":"0"},{"firstname":"Zhi-jian","surname":"Zheng","email":"NULL","contributions":"8"},{"firstname":"Shao-qin","surname":"Qiu","email":"NULL","contributions":"8"},{"firstname":"Jie","surname":"Luo","email":"NULL","contributions":"0"},{"firstname":"Chang-jiang","surname":"Ye","email":"NULL","contributions":"8"},{"firstname":"Shao-yong","surname":"Zhu","email":"NULL","contributions":"8"},{"firstname":"                            Nan-shan","surname":"Zhong","email":"NULL","contributions":"8"}]},{"doi":"10.1515/cclm-2020-0188","date":"2023-06-05","title":"'Prominent changes in blood coagulation of patients with SARS-CoV-2 infection'","abstract":"'Abstract\n \nBackground\nAs the number of patients increases, there is a growing understanding of the form of pneumonia sustained by the 2019 novel coronavirus (SARS-CoV-2), which has caused an outbreak in China.\n Up to now, clinical features and treatment of patients infected with SARS-CoV-2 have been reported in detail.\n However, the relationship between SARS-CoV-2 and coagulation has been scarcely addressed.\n Our aim is to investigate the blood coagulation function of patients with SARS-CoV-2 infection.\n\n \n \nMethods\nIn our study, 94 patients with confirmed SARS-CoV-2 infection were admitted in Renmin Hospital of Wuhan University.\n We prospectively collect blood coagulation data in these patients and in 40 healthy controls during the same period.\n\n \n \nResults\nAntithrombin values in patients were lower than that in the control group (p &lt; 0.001).\n The values of D-dimer, fibrin\/fibrinogen degradation products (FDP), and fibrinogen (FIB) in all SARS-CoV-2 cases were substantially higher than those in healthy controls.\n Moreover, D-dimer and FDP values in patients with severe SARS-CoV-2 infection were higher than those in patients with milder forms.\n Compared with healthy controls, prothrombin time activity (PT-act) was lower in SARS-CoV-2 patients.\n Thrombin time in critical SARS-CoV-2 patients was also shorter than that in controls.\n\n \n \nConclusions\nThe coagulation function in patients with SARS-CoV-2 is significantly deranged compared with healthy people, but monitoring D-dimer and FDP values may be helpful for the early identification of severe cases.\n\n ","id":"10.1515/cclm-2020-0188","idformat":"CROSSREF","foundapis":"","miscinfo":"PUBLISHER: Walter de Gruyter GmbH","authors":[{"firstname":"Huan","surname":"Han","email":"xref no email","contributions":"3"},{"firstname":" Lan","surname":"Yang","email":"xref no email","contributions":"1"},{"firstname":" Rui","surname":"Liu","email":"xref no email","contributions":"1"},{"firstname":" Fang","surname":"Liu","email":"xref no email","contributions":"1"},{"firstname":" Kai-lang","surname":"Wu","email":"xref no email","contributions":"1"},{"firstname":" Jie","surname":"Li","email":"xref no email","contributions":"1"},{"firstname":" Xing-hui","surname":"Liu","email":"xref no email","contributions":"1"},{"firstname":"       Cheng-liang","surname":"Zhu","email":"xref no email","contributions":"1"}]},{"doi":"10.1097/RLI.0000000000000672","date":"2020-02-24","title":"The Clinical and Chest CT Features Associated With Severe and Critical COVID-19 Pneumonia","abstract":"Objective\nThe aim of this study was to investigate the clinical and computed tomography (CT) features associated with severe and critical coronavirus disease 2019 (COVID-19) pneumonia.\n\n\nMaterials and Methods\nEighty-three patients with COVID-19 pneumonia including 25 severe/critical cases and 58 ordinary cases were enrolled.\n\n The chest CT images and clinical data of them were reviewed and compared.\n\n The risk factors associated with disease severity were analyzed.\n\n\nResults\nCompared with the ordinary patients, the severe/critical patients had older ages, higher incidence of comorbidities, cough, expectoration, chest pain, and dyspnea.\n\n The incidences of consolidation, linear opacities, crazy-paving pattern, and bronchial wall thickening in severe/critical patients were significantly higher than those of the ordinary patients.\n\n Besides, severe/critical patients showed higher incidences of lymph node enlargement, pericardial effusion, and pleural effusion than the ordinary patients.\n\n The CT scores of severe/critical patients were significantly higher than those of the ordinary patients (P &lt; 0.001).\n\n Receiver operating characteristic curve showed that the sensitivity and specificity of CT score were 80.0% and 82.8%, respectively, for the discrimination of the 2 types.\n\n The clinical factors of age older than 50 years, comorbidities, dyspnea, chest pain, cough, expectoration, decreased lymphocytes, and increased inflammation indicators were risk factors for severe/critical COVID-19 pneumonia.\n\n Computed tomography findings of consolidation, linear opacities, crazy-paving pattern, bronchial wall thickening, high CT scores, and extrapulmonary lesions were features of severe/critical COVID-19 pneumonia.\n\n\nConclusions\nThere are significant differences in clinical symptoms, laboratory examinations, and CT manifestations between the ordinary patients and the severe/critical patients.\n\n Many factors are related to the severity of the disease, which can help clinicians to judge the severity of the patient and evaluate the prognosis.\n\n\n","id":"PMC7147273","idformat":"PMC","foundapis":"_PMC_CROSSREF","miscinfo":"","authors":[{"firstname":"Kunhua","surname":"Li","email":"NULL","contributions":"0"},{"firstname":"Jiong","surname":"Wu","email":"NULL","contributions":"2"},{"firstname":"Faqi","surname":"Wu","email":"NULL","contributions":"2"},{"firstname":"Dajing","surname":"Guo","email":"NULL","contributions":"2"},{"firstname":"Linli","surname":"Chen","email":"NULL","contributions":"2"},{"firstname":"Zheng","surname":"Fang","email":"NULL","contributions":"2"},{"firstname":"                            Chuanming","surname":"Li","email":"NULL","contributions":"2"}]},{"doi":"10.1097/CM9.0000000000000775","date":"1970-01-01","title":"Analysis of factors associated with disease outcomes in hospitalized patients with 2019 novel coronavirus disease","abstract":"Background\nSince early December 2019, the 2019 novel coronavirus disease (COVID-19) has caused pneumonia epidemic in Wuhan, Hubei province of China.\n\n This study aimed to investigate the factors affecting the progression of pneumonia in COVID-19 patients.\n\n Associated results will be used to evaluate the prognosis and to find the optimal treatment regimens for COVID-19 pneumonia.\n\n\nMethods\nPatients tested positive for the COVID-19 based on nucleic acid detection were included in this study.\n\n Patients were admitted to 3 tertiary hospitals in Wuhan between December 30, 2019, and January 15, 2020. Individual data, laboratory indices, imaging characteristics, and clinical data were collected, and statistical analysis was performed.\n\n Based on clinical typing results, the patients were divided into a progression group or an improvement/stabilization group.\n\n Continuous variables were analyzed using independent samples t-test or Mann-Whitney U test.\n\n Categorical variables were analyzed using Chi-squared test or Fisher's exact test.\n\n Logistic regression analysis was performed to explore the risk factors for disease progression.\n\n\nResults\nSeventy-eight patients with COVID-19-induced pneumonia met the inclusion criteria and were included in this study.\n\n Efficacy evaluation at 2 weeks after hospitalization indicated that 11 patients (14.1%) had deteriorated, and 67 patients (85.9%) had improved/stabilized.\n\n The patients in the progression group were significantly older than those in the disease improvement/stabilization group (66 [51, 70] vs.\n\n 37 [32, 41] years, U?=?4.932, P?=?0.001).\n\n The progression group had a significantly higher proportion of patients with a history of smoking than the improvement/stabilization group (27.3% vs.\n\n 3.0%, ?2?=?9.291, P?=?0.018).\n\n For all the 78 patients, fever was the most common initial symptom, and the maximum body temperature at admission was significantly higher in the progression group than in the improvement/stabilization group (38.2 [37.8, 38.6] vs.\n\n 37.5 [37.0, 38.4]°C, U?=?2.057, P?=?0.027).\n\n Moreover, the proportion of patients with respiratory failure (54.5% vs.\n\n 20.9%, ?2?=?5.611, P?=?0.028) and respiratory rate (34 [18, 48] vs.\n\n 24 [16, 60] breaths/min, U?=?4.030, P?=?0.004) were significantly higher in the progression group than in the improvement/stabilization group.\n\n C-reactive protein was significantly elevated in the progression group compared to the improvement/stabilization group (38.9 [14.3, 64.8] vs.\n\n 10.6 [1.9, 33.1] mg/L, U?=?1.315, P?=?0.024).\n\n Albumin was significantly lower in the progression group than in the improvement/stabilization group (36.62?±?6.60 vs.\n\n 41.27?±?4.55?g/L, U?=?2.843, P?=?0.006).\n\n Patients in the progression group were more likely to receive high-level respiratory support than in the improvement/stabilization group (?2?=?16.01, P?=?0.001).\n\n Multivariate logistic analysis indicated that age (odds ratio [OR], 8.546; 95% confidence interval [CI]: 1.628–44.864; P?=?0.011), history of smoking (OR, 14.285; 95% CI: 1.577–25.000; P?=?0.018), maximum body temperature at admission (OR, 8.999; 95% CI: 1.036–78.147, P?=?0.046), respiratory failure (OR, 8.772, 95% CI: 1.942–40.000; P?=?0.016), albumin (OR, 7.353, 95% CI: 1.098–50.000; P?=?0.003), and C-reactive protein (OR, 10.530; 95% CI: 1.224?34.701, P?=?0.028) were risk factors for disease progression.\n\n\nConclusions\nSeveral factors that led to the progression of COVID-19 pneumonia were identified, including age, history of smoking, maximum body temperature at admission, respiratory failure, albumin, and C-reactive protein.\n\n These results can be used to further enhance the ability of management of COVID-19 pneumonia.\n\n\n","id":"PMC7147279","idformat":"PMC","foundapis":"_PMC_CROSSREF","miscinfo":"","authors":[{"firstname":"Wei","surname":"Liu","email":"NULL","contributions":"0"},{"firstname":"Zhao-Wu","surname":"Tao","email":"NULL","contributions":"1"},{"firstname":"Lei","surname":"Wang","email":"NULL","contributions":"2"},{"firstname":"Ming-Li","surname":"Yuan","email":"NULL","contributions":"3"},{"firstname":"Kui","surname":"Liu","email":"NULL","contributions":"0"},{"firstname":"Ling","surname":"Zhou","email":"NULL","contributions":"0"},{"firstname":"Shuang","surname":"Wei","email":"NULL","contributions":"0"},{"firstname":"Yan","surname":"Deng","email":"NULL","contributions":"2"},{"firstname":"Jing","surname":"Liu","email":"NULL","contributions":"3"},{"firstname":"Hui-Guo","surname":"Liu","email":"NULL","contributions":"0"},{"firstname":"Ming","surname":"Yang","email":"NULL","contributions":"2"},{"firstname":"Yi","surname":"Hu","email":"NULL","contributions":"0"},{"firstname":"Pei-Fang","surname":"Wei","email":"NULL","contributions":"0"},{"firstname":"                            Pei-Fang","surname":"Wei","email":"NULL","contributions":"0"}]},{"doi":"10.1093/cid/ciaa248","date":"1970-01-01","title":"Dysregulation of immune response in patients with COVID-19 in Wuhan, China","abstract":"Background\nIn December 2019, coronavirus disease 2019 (COVID-19) emerged in Wuhan and rapidly spread throughout China.\n\n\nMethods\nDemographic and clinical data of all confirmed cases with COVID-19 on admission at Tongji Hospital from January 10 to February 12, 2020, were collected and analyzed.\n\n The data of laboratory examinations, including peripheral lymphocyte subsets, were analyzed and compared between severe and non-severe patients.\n\n\nResults\nOf the 452 patients with COVID-19 recruited, 286 were diagnosed as severe infection.\n\n The median age was 58 years and 235 were male.\n\n The most common symptoms were fever, shortness of breath, expectoration, fatigue, dry cough and myalgia.\n\n Severe cases tend to have lower lymphocytes counts, higher leukocytes counts and neutrophil-lymphocyte-ratio (NLR), as well as lower percentages of monocytes, eosinophils, and basophils.\n\n Most of severe cases demonstrated elevated levels of infection-related biomarkers and inflammatory cytokines.\n\n The number of T cells significantly decreased, and more hampered in severe cases.\n\n Both helper T cells and suppressor T cells in patients with COVID-19 were below normal levels, and lower level of helper T cells in severe group.\n\n The percentage of naïve helper T cells increased and memory helper T cells decreased in severe cases.\n\n Patients with COVID-19 also have lower level of regulatory T cells, and more obviously damaged in severe cases.\n\n\nConclusions\nThe novel coronavirus might mainly act on lymphocytes, especially T lymphocytes.\n\n Surveillance of NLR and lymphocyte subsets is helpful in the early screening of critical illness, diagnosis and treatment of COVID-19.\n","id":"PMC7108125","idformat":"PMC","foundapis":"_PMC_CROSSREF","miscinfo":"","authors":[{"firstname":"Chuan","surname":"Qin","email":"NULL","contributions":"0"},{"firstname":"Luoqi","surname":"Zhou","email":"NULL","contributions":"1"},{"firstname":"Ziwei","surname":"Hu","email":"NULL","contributions":"1"},{"firstname":"Shuoqi","surname":"Zhang","email":"NULL","contributions":"1"},{"firstname":"Sheng","surname":"Yang","email":"NULL","contributions":"1"},{"firstname":"Yu","surname":"Tao","email":"NULL","contributions":"0"},{"firstname":"Cuihong","surname":"Xie","email":"NULL","contributions":"1"},{"firstname":"Ke","surname":"Ma","email":"NULL","contributions":"0"},{"firstname":"Ke","surname":"Shang","email":"NULL","contributions":"1"},{"firstname":"Wei","surname":"Wang","email":"NULL","contributions":"5"},{"firstname":"                            Dai-Shi","surname":"Tian","email":"tiands@tjh.tjmu.edu.cn","contributions":"1"}]},{"doi":"10.1007/s12519-020-00354-4","date":"2020-03-02","title":"Clinical features of severe pediatric patients with coronavirus disease 2019 in Wuhan: a single center’s observational study","abstract":"Background\nAn outbreak of coronavirus disease 2019 (COVID-19) caused by SARS-CoV-2 was first detected in Wuhan, Hubei, China.\n\n People of all ages are susceptible to SARS-CoV-2 infection.\n\n No information on severe pediatric patients with COVID-19 has been reported.\n\n We aimed to describe the clinical features of severe pediatric patients with COVID-19.\nMethods\nWe included eight severe or critically ill patients with COVID-19 who were treated at the Intensive Care Unit (ICU), Wuhan Children’s Hospital from January 24 to February 24. We collected information including demographic data, symptoms, imaging data, laboratory findings, treatments and clinical outcomes of the patients with severe COVID-19.\nResults\nThe onset age of the eight patients ranged from 2 months to 15 years; six were boys.\n\n The most common symptoms were polypnea (8/8), followed by fever (6/8) and cough (6/8).\n\n Chest imaging showed multiple patch-like shadows in seven patients and ground-glass opacity in six.\n\n Laboratory findings revealed normal or increased whole blood counts (7/8), increased C-reactive protein, procalcitonin and lactate dehydrogenase (6/8), and abnormal liver function (4/8).\n\n Other findings included decreased CD16?+?CD56 (4/8) and Th/Ts*(1/8), increased CD3 (2/8), CD4 (4/8) and CD8 (1/8), IL-6 (2/8), IL-10 (5/8) and IFN-? (2/8).\n\n Treatment modalities were focused on symptomatic and respiratory support.\n\n Two critically ill patients underwent invasive mechanical ventilation.\n\n Up to February 24, 2020, three patients remained under treatment in ICU, the other five recovered and were discharged home.\n\n\nConclusions\nIn this series of severe pediatric patients in Wuhan, polypnea was the most common symptom, followed by fever and cough.\n\n Common imaging changes included multiple patch-like shadows and ground-glass opacity; and a cytokine storm was found in these patients, which appeared more serious in critically ill patients.\n\n\n","id":"PMC7091225","idformat":"PMC","foundapis":"_PMC_Springer_CROSSREF","miscinfo":"","authors":[{"firstname":"Dan","surname":"Sun","email":"NULL","contributions":"0"},{"firstname":"Hui","surname":"Li","email":"NULL","contributions":"0"},{"firstname":"Xiao-Xia","surname":"Lu","email":"NULL","contributions":"1"},{"firstname":"Han","surname":"Xiao","email":"NULL","contributions":"1"},{"firstname":"Jie","surname":"Ren","email":"NULL","contributions":"1"},{"firstname":"Fu-Rong","surname":"Zhang","email":"792523496@qq.com","contributions":"1"},{"firstname":"                            Zhi-Sheng","surname":"Liu","email":"liuzsc@126.com","contributions":"1"}]},{"doi":"10.1002/jmv.25783","date":"2020-03-18","title":"Clinical features and treatment of COVID?19 patients in northeast Chongqing","abstract":"The outbreak of the novel coronavirus in China (SARS?CoV?2) that began in December 2019 presents a significant and urgent threat to global health.\n\n This study was conducted to provide the international community with a deeper understanding of this new infectious disease.\n\n Epidemiological, clinical features, laboratory findings, radiological characteristics, treatment, and clinical outcomes of 135 patients in northeast Chongqing were collected and analyzed in this study.\n\n A total of 135 hospitalized patients with COVID?19 were enrolled.\n\n The median age was 47 years (interquartile range, 36?55), and there was no significant gender difference (53.3% men).\n\n The majority of patients had contact with people from the Wuhan area.\n\n Forty?three (31.9%) patients had underlying disease, primarily hypertension (13 [9.6%]), diabetes (12 [8.9%]), cardiovascular disease (7 [5.2%]), and malignancy (4 [3.0%]).\n\n Common symptoms included fever (120 [88.9%]), cough (102 [76.5%]), and fatigue (44 [32.5%]).\n\n Chest computed tomography scans showed bilateral patchy shadows or ground glass opacity in the lungs of all the patients.\n\n All patients received antiviral therapy (135 [100%]) (Kaletra and interferon were both used), antibacterial therapy (59 [43.7%]), and corticosteroids (36 [26.7%]).\n\n In addition, many patients received traditional Chinese medicine (TCM) (124 [91.8%]).\n\n It is suggested that patients should receive Kaletra early and should be treated by a combination of Western and Chinese medicines.\n\n Compared to the mild cases, the severe ones had lower lymphocyte counts and higher plasma levels of Pt, APTT, d?dimer, lactate dehydrogenase, PCT, ALB, C?reactive protein, and aspartate aminotransferase.\n\n This study demonstrates the clinic features and therapies of 135 COVID?19 patients.\n\n Kaletra and TCM played an important role in the treatment of the viral pneumonia.\n\n Further studies are required to explore the role of Kaletra and TCM in the treatment of COVID?19.","id":"PMC7228368","idformat":"PMC","foundapis":"_PMC_CROSSREF","miscinfo":"","authors":[{"firstname":"Suxin","surname":"Wan","email":"NULL","contributions":"0"},{"firstname":"Yi","surname":"Xiang","email":"NULL","contributions":"3"},{"firstname":"Wei","surname":"Fang","email":"NULL","contributions":"3"},{"firstname":"Yu","surname":"Zheng","email":"yuzheng1@cdutcm.edu.cn","contributions":"3"},{"firstname":"Boqun","surname":"Li","email":"279685211@qq.com","contributions":"6"},{"firstname":"Boqun","surname":"Li","email":"279685211@qq.com","contributions":"0"},{"firstname":"Yanjun","surname":"Hu","email":"huyanjun@163.com","contributions":"3"},{"firstname":"Chunhui","surname":"Lang","email":"NULL","contributions":"4"},{"firstname":"Daoqiu","surname":"Huang","email":"NULL","contributions":"3"},{"firstname":"Qiuyan","surname":"Sun","email":"NULL","contributions":"3"},{"firstname":"Yan","surname":"Xiong","email":"NULL","contributions":"3"},{"firstname":"Xia","surname":"Huang","email":"NULL","contributions":"3"},{"firstname":"Jinglong","surname":"Lv","email":"NULL","contributions":"4"},{"firstname":"Yaling","surname":"Luo","email":"NULL","contributions":"3"},{"firstname":"Li","surname":"Shen","email":"NULL","contributions":"3"},{"firstname":"Haoran","surname":"Yang","email":"NULL","contributions":"3"},{"firstname":"Gu","surname":"Huang","email":"NULL","contributions":"3"},{"firstname":"                            Ruishan","surname":"Yang","email":"NULL","contributions":"3"}]},{"doi":"10.1093/cid/ciaa272","date":"1970-01-01","title":"Clinical Features of 69 Cases with Coronavirus Disease 2019 in Wuhan, China","abstract":"Background\nFrom December 2019 to February 2020, 2019 severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) has caused a serious outbreak of coronavirus disease 2019 (COVID-19) in Wuhan, China.\n\n Related clinical features are needed.\n\n\nMethods\nWe reviewed 69 patients who were hospitalized in Union hospital in Wuhan between January 16 to January 29, 2020. All patients were confirmed to be infected with SARS-CoV-2 and the final date of follow-up was February 4, 2020.\nResults\nThe median age of 69 enrolled patients was 42.0 years (IQR 35.0-62.0), and 32 patients (46%) were men.\n\n The most common symptoms were fever (60[87%]), cough (38[55%]), and fatigue (29[42%]).\n\n Most patients received antiviral therapy (66 [98.5%] of 67 patients) and antibiotic therapy (66 [98.5%] of 67 patients).\n\n As of February 4, 2020, 18 (26.9%) of 67 patients had been discharged, and five patients had died, with a mortality rate of 7.5%.\n\n According to the lowest SpO2 during admission, cases were divided into the SpO2?90% group (n=55) and the SpO2&lt;90% group (n=14).\n\n All 5 deaths occurred in the SpO2&lt;90% group.\n\n Compared with SpO2?90% group, patients of the SpO2&lt;90% group were older, and showed more comorbidities and higher plasma levels of IL6, IL10, lactate dehydrogenase, and c reactive protein.\n\n Arbidol treatment showed tendency to improve the discharging rate and decrease the mortality rate.\n\n\nConclusions\nCOVID-19 appears to show frequent fever, dry cough, and increase of inflammatory cytokines, and induced a mortality rate of 7.5%.\n\n Older patients or those with underlying comorbidities are at higher risk of death.\n\n\n","id":"PMC7184452","idformat":"PMC","foundapis":"_PMC_CROSSREF","miscinfo":"","authors":[{"firstname":"Zhongliang","surname":"Wang","email":"NULL","contributions":"0"},{"firstname":"Bohan","surname":"Yang","email":"NULL","contributions":"2"},{"firstname":"Qianwen","surname":"Li","email":"NULL","contributions":"2"},{"firstname":"Lu","surname":"Wen","email":"NULL","contributions":"2"},{"firstname":"                            Ruiguang","surname":"Zhang","email":"zrg27@163.com","contributions":"2"}]},{"doi":"10.1001/jamainternmed.2020.0994","date":"2023-06-05","title":"'Risk Factors Associated With Acute Respiratory Distress Syndrome and Death in Patients With Coronavirus Disease 2019 Pneumonia in Wuhan, China'","abstract":"Unknown Abstract","id":"10.1001/jamainternmed.2020.0994","idformat":"CROSSREF","foundapis":"","miscinfo":"PUBLISHER: American Medical Association (AMA)","authors":[{"firstname":"Chaomin","surname":"Wu","email":"xref no email","contributions":"0"},{"firstname":" Xiaoyan","surname":"Chen","email":"xref no email","contributions":"0"},{"firstname":" Yanping","surname":"Cai","email":"xref no email","contributions":"0"},{"firstname":" Jia’an","surname":"Xia","email":"xref no email","contributions":"0"},{"firstname":" Xing","surname":"Zhou","email":"xref no email","contributions":"0"},{"firstname":" Sha","surname":"Xu","email":"xref no email","contributions":"0"},{"firstname":" Hanping","surname":"Huang","email":"xref no email","contributions":"0"},{"firstname":" Li","surname":"Zhang","email":"xref no email","contributions":"0"},{"firstname":" Xia","surname":"Zhou","email":"xref no email","contributions":"0"},{"firstname":" Chunling","surname":"Du","email":"xref no email","contributions":"0"},{"firstname":" Yuye","surname":"Zhang","email":"xref no email","contributions":"0"},{"firstname":" Juan","surname":"Song","email":"xref no email","contributions":"0"},{"firstname":" Sijiao","surname":"Wang","email":"xref no email","contributions":"0"},{"firstname":" Yencheng","surname":"Chao","email":"xref no email","contributions":"0"},{"firstname":" Zeyong","surname":"Yang","email":"xref no email","contributions":"0"},{"firstname":" Jie","surname":"Xu","email":"xref no email","contributions":"0"},{"firstname":" Xin","surname":"Zhou","email":"xref no email","contributions":"0"},{"firstname":" Dechang","surname":"Chen","email":"xref no email","contributions":"0"},{"firstname":" Weining","surname":"Xiong","email":"xref no email","contributions":"0"},{"firstname":" Lei","surname":"Xu","email":"xref no email","contributions":"0"},{"firstname":" Feng","surname":"Zhou","email":"xref no email","contributions":"0"},{"firstname":" Jinjun","surname":"Jiang","email":"xref no email","contributions":"0"},{"firstname":" Chunxue","surname":"Bai","email":"xref no email","contributions":"0"},{"firstname":" Junhua","surname":"Zheng","email":"xref no email","contributions":"0"},{"firstname":"       Yuanlin","surname":"Song","email":"xref no email","contributions":"0"}]},{"doi":"10.1016/S2213-2600(20)30079-5","date":"1970-01-01","title":"Clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia in Wuhan, China: a single-centered, retrospective, observational study","abstract":"Background\nAn ongoing outbreak of pneumonia associated with the severe acute respiratory coronavirus 2 (SARS-CoV-2) started in December, 2019, in Wuhan, China.\n\n Information about critically ill patients with SARS-CoV-2 infection is scarce.\n\n We aimed to describe the clinical course and outcomes of critically ill patients with SARS-CoV-2 pneumonia.\n\n\nMethods\nIn this single-centered, retrospective, observational study, we enrolled 52 critically ill adult patients with SARS-CoV-2 pneumonia who were admitted to the intensive care unit (ICU) of Wuhan Jin Yin-tan hospital (Wuhan, China) between late December, 2019, and Jan 26, 2020. Demographic data, symptoms, laboratory values, comorbidities, treatments, and clinical outcomes were all collected.\n\n Data were compared between survivors and non-survivors.\n\n The primary outcome was 28-day mortality, as of Feb 9, 2020. Secondary outcomes included incidence of SARS-CoV-2-related acute respiratory distress syndrome (ARDS) and the proportion of patients requiring mechanical ventilation.\n\n\nFindings\nOf 710 patients with SARS-CoV-2 pneumonia, 52 critically ill adult patients were included.\n\n The mean age of the 52 patients was 59·7 (SD 13·3) years, 35 (67%) were men, 21 (40%) had chronic illness, 51 (98%) had fever.\n\n 32 (61·5%) patients had died at 28 days, and the median duration from admission to the intensive care unit (ICU) to death was 7 (IQR 3–11) days for non-survivors.\n\n Compared with survivors, non-survivors were older (64·6 years [11·2] vs 51·9 years [12·9]), more likely to develop ARDS (26 [81%] patients vs 9 [45%] patients), and more likely to receive mechanical ventilation (30 [94%] patients vs 7 [35%] patients), either invasively or non-invasively.\n\n Most patients had organ function damage, including 35 (67%) with ARDS, 15 (29%) with acute kidney injury, 12 (23%) with cardiac injury, 15 (29%) with liver dysfunction, and one (2%) with pneumothorax.\n\n 37 (71%) patients required mechanical ventilation.\n\n Hospital-acquired infection occurred in seven (13·5%) patients.\n\n\nInterpretation\nThe mortality of critically ill patients with SARS-CoV-2 pneumonia is considerable.\n\n The survival time of the non-survivors is likely to be within 1–2 weeks after ICU admission.\n\n Older patients (&gt;65 years) with comorbidities and ARDS are at increased risk of death.\n\n The severity of SARS-CoV-2 pneumonia poses great strain on critical care resources in hospitals, especially if they are not adequately staffed or resourced.\n\n\nFunding\nNone.\n\n\n","id":"PMC7102538","idformat":"PMC","foundapis":"_PMC_elsevier_CROSSREF","miscinfo":"","authors":[{"firstname":"Xiaobo","surname":"Yang","email":"NULL","contributions":"0"},{"firstname":"Yuan","surname":"Yu","email":"NULL","contributions":"0"},{"firstname":"Jiqian","surname":"Xu","email":"NULL","contributions":"0"},{"firstname":"Huaqing","surname":"Shu","email":"NULL","contributions":"0"},{"firstname":"Jia'an","surname":"Xia","email":"NULL","contributions":"0"},{"firstname":"Hong","surname":"Liu","email":"NULL","contributions":"0"},{"firstname":"Yongran","surname":"Wu","email":"NULL","contributions":"0"},{"firstname":"Lu","surname":"Zhang","email":"NULL","contributions":"0"},{"firstname":"Zhui","surname":"Yu","email":"NULL","contributions":"0"},{"firstname":"Minghao","surname":"Fang","email":"NULL","contributions":"0"},{"firstname":"Ting","surname":"Yu","email":"NULL","contributions":"0"},{"firstname":"Yaxin","surname":"Wang","email":"NULL","contributions":"0"},{"firstname":"Shangwen","surname":"Pan","email":"NULL","contributions":"0"},{"firstname":"Xiaojing","surname":"Zou","email":"NULL","contributions":"0"},{"firstname":"Shiying","surname":"Yuan","email":"NULL","contributions":"0"},{"firstname":"                            You","surname":"Shang","email":"NULL","contributions":"0"}]},{"doi":"10.1111/all.14238","date":"1970-01-01","title":"Clinical characteristics of 140 patients infected with SARS‐CoV‐2 in Wuhan, China","abstract":"Background\n\n\n\nCoronavirus disease 2019 (COVID‐19) caused by severe acute respiratory syndrome coronavirus 2 (SARS‐CoV‐2) infection has been widely spread.\n We aim to investigate the clinical characteristic and allergy status of patients infected with SARS‐CoV‐2.\n\nMethods\n\n\n\nElectronic medical records including demographics, clinical manifestation, comorbidities, laboratory data, and radiological materials of 140 hospitalized COVID‐19 patients, with confirmed result of SARS‐CoV‐2 viral infection, were extracted and analyzed.\n\n\nResults\n\n\n\nAn approximately 1:1 ratio of male (50.7%) and female COVID‐19 patients was found, with an overall median age of 57.0 years.\n All patients were community‐acquired cases.\n Fever (91.7%), cough (75.0%), fatigue (75.0%), and gastrointestinal symptoms (39.6%) were the most common clinical manifestations, whereas hypertension (30.0%) and diabetes mellitus (12.1%) were the most common comorbidities.\n Drug hypersensitivity (11.4%) and urticaria (1.4%) were self‐reported by several patients.\n Asthma or other allergic diseases were not reported by any of the patients.\n Chronic obstructive pulmonary disease (COPD, 1.4%) patients and current smokers (1.4%) were rare.\n Bilateral ground‐glass or patchy opacity (89.6%) was the most common sign of radiological finding.\n Lymphopenia (75.4%) and eosinopenia (52.9%) were observed in most patients.\n Blood eosinophil counts correlate positively with lymphocyte counts in severe (r = .\n486, P \u003C .\n001) and nonsevere (r = .\n469, P \u003C .\n001) patients after hospital admission.\n Significantly higher levels of D‐dimer, C‐reactive protein, and procalcitonin were associated with severe patients compared to nonsevere patients (all P \u003C .\n001).\n\n\nConclusion\n\n\n\nDetailed clinical investigation of 140 hospitalized COVID‐19 cases suggests eosinopenia together with lymphopenia may be a potential indicator for diagnosis.\n Allergic diseases, asthma, and COPD are not risk factors for SARS‐CoV‐2 infection.\n Older age, high number of comorbidities, and more prominent laboratory abnormalities were associated with severe patients","id":"10.1111/all.14238","idformat":"CORE","foundapis":"_CROSSREF","miscinfo":"","authors":[{"firstname":"Akdis","surname":"Cezmi A","email":"coreGivesNoEmail","contributions":"0"},{"firstname":" Cao","surname":"Yi-yuan","email":"coreGivesNoEmail","contributions":"2"},{"firstname":" Dong","surname":"Xiang","email":"coreGivesNoEmail","contributions":"2"},{"firstname":" Gao","surname":"Ya-dong","email":"coreGivesNoEmail","contributions":"2"},{"firstname":" Yan","surname":"You-qin","email":"coreGivesNoEmail","contributions":"2"},{"firstname":" Yang","surname":"Yi-bin","email":"coreGivesNoEmail","contributions":"2"},{"firstname":" Yuan","surname":"Ya-dong","email":"coreGivesNoEmail","contributions":"2"},{"firstname":"                           Zhang","surname":"Jin-jin","email":"coreGivesNoEmail","contributions":"2"}]}]}