{"name":"Health-related challenges and coping strategies among women during COVID-19 and other pandemics: a systematic narrative review","id":"47","link":"https://www.researchgate.net/publication/359976824_Health-Related_Challenges_and_Coping_Strategies_Among_Women_During_Pandemics_A_Systematic_Review_of_Qualitative_Studies","dbsearches":"3","refs":"https://docs.google.com/spreadsheets/d/1xPx1ULjybO-UZcxj1FnvdDItP_cWz1AbjDRhNOFbR08/edit#gid=0","references":[{"doi":"10.4269/ajtmh.19-0311","date":"2023-05-16","title":"'Women’s Health Perceptions and Beliefs Related to Zika Virus Exposure during the 2016 Outbreak in Northern Brazil'","abstract":"Unknown Abstract","id":"10.4269/ajtmh.19-0311","idformat":"CROSSREF","foundapis":"","miscinfo":"PUBLISHER: American Society of Tropical Medicine and Hygiene","authors":[{"firstname":"Elizabeth J.","surname":"Anderson","email":"xref no email","contributions":"1"},{"firstname":" Kacey C.","surname":"Ernst","email":"xref no email","contributions":"1"},{"firstname":" Francisco Fernando","surname":"Martins","email":"xref no email","contributions":"1"},{"firstname":" Cicera da Silva","surname":"Martins","email":"xref no email","contributions":"1"},{"firstname":"       Mary P.","surname":"Koss","email":"xref no email","contributions":"1"}]},{"doi":"10.1186/s12879-020-04987-8","date":"2020-03-24","title":"Solidarity, vulnerability and mistrust: how context, information and government affect the lives of women in times of Zika","abstract":"Background\nThe public health response to Zika outbreak has mostly focused on epidemiological surveillance, vector control, and individual level preventative measures.\n\n This qualitative study employs a social-ecological framework to examine how macro (historical, legislative, political, socio-economic factors), meso (sources of information, social support, social mobilization) and micro level factors (individual actions, behavioral changes) interacted to influence the response and behavior of women with respect to Zika in different contexts.\n\n\nMethods\nA qualitative study was carried out.\n\n Women were recruited through the snowball sampling technique from various locations in Brazil, Puerto Rico, and the United States.\n\n They were of different nationalities and ethnicities.\n\n Data were collected through semi-structured interviews.\n\n The data transcripts were analyzed using thematic analysis.\n\n\nResults\nWomen in this study deemed the information provided as insufficient, which led them to actively reach out and access a variety of media sources.\n\n Social networks played a vital role in sharing information but also resulted in the spread of hoaxes or rumors.\n\n Participants in our research perceived socio-economic inequities but focused on how to remedy their microenvironments.\n\n They did not engage in major social activities.\n\n Lack of trust in governments placed women in vulnerable situations by preventing them to follow the guidance of health authorities.\n\n These impacts were also a result of the response tactics of health and government administrations in their failed attempts to ensure the well-being of their countries’ populations.\n\n\nConclusions\nOur findings call for public health interventions that go beyond individual level behavioral change campaigns, to more comprehensively address the broader meso and macro level factors that influence women’ willingness and possibility to protect themselves.\n\n\n","id":"PMC7118940","idformat":"PMC","foundapis":"_PMC_Springer_CROSSREF","miscinfo":"","authors":[{"firstname":"Ana Rosa","surname":"Linde-Arias","email":"linde14@yahoo.com","contributions":"1"},{"firstname":"Maria","surname":"Roura","email":"NULL","contributions":"1"},{"firstname":"                            Eduardo","surname":"Siqueira","email":"NULL","contributions":"1"}]},{"doi":"10.1186/s12905-020-01066-7","date":"2020-09-01","title":"Contraception and post abortion services: qualitative analysis of users’ perspectives and experiences following Zika epidemic in Honduras","abstract":"Background\nZika virus (ZIKV) infection during pregnancy has severe consequences on the new-born.\n\n The World Health Organization declared the Zika outbreak to be a Public Health Emergency of International Concern (PHEIC) in 2016. Health facilities in the regions most affected by Zika lacked the capacity to respond to the increased demand for contraception.\n\n The objectives were to explore healthcare users’ perceptions regarding contraception, Zika prevention during pregnancy and post-abortion care (PAC) services in the context of a Zika outbreak in Tegucigalpa, Honduras, and to follow these services over time.\n\n\nMethods\nThis study was part of a broader implementation research study.\n\n We used qualitative research consistent with grounded theory approach.\n\n Semi-structured interviews and focus groups were performed with women and their partners who used contraceptive services or received PAC services.\n\n Data were collected in two stages from December 2017 to July 2018. Themes explored included contraception, Zika and PAC services.\n\n\nResults\nParticipants had positive attitude towards the use of contraceptive methods and demanded more information on safety, efficacy and on side effects.\n\n Health care services were inconsistent in the provision of information on Zika and contraception services.\n\n ZIKV vector transmission was known but fewer participants were aware of risk of sexual transmission of Zika.\n\n Barriers to access healthcare services included contraceptive and PAC services included distance to healthcare facilities, disorganized admission process, long waiting times and out-of-pocket expenditure to purchase medicines.\n\n Furthermore, poor quality, mistreatment and abuse of women seeking PAC was prevalent.\n\n Some positive changes were noted over time, such as improvements in infrastructure including improved privacy and cleanliness, removal of fees, requisite to bring clean water to hospital.\n\n\nConclusions\nOur results highlight the challenges and areas for improvement in policy and practice related to contraceptive services and PAC in the context of ZIKV infection.\n\n Public policies to prevent epidemics should focus more on providing proper sanitation; removing barriers to access and use of effective contraception as human rights priority.\n\n Zika epidemic has highlighted weaknesses in health systems that obstruct access to and use of sexual and reproductive health services.\n\n\n","id":"PMC7488691","idformat":"PMC","foundapis":"_PMC_Springer_CROSSREF","miscinfo":"","authors":[{"firstname":"Maria","surname":"Belizan","email":"mbelizan@iecs.org.ar","contributions":"1"},{"firstname":"Edna","surname":"Maradiaga","email":"edjamar3006@yahoo.com","contributions":"1"},{"firstname":"Javier","surname":"Roberti","email":"jroberti@iecs.org.ar","contributions":"1"},{"firstname":"Maricela","surname":"Casco-Aguilar","email":"marykasco@yahoo.com","contributions":"1"},{"firstname":"Alison F.","surname":"Ortez","email":"alison_fabiola@yahoo.es","contributions":"1"},{"firstname":"Juan C.","surname":"Avila-Flores","email":"javilaflores3@gmail.com","contributions":"1"},{"firstname":"Gloria","surname":"González","email":"marilyntoin@yahoo.com","contributions":"1"},{"firstname":"Carolina","surname":"Bustillo","email":"mcbu1502@yahoo.com","contributions":"0"},{"firstname":"Alejandra","surname":"Calderón","email":"lilianalecalderon@gmail.com","contributions":"1"},{"firstname":"Harry","surname":"Bock","email":"hbockme@hotmail.com","contributions":"1"},{"firstname":"María L.","surname":"Cafferata","email":"NULL","contributions":"1"},{"firstname":"Adriano B.","surname":"Tavares","email":"adriano.b.tavares@gmail.com","contributions":"1"},{"firstname":"Jackeline","surname":"Alger","email":"jackelinealger@gmail.com","contributions":"1"},{"firstname":"                            Moazzam","surname":"Ali","email":"alimoa@who.int","contributions":"1"}]},{"doi":"10.1007/s10995-012-1063-2","date":"2013-07-01","title":"Knowledge, Attitudes, and Behaviors of Low-Income Women Considered High Priority for Receiving the Novel Influenza A (H1N1) Vaccine","abstract":"\nThe primary purpose of this qualitative study was to explore the knowledge, attitudes, and behaviors of low-income women considered high priority for receiving the novel influenza A (H1N1) vaccine to improve communication in emergency preparedness and response.\n Researchers sought to identify the factors that affect this high priority population’s ability to successfully comply with vaccination recommendations.\n By utilizing an existing communication framework through the special supplemental nutrition program for women, infants, and children (WIC) they were able to document the systems and infrastructure needed to foster constructive responses in a sustainable manner in the future.\n Six focus group discussions with WIC clients (n = 56) and 10 individual interviews with staff members were conducted at two WIC clinics in Georgia (1 urban and 1 rural).\n Data were collected after the 2009–2010 influenza season and analyzed using thematic analysis.\n Knowledge and attitudes regarding H1N1 differed among participants with regard to perceived severity and perceived risk of influenza illness.\n Participants identified several barriers and motivators to receiving the vaccination, as well as information needs, sources, and information-seeking behaviors.\n Similarities emerged among both WIC clients and staff members regarding impressions of H1N1 and the vaccine’s use, suggesting that while the information may be provided, it is not effectively understood or accepted.\n Comprehensive education, policy and planning development regarding pandemic influenza and vaccine acceptance among low-income women is necessary, including improvements in risk communication messages and identifying effective methods to disseminate trusted information to these high priority groups.\n","id":"10.1007/s10995-012-1063-2","idformat":"Springer","foundapis":"_CROSSREF","miscinfo":"","authors":[{"firstname":" Catherine A.","surname":"Boyd","email":"null","contributions":"1"},{"firstname":"Julie A.","surname":"Gazmararian","email":"null","contributions":"1"},{"firstname":"                  Winifred Wilkins","surname":"Thompson","email":"null","contributions":"1"}]},{"doi":"10.1177/0969733007071353","date":"1970-01-01","title":"Self-State of Nurses in Caring for Sars Survivors","abstract":"Unknown Abstract","id":"10.1177/0969733007071353","idformat":"CORE","foundapis":"_CROSSREF","miscinfo":"","authors":[{"firstname":"Benner","surname":"P.","email":"coreGivesNoEmail","contributions":"1"},{"firstname":" Bohme","surname":"G.","email":"coreGivesNoEmail","contributions":"1"},{"firstname":" Chiang","surname":"H-H","email":"coreGivesNoEmail","contributions":"4"},{"firstname":" Chiang","surname":"H-H","email":"coreGivesNoEmail","contributions":"0"},{"firstname":" Chiang","surname":"H-H","email":"coreGivesNoEmail","contributions":"0"},{"firstname":" Chiang","surname":"H-H","email":"coreGivesNoEmail","contributions":"0"},{"firstname":" Donohoe","surname":"J.","email":"coreGivesNoEmail","contributions":"1"},{"firstname":" Hsien-Hsien","surname":"Chiang","email":"coreGivesNoEmail","contributions":"1"},{"firstname":" I-Ling","surname":"Sue","email":"coreGivesNoEmail","contributions":"1"},{"firstname":" International","surname":"Council of Nurses","email":"coreGivesNoEmail","contributions":"1"},{"firstname":" Mei-Bih","surname":"Chen","email":"coreGivesNoEmail","contributions":"1"},{"firstname":" Morgan","surname":"DL","email":"coreGivesNoEmail","contributions":"1"},{"firstname":"                           Packer","surname":"MJ","email":"coreGivesNoEmail","contributions":"1"}]},{"doi":"10.1111/j.1442-2018.2010.00520.x","date":"1970-01-01","title":"New mothers\u0027 experiences of social disruption and isolation during the severe acute respiratory syndrome outbreak in Hong Kong","abstract":"In Hong Kong during the severe acute respiratory syndrome outbreak of 2003, sustained uncertainty caused daily stress for residents for \u003E 3 months.\n Expectant women experienced unexpected social disruption and isolation within their day-to-day life that have not been described in their own voice.\n The purpose of this study was to describe the experiences of women who became mothers during the outbreak and the ways in which these experiences impacted their early post-partum mothering.\n A phenomenological research design was chosen.\n The participants\u0027 responses then led the interview process.\n As the women\u0027s experiences had many similarities, saturation was reached after eight interviews.\n Four themes emerged: living with uncertainty, intense vigilance, isolation, and disrupted expectations.\n The participants spoke of disrupted daily routines as they tried to eliminate their risk of contracting this disease, including relationship difficulties with their spouse.\n None of the women had the birth experience they had hoped for because of changes in hospital practices.\n © 2010 Blackwell Publishing Asia Pty Ltd.\nlink_to_subscribed_fulltex","id":"10.1111/j.1442-2018.2010.00520.x","idformat":"CORE","foundapis":"_CROSSREF","miscinfo":"","authors":[{"firstname":"Chee","surname":"YO","email":"coreGivesNoEmail","contributions":"1"},{"firstname":" Dodgson","surname":"JE","email":"coreGivesNoEmail","contributions":"1"},{"firstname":" Tarrant","surname":"M","email":"coreGivesNoEmail","contributions":"1"},{"firstname":"                           Watkins","surname":"A","email":"coreGivesNoEmail","contributions":"1"}]},{"doi":"10.1016/j.midw.2017.08.005","date":"2017-12-31","title":"Midwives’ experiences of caring for pregnant women admitted to Ebola centres in Sierra Leone ","abstract":"\nObjective\nto explore and describe midwives’ experiences of caring for pregnant women admitted to Ebola centres in Sierra Leone.\n \nDesign\na qualitative interview study with an exploratory and descriptive approach.\n \nSetting\nindividual semi-structured interviews with midwives who provided care for pregnant woman in eight different Ebola centres in Sierra Leone during the Ebola outbreak in 2014–16.\n \nParticipants\n11 midwives, Sierra Leoneans and expatriates, who worked for three different humanitarian organisations in Sierra Leone during the Ebola outbreak in 2014–2016.\n \nFindings\nthree themes emerged as a result of the analysis. The first theme described how personal and public fears of Ebola infection affected the midwives’ professional and personal lives. Secondly, motivation and support influenced the midwives’ ability to cope with challenging midwifery care and finally competency, creativity and courage was described as essential for improving clinical guidelines and learn for the future.\n \nKey conclusions and implications for practice\nmidwives who worked in Ebola centres in Sierra Leone have a wide range of experiences in caring for pregnant women affected by Ebola. Their views should therefore be sought and considered when new guidelines are being developed on how best to provide care for pregnant women during an outbreak of Ebola virus disease, or any comparable infectious disease. Balanced information, sufficient training, adequate equipment and access to support by colleagues and peers would assist the midwives in coping with the challenges they face.\n ","id":"S0266-6138(17)30419-9","idformat":"elsevier_pii","foundapis":"_CROSSREF","miscinfo":"","authors":[{"firstname":" Elin","surname":"Erland","email":"null","contributions":"1"},{"firstname":" Bente","surname":"Dahl","email":"null","contributions":"1"},{"firstname":" Elin","surname":"Erland","email":"null","contributions":"1"},{"firstname":"                           Bente","surname":"Dahl","email":"null","contributions":"1"}]},{"doi":"10.1177/1359105314537542","date":"1970-01-01","title":"Understanding pandemic influenza behaviour: an exploratory biopsychosocial study","abstract":"Pandemic influenza represents an ongoing public health threat.\n Understanding the associated behavioural domain is vital for future intervention development.\n Cross-sectional qualitative research employing purposive sampling employed a combination of one-to-one semi-structured interviews (n = 57) and focus groups (n = 59).\n Data were analysed using (1) inductive thematic analysis and (2) theoretical thematic analysis focusing upon resonance with psychosocial and sociocultural constructs.\n Two broad themes highlighted an important duality regarding the determinants of pandemic behaviour: (1) psychosocial determinants (e.\ng.\n agency, cognitions and identity) and (2) sociocultural determinants (e.\ng.\n social context and capacity).\n These findings suggest this duality should shape future intervention development","id":"10.1177/1359105314537542","idformat":"CORE","foundapis":"_CROSSREF","miscinfo":"","authors":[{"firstname":"Davis","surname":"Mark","email":"coreGivesNoEmail","contributions":"1"},{"firstname":" Flowers","surname":"Paul","email":"coreGivesNoEmail","contributions":"1"},{"firstname":" Lohm","surname":"Davina","email":"coreGivesNoEmail","contributions":"1"},{"firstname":" Stephenson","surname":"Niamh","email":"coreGivesNoEmail","contributions":"1"},{"firstname":"                           Waller","surname":"Emily","email":"coreGivesNoEmail","contributions":"1"}]},{"doi":"10.1002/ijgo.13045","date":"1970-01-01","title":"A qualitative study of the experiences of pregnant women in accessing healthcare services during the Zika virus epidemic in Villavicencio, Colombia, 2015–2016","abstract":"Objective\nTo explore the perceptions and experiences of pregnant women in accessing healthcare services during the epidemic in Colombia during 2015–2016.\nMethods\nA qualitative study using semistructured interviews was conducted in Villavicencio.\n\n Six women who had been diagnosed with Zika virus infection during their pregnancies and whose fetus had suspected microcephaly participated in the investigation.\n\n Grounded theory was used and thematic content analysis was made for each category identified.\n\n\nResults\nThree main themes affecting access to healthcare services were identified: (1) women knew basic information about the virus, but it was limited; (2) access to services was delayed due to their lack of availability or limited supply in the municipality; and (3) most of the participants made out?of?pocket payments to get access to services that were not provided.\n\n\nConclusions\nSeveral gaps were identified in the provision of healthcare services to pregnant women during the Zika epidemic.\n\n Policy makers need to utilize the results from affected communities to develop and implement public policies that adapt and respond to their priorities and needs.\n\n\n","id":"PMC7065052","idformat":"PMC","foundapis":"_PMC_CROSSREF","miscinfo":"","authors":[{"firstname":"Hector M.","surname":"Gomez","email":"NULL","contributions":"1"},{"firstname":"Carlos","surname":"Mejia Arbelaez","email":"NULL","contributions":"1"},{"firstname":"                            Jovana A.","surname":"Ocampo Cañas","email":"ja.ocampo@uniandes.edu.co","contributions":"1"}]},{"doi":"10.1016/j.midw.2017.05.009","date":"2017-09-30","title":"‘Even when you are afraid, you stay’: Provision of maternity care during the Ebola virus epidemic: A qualitative study ","abstract":"\nObjective\nto explore nurse-midwives understanding of their role in and ability to continue to provide routine and emergency maternity services during the time of the Ebola virus disease epidemic in Sierra Leone.\n \nDesign\na hermenuetic phenomenological approach was used to discover the lived experiences of nurse-midwives through 66 face to face interviews. Following verbatim transcription, an iterative approach to data analysis was adopted using framework analysis to discover the essence of the lived experience.\n \nSetting\nhealth facilities designated to provide maternity care across all 14 districts of Sierra Leone.\n \nParticipants\nnurses, midwives, medical staff and managers providing maternal and newborn care during the Ebola epidemic in facilities designated to provide basic or emergency obstetric care.\n \nFindings\nthe healthcare system in Sierra Leone was ill prepared to cope with the epidemic. Fear of Ebola and mistrust kept women from accessing care at a health facility. Healthcare providers continued to provide maternity care because of professional duty, responsibility to the community and religious beliefs.\n \nKey conclusions\nnurse-midwives faced increased risks of catching Ebola compared to other health workers but continued to provide essential maternity care.\n \nImplications for practice\nfuture preparedness plans must take into account the impact that epidemics have on the ability of the health system to continue to provide vital routine and emergency maternal and newborn health care. Healthcare providers need to have a stronger voice in health system rebuilding and planning and management to ensure that health service can continue to provide vital maternal and newborn care during epidemics.\n ","id":"S0266-6138(16)30351-5","idformat":"elsevier_pii","foundapis":"_CROSSREF","miscinfo":"","authors":[{"firstname":" Susan","surname":"Jones","email":"null","contributions":"1"},{"firstname":" Betty","surname":"Sam","email":"null","contributions":"1"},{"firstname":" Florence","surname":"Bull","email":"null","contributions":"1"},{"firstname":" Steven Bagie","surname":"Pieh","email":"null","contributions":"1"},{"firstname":" Jaki","surname":"Lambert","email":"null","contributions":"1"},{"firstname":" Florence","surname":"Mgawadere","email":"null","contributions":"1"},{"firstname":" Somasundari","surname":"Gopalakrishnan","email":"null","contributions":"1"},{"firstname":" Charles A.","surname":"Ameh","email":"null","contributions":"1"},{"firstname":" Nynke","surname":"van den Broek","email":"null","contributions":"1"},{"firstname":" Susan","surname":"Jones","email":"null","contributions":"1"},{"firstname":" Betty","surname":"Sam","email":"null","contributions":"1"},{"firstname":" Florence","surname":"Bull","email":"null","contributions":"1"},{"firstname":" Steven Bagie","surname":"Pieh","email":"null","contributions":"1"},{"firstname":" Jaki","surname":"Lambert","email":"null","contributions":"1"},{"firstname":" Florence","surname":"Mgawadere","email":"null","contributions":"1"},{"firstname":" Somasundari","surname":"Gopalakrishnan","email":"null","contributions":"1"},{"firstname":" Charles A.","surname":"Ameh","email":"null","contributions":"1"},{"firstname":"                           Nynke","surname":"van den Broek","email":"null","contributions":"1"}]},{"doi":"10.1016/j.wombi.2020.09.013","date":"2020-09-18","title":"The impact of planning for COVID-19 on private practising midwives in Australia","abstract":"Problem\nThe COVID-19 pandemic response has required planning for the safe provision of care.\n\n In Australia, privately practising midwives are an important group to consider as they often struggle for acceptance by the health system.\n\n\nBackground\nThere are around 200 Endorsed Midwives eligible to practice privately in Australia (privately practising midwives) who provide provide the full continuum of midwifery care.\n\n\nAim\nTo explore the experience of PPMs in relation to the response to planning for the COVID-19 pandemic.\n\n\nMethods\nAn online survey was distributed through social media and personal networks to privately practising midwives in Australia in April 2020.\nResults\nOne hundred and three privately practising midwives responded to the survey.\n\n The majority (82%) felt very, or well informed, though nearly half indicated they would value specifically tailored information especially from professional bodies.\n\n One third (35%) felt prepared regarding PPE but many lacked masks, gowns and gloves, hand sanitiser and disinfectant.\n\n Sixty four percent acquired PPE through social media community sharing sites, online orders, hardware stores or made masks.\n\n Sixty-eight percent of those with collaborative arrangements with local hospitals reported a lack of support and were unable to support women who needed transfer to hospital.\n\n The majority (93%) reported an increase in the number of enquiries relating to homebirth.\n\n\nConclusion\nPrivately practising midwives were resourceful, sought out information and were prepared.\n\n Support from the hospital sector was not always present.\n\n Lessons need to be learned especially in terms of integration, support, education and being included as part of the broader health system.\n\n\n","id":"PMC7510523","idformat":"PMC","foundapis":"_PMC_elsevier_CROSSREF","miscinfo":"","authors":[{"firstname":"Caroline S.E.","surname":"Homer","email":"NULL","contributions":"1"},{"firstname":"Miranda","surname":"Davies-Tuck","email":"NULL","contributions":"1"},{"firstname":"Hannah G.","surname":"Dahlen","email":"NULL","contributions":"1"},{"firstname":"                            Vanessa L.","surname":"Scarf","email":"NULL","contributions":"1"}]},{"doi":"10.1590/0102-311X00178917","date":"2023-05-16","title":"'Women’s lives in times of Zika: mosquito-controlled lives?'","abstract":"'Zika virus infection during pregnancy is a cause of congenital brain abnormalities.\n Its consequences to pregnancies has made governments, national and international agencies issue advices and recommendations to women.\n There is a clear need to investigate how the Zika outbreak affects the decisions that women take concerning their lives and the life of their families, as well as how women are psychologically and emotionally dealing with the outbreak.\n We conducted a qualitative study to address the impact of the Zika epidemic on the family life of women living in Brazil, Puerto Rico, and the US, who were affected by it to shed light on the social repercussions of Zika.\n Women were recruited through the snowball sampling technique and data was collected through semi-structured interviews.\n We describe the effects in mental health and the coping strategies that women use to deal with the Zika epidemic.\n Zika is taking a heavy toll on women’s emotional well-being.\n They are coping with feelings of fear, helplessness, and uncertainty by taking drastic precautions to avoid infection that affect all areas of their lives.\n Coping strategies pose obstacles in professional life, lead to social isolation, including from family and partner, and threaten the emotional and physical well-being of women.\n Our findings suggest that the impacts of the Zika epidemic on women may be universal and global.\n Zika infection is a silent and heavy burden on women’s shoulders.\n","id":"10.1590/0102-311X00178917","idformat":"CROSSREF","foundapis":"","miscinfo":"PUBLISHER: FapUNIFESP (SciELO)","authors":[{"firstname":"Ana Rosa","surname":"Linde","email":"xref no email","contributions":"1"},{"firstname":"       Carlos Eduardo","surname":"Siqueira","email":"xref no email","contributions":"1"}]},{"doi":"10.1007/s10995-011-0865-y","date":"2012-11-01","title":"Pregnant and Recently Pregnant Women’s Perceptions about Influenza A Pandemic (H1N1) 2009: Implications for Public Health and Provider Communication","abstract":"\nThe objective of this study was to explore pregnant and recently pregnant women’s perceptions of influenza vaccine and antivirals during the 2009 H1N1 pandemic.\n We conducted 18 focus groups with pregnant and recently pregnant women in three US cities in September 2009. Participants were segmented into groups by insurance status (no or public insurance vs.\n private insurance), vaccine attitudes (higher vs.\n lower likelihood of acceptance of any vaccines, not only influenza vaccines), and parity (first child vs.\n other children in the home) based on information they provided on the screening questionnaire at the time of recruitment.\n We found that women are not well informed about influenza vaccinations and antiviral medicine and have significant concerns about taking them during pregnancy.\n An interest in their infant’s well-being, however, can be strong motivation to adopt preventive recommendations, including vaccination.\n A woman’s health care provider is a highly trusted source of information about the 2009 H1N1. Pregnant women have unique communication needs for influenza.\n Messages directing pregnant women to adopt public health recommendations, particularly for vaccination or prophylactic medication should include a detailed description of the benefits or lack of risk to the fetus and the safety of breastfeeding.\n Additionally, messages should recognize that pregnant women are taught to be selective about taking medication and provide a clear rationale for why the medicine or vaccine is necessary.\n","id":"10.1007/s10995-011-0865-y","idformat":"Springer","foundapis":"_CROSSREF","miscinfo":"","authors":[{"firstname":" Molly M.","surname":"Lynch","email":"null","contributions":"1"},{"firstname":"Elizabeth W.","surname":"Mitchell","email":"null","contributions":"1"},{"firstname":"Jennifer L.","surname":"Williams","email":"null","contributions":"1"},{"firstname":"Kelly","surname":"Brumbaugh","email":"null","contributions":"1"},{"firstname":"Michelle","surname":"Jones-Bell","email":"null","contributions":"1"},{"firstname":"Debra E.","surname":"Pinkney","email":"null","contributions":"1"},{"firstname":"Christine M.","surname":"Layton","email":"null","contributions":"1"},{"firstname":"Patricia W.","surname":"Mersereau","email":"null","contributions":"1"},{"firstname":"Juliette S.","surname":"Kendrick","email":"null","contributions":"1"},{"firstname":"Paula Eguino","surname":"Medina","email":"null","contributions":"1"},{"firstname":"                  Lucia Rojas","surname":"Smith","email":"null","contributions":"1"}]},{"doi":"10.1016/j.ajic.2020.03.018","date":"1970-01-01","title":"A qualitative study on the psychological experience of caregivers of COVID-19 patients","abstract":"Background\nThe coronavirus disease 2019 (COVID-19) is spreading rapidly, bringing pressure and challenges to nursing staff.\n\n\nObjective\nTo explore the psychology of nurses caring for COVID-19 patients.\n\n\nMethods\nUsing a phenomenological approach, we enrolled 20 nurses who provided care for COVID-19 patients in the First Affiliated Hospital of Henan University of Science and Technology from January 20, to February 10, 2020. The interviews were conducted face-to-face or by telephone and were analysed by Colaizzi's 7-step method.\n\n\nResults\nThe psychological experience of nurses caring for COVID-19 patients can be summarized into 4 themes.\n\n First, negative emotions present in early stage consisting of fatigue, discomfort, and helplessness was caused by high-intensity work, fear and anxiety, and concern for patients and family members.\n\n Second, self-coping styles included psychological and life adjustment, altruistic acts, team support, and rational cognition.\n\n Third, we found growth under pressure, which included increased affection and gratefulness, development of professional responsibility, and self-reflection.\n\n Finally, we showed that positive emotions occurred simultaneously with negative emotions.\n\n\nConclusions\nDuring an epidemic outbreak, positive and negative emotions of the front-line nurses interweaved and coexisted.\n\n In the early stage, negative emotions were dominant and positive emotions appeared gradually.\n\n Self-coping styles and psychological growth played an important role in maintaining mental health of nurses.\n\n\n","id":"PMC7141468","idformat":"PMC","foundapis":"_PMC_elsevier_CROSSREF","miscinfo":"","authors":[{"firstname":"Niuniu","surname":"Sun","email":"NULL","contributions":"1"},{"firstname":"Luoqun","surname":"Wei","email":"NULL","contributions":"1"},{"firstname":"Suling","surname":"Shi","email":"NULL","contributions":"1"},{"firstname":"Dandan","surname":"Jiao","email":"NULL","contributions":"1"},{"firstname":"Runluo","surname":"Song","email":"NULL","contributions":"1"},{"firstname":"Lili","surname":"Ma","email":"NULL","contributions":"1"},{"firstname":"Hongwei","surname":"Wang","email":"NULL","contributions":"1"},{"firstname":"Chao","surname":"Wang","email":"NULL","contributions":"1"},{"firstname":"Zhaoguo","surname":"Wang","email":"NULL","contributions":"1"},{"firstname":"Yanli","surname":"You","email":"NULL","contributions":"1"},{"firstname":"Shuhua","surname":"Liu","email":"NULL","contributions":"1"},{"firstname":"                            Hongyun","surname":"Wang","email":"NULL","contributions":"1"}]},{"doi":"10.1080/07399332.2020.1833012","date":"2023-05-30","title":"'Effect of COVID-19 pandemic on women’s health and safety: A study of immigrant survivors of intimate partner violence'","abstract":"Unknown Abstract","id":"10.1080/07399332.2020.1833012","idformat":"CROSSREF","foundapis":"","miscinfo":"PUBLISHER: Informa UK Limited","authors":[{"firstname":"Bushra","surname":"Sabri","email":"xref no email","contributions":"1"},{"firstname":" Maria","surname":"Hartley","email":"xref no email","contributions":"1"},{"firstname":" Jyoti","surname":"Saha","email":"xref no email","contributions":"1"},{"firstname":" Sarah","surname":"Murray","email":"xref no email","contributions":"1"},{"firstname":" Nancy","surname":"Glass","email":"xref no email","contributions":"1"},{"firstname":"       Jacquelyn C.","surname":"Campbell","email":"xref no email","contributions":"1"}]},{"doi":"10.1002/ijgo.13046","date":"1970-01-01","title":"Women's reluctance for pregnancy: Experiences and perceptions of Zika virus in Medellin, Colombia","abstract":"Objective\nTo explore how being infected with the Zika virus during pregnancy was experienced by affected women, and how it influenced their family relationships and future family planning.\n\n\nMethods\nWe conducted a qualitative study, including 19 semistructured interviews with women of reproductive age and confirmed Zika infection during 2015–2018 in Medellin, Colombia.\n\n Purposeful sampling was applied, and participants were identified through National Public Health Surveillance System records.\n\n Interviews were recorded, transcribed verbatim, and analyzed using content analysis with inductive and deductive approaches.\n\n\nResults\nOf 19 women interviewed, eight women identified the pregnancy as unexpected and two women had undergone permanent sterilization.\n\n Women had mixed views about decision?making related to family planning, and not having an abortion in a future pregnancy was influenced by religious beliefs.\n\n Women knew about vector?borne transmission but were not well informed about sexual transmission of the virus.\n\n Women desired better support and guidance to ease concerns about Zika virus.\n\n\nConclusion\nAll interviewed women expressed a need for more information about Zika virus and continuous support, specifically after delivery, from healthcare professionals.\n\n Communication strategies to enhance culturally sensitive messages and for accurate perception of information are recommended during Zika outbreaks.\n\n\n","id":"PMC7064904","idformat":"PMC","foundapis":"_PMC_CROSSREF","miscinfo":"","authors":[{"firstname":"Veronika","surname":"Tirado","email":"Veronika.Tirado@ki.se","contributions":"1"},{"firstname":"Santiago A.","surname":"Morales Mesa","email":"NULL","contributions":"1"},{"firstname":"John","surname":"Kinsman","email":"NULL","contributions":"1"},{"firstname":"Anna Mia","surname":"Ekström","email":"NULL","contributions":"1"},{"firstname":"                            Berta N.","surname":"Restrepo Jaramillo","email":"NULL","contributions":"1"}]},{"doi":"10.1136/bmjopen-2020-039334","date":"2020-07-07","title":"Public perceptions and experiences of social distancing and social isolation during the COVID-19 pandemic: a UK-based focus group study","abstract":"Objective\nThis study explored UK public perceptions and experiences of social distancing and social isolation related to the COVID-19 pandemic.\n\n\nDesign\nThis qualitative study comprised five focus groups, carried out online during the early stages of the UK’s stay at home order (‘lockdown’), and analysed using a thematic approach.\n\n\nSetting\nFocus groups took place via online videoconferencing.\n\n\nParticipants\nParticipants (n=27) were all UK residents aged 18 years and older, representing a range of gender, ethnic, age and occupational backgrounds.\n\n\nResults\nQualitative analysis revealed four main themes: (1) loss—participants’ loss of (in-person) social interaction, loss of income and loss of structure and routine led to psychological and emotional ‘losses’ such as loss of motivation, loss of meaning and loss of self-worth; (2) criticisms of government communication—participants reported a lack of trust in government and a lack of clarity in the guidelines around social distancing and isolation; (3) adherence—participants reported high self-adherence to social distancing guidelines but reported seeing or hearing of non-adherence in others; (4) uncertainty around social reintegration and the future—some participants felt they would have lingering concerns over social contact while others were eager to return to high levels of social activity.\n\n\nConclusions\nA rapid response is necessary in terms of public health programming to mitigate the mental health impacts of COVID-19 social distancing and isolation.\n\n Social distancing and isolation ‘exit strategies’ must account for the fact that, although some individuals will voluntarily or habitually continue to socially distance, others will seek high levels of social engagement as soon as possible.\n\n\n","id":"PMC7387310","idformat":"PMC","foundapis":"_PMC_CROSSREF","miscinfo":"","authors":[{"firstname":"Simon N","surname":"Williams","email":"NULL","contributions":"1"},{"firstname":"Christopher J","surname":"Armitage","email":"NULL","contributions":"2"},{"firstname":"Christopher J","surname":"Armitage","email":"NULL","contributions":"0"},{"firstname":"Tova","surname":"Tampe","email":"NULL","contributions":"1"},{"firstname":"                            Kimberly","surname":"Dienes","email":"NULL","contributions":"1"}]}]}