{"name":"Home-based exercise programmes improve physical fitness of older adults: A PRISMA-compliant systematic review and meta-analysis with relevance for COVID-19","id":"79","link":"https://pubmed.ncbi.nlm.nih.gov/33571702/","dbsearches":"3","refs":"https://docs.google.com/spreadsheets/d/1iH9ed7L9z5CmENt1XEOMqRU6qraz-gm19Sobr-zpCVU/edit#gid=0","references":[{"doi":"10.5812/ircmj.26340","date":"2015-02-10","title":"Randomized Control Trials on Otago Exercise Program (OEP) to Reduce Falls Among Elderly Community Dwellers in Shahroud, Iran","abstract":"Background\nFall is a worldwide health problem among elderly people and a known leading cause of disabilities.\n\n Fall prevention programs have been implemented in various forms.\n\n The Otago exercise program (OEP) is one of the most recent home-base exercise training program.\n\n\nObjectives\nThis study was conducted to examine the effectiveness of OEP to reduce falls among elderly people in Shahroud, IR Iran.\n\n\nMaterials and Methods\nThis randomised control trial was conducted among the elderly community dwellers in Shahroud city of the Semnan province, IR Iran, with experience of falls in the last 12 months.\n\n Subjects of the study (n = 317) were recruited from elderly senior citizens at public health centers.\n\n Block systematic random sampling was applied to categorize the subjects in experimental and control groups.\n\n The experimental group (n = 160) received OEP for six months and was compared with the control group (n = 157) who received general health training.\n\n This study was registered with the following ID, IRCT2014012016285N1.\nResults\nThe findings of the study showed that OEP improved physical performance (Berg-Balance-Score with P &gt; 0.025, and Timed-Up-Go-Test with P &gt; 0.017) and functional capacity (Arm-Curl-Test with P &gt; 0.00 and Chair-Stand-Test with P &gt; 0.01).\n\n In addition, OEP significantly reduced the incidence of falls (P ? 0.00) among senior citizens in the experimental group.\n\n\nDiscussion\nThe OEP as a home-based exercise is effective for the reduction of the incidence of falls among senior citizens with a history of falls.\n\n The OEP can be recommended for elderly homebound people who do not have access to facilities.\n\n\n","id":"PMC4948256","idformat":"PMC","foundapis":"_PMC_CROSSREF","miscinfo":"","authors":[{"firstname":"Ali","surname":"Dadgari","email":"NULL","contributions":"1"},{"firstname":"Tengku","surname":"Aizan Hamid","email":"NULL","contributions":"1"},{"firstname":"Mohammad Nazrul","surname":"Hakim","email":"NULL","contributions":"1"},{"firstname":"Reza","surname":"Chaman","email":"NULL","contributions":"1"},{"firstname":"Seyed Abbas","surname":"Mousavi","email":"NULL","contributions":"1"},{"firstname":"Lim","surname":"Poh Hin","email":"NULL","contributions":"1"},{"firstname":"                            Leila","surname":"Dadvar","email":"NULL","contributions":"1"}]},{"doi":"10.1007/s40520-015-0518-x","date":"2016-12-01","title":"Translating exercise interventions to an in-home setting for seniors: preliminary impact on physical activity and function","abstract":"\nAims\nThe purpose of this study is to investigate whether an in-home, individually tailored intervention is efficacious in promoting increases in physical activity (PA) and improvements in physical functioning (PF) in low-active older adults.\n\nMethods\nParticipants were randomized to two groups for the 8-week intervention.\n The enhanced physical activity (EPA) group received individualized exercise programming, including personalized step goals and a resistance band training program, and the standard of care (SoC) group received a general activity goal.\n Pre- and post-intervention PF measures included choice step reaction time, knee extension/flexion strength, hand grip strength, and 8 ft up and go test completion time.\n\nResults\nThirty-nine subjects completed this study (74.6 ± 6.4 years).\n Significant increases in steps/day were observed for both the EPA and SoC groups, although the improvements in the EPA group were significantly higher when including only those who adhered to weekly step goals.\n Both groups experienced significant PF improvements, albeit greater in the EPA group for the 8 ft up and go test and knee extension strength.\n\nConclusion\nA low cost, in-home intervention elicited improvements in both PA and PF.\n Future research is warranted to expand upon the size and scope of this study, exploring dose thresholds (and time frames) for PA to improve PF and strategies to further bolster adherence rates to maximize intervention benefits.\n","id":"10.1007/s40520-015-0518-x","idformat":"Springer","foundapis":"_CROSSREF","miscinfo":"","authors":[{"firstname":" Christopher J.","surname":"Dondzila","email":"null","contributions":"1"},{"firstname":"Ann M.","surname":"Swartz","email":"null","contributions":"1"},{"firstname":"Kevin G.","surname":"Keenan","email":"null","contributions":"1"},{"firstname":"Amy E.","surname":"Harley","email":"null","contributions":"1"},{"firstname":"Razia","surname":"Azen","email":"null","contributions":"1"},{"firstname":"                  Scott J.","surname":"Strath","email":"null","contributions":"1"}]},{"doi":"10.1152/JAPPLPHYSIOL.00539.2016","date":"2017-05-31","title":"Effect of calf-raise training on rapid force production and balance ability in elderly men","abstract":"Calf-raise training with the intent to move rapidly, without special equipment or venue, induces an improvement of explosive plantar flexion force, which is attributable to neuromuscular rather than musculotendinous adaptations.\n\n Although the training effect on balance performance was trivial, we found a sign of improvement (i.\n\ne.\n\n, neuromuscular adaptations during standing).\n\n In conclusion, functional neuromuscular capacity can be enhanced by home-based calf-raise exercise in elderly men, which may protect against mobility loss with aging.\n\n","id":"PMC5583613","idformat":"PMC","foundapis":"_PMC_CROSSREF","miscinfo":"","authors":[{"firstname":"Ryoichi","surname":"Ema","email":"NULL","contributions":"1"},{"firstname":"Shunsuke","surname":"Ohki","email":"NULL","contributions":"1"},{"firstname":"Hirokazu","surname":"Takayama","email":"NULL","contributions":"1"},{"firstname":"Yuji","surname":"Kobayashi","email":"NULL","contributions":"1"},{"firstname":"                            Ryota","surname":"Akagi","email":"NULL","contributions":"1"}]},{"doi":"10.1186/s12966-019-0855-9","date":"2019-10-02","title":"Individualized home-based exercise and nutrition interventions improve frailty in older adults: a randomized controlled trial","abstract":"Background\nFrail older adults are predisposed to multiple comorbidities and adverse events.\n\n Recent interventional studies have shown that frailty can be improved and managed.\n\n In this study, effective individualized home-based exercise and nutrition interventions were developed for reducing frailty in older adults.\n\n\nMethods\nThis study was a four-arm, single-blind, randomized controlled trial conducted between October 2015 and June 2017 at Miaoli General Hospital in Taiwan.\n\n Overall, 319 pre-frail or frail older adults were randomly assigned into one of the four study groups (control, exercise, nutrition, and exercise plus nutrition [combination]) and followed up during a 3-month intervention period and 3-month self-maintenance period.\n\n Improvement in frailty scores was the primary outcome.\n\n Secondary outcomes included improvements in physical performance and mental health.\n\n The measurements were performed at baseline, 1?month, 3?months, and 6?months.\n\n\nResults\nAt the 6-month measurement, the exercise (difference in frailty score change from baseline: ??0.23; 95% confidence interval [CI]: ??0.41, ??0.05; p?=?0.012), nutrition (??0.28; 95% CI: ??0.46, ??0.11; p?=?0.002), and combination (??0.34; 95% CI: ??0.52, ??0.16; p?&lt;? 0.001) groups exhibited significantly greater improvements in the frailty scores than the control group.\n\n Significant improvements were also observed in several physical performance parameters in the exercise, nutrition, and combination groups, as well as in the 12-Item Short Form Health Survey mental component summary score for the nutrition group.\n\n\nConclusions\nThe designated home-based exercise and nutrition interventions can help pre-frail or frail older adults to improve their frailty score and physical performance.\n\n\nTrial registration\nRetrospectively registered at ClinicalTrials.\n\ngov (identifier: NCT03477097); registration date: March 26, 2018.\n","id":"PMC6889427","idformat":"PMC","foundapis":"_PMC_Springer_CROSSREF","miscinfo":"","authors":[{"firstname":"Tsung-Jen","surname":"Hsieh","email":"tjhsieh@nhri.edu.tw","contributions":"1"},{"firstname":"Shin-Chang","surname":"Su","email":"maxmax0220@hotmail.com","contributions":"1"},{"firstname":"Chun-Wei","surname":"Chen","email":"chunwei.peter@gmail.com","contributions":"1"},{"firstname":"Yaw-Wen","surname":"Kang","email":"castle.kang@gmail.com","contributions":"1"},{"firstname":"Ming-Hsia","surname":"Hu","email":"mhh@ntu.edu.tw","contributions":"1"},{"firstname":"Li-Lin","surname":"Hsu","email":"llh@firdi.org.tw","contributions":"1"},{"firstname":"Szu-Yun","surname":"Wu","email":"s.wu@ibms.sinica.edu.tw","contributions":"1"},{"firstname":"Likwang","surname":"Chen","email":"likwang@nhri.edu.tw","contributions":"1"},{"firstname":"Hsing-Yi","surname":"Chang","email":"hsingyi@nhri.edu.tw","contributions":"1"},{"firstname":"Shao-Yuan","surname":"Chuang","email":"chuangsy@nhri.edu.tw","contributions":"1"},{"firstname":"Wen-Harn","surname":"Pan","email":"pan@ibms.sinica.edu.tw","contributions":"1"},{"firstname":"                            Chih-Cheng","surname":"Hsu","email":"cch@nhri.edu.tw","contributions":"1"}]},{"doi":"10.3399/bjgp15X687361","date":"2023-06-04","title":"'Promoting physical activity in older people in general practice: ProAct65+ cluster randomised controlled trial'","abstract":"Unknown Abstract","id":"10.3399/bjgp15X687361","idformat":"CROSSREF","foundapis":"","miscinfo":"PUBLISHER: Royal College of General Practitioners","authors":[{"firstname":"Steve","surname":"Iliffe","email":"xref no email","contributions":"1"},{"firstname":" Denise","surname":"Kendrick","email":"xref no email","contributions":"1"},{"firstname":" Richard","surname":"Morris","email":"xref no email","contributions":"1"},{"firstname":" Mark","surname":"Griffin","email":"xref no email","contributions":"1"},{"firstname":" Deborah","surname":"Haworth","email":"xref no email","contributions":"1"},{"firstname":" Hannah","surname":"Carpenter","email":"xref no email","contributions":"1"},{"firstname":" Tahir","surname":"Masud","email":"xref no email","contributions":"1"},{"firstname":" Dawn A","surname":"Skelton","email":"xref no email","contributions":"1"},{"firstname":" Susie","surname":"Dinan-Young","email":"xref no email","contributions":"1"},{"firstname":" Ann","surname":"Bowling","email":"xref no email","contributions":"1"},{"firstname":"       Heather","surname":"Gage","email":"xref no email","contributions":"1"}]},{"doi":"10.1123/JAPA.2012-0132","date":"2023-06-02","title":"'Core Muscle Strengthening’s Improvement of Balance Performance in Community-Dwelling Older Adults: A Pilot Study'","abstract":"'To determine the effect of core muscle strengthening on balance in community-dwelling older adults, 24 healthy men and women between 65 and 85 years old were randomized to either exercise (EX; n = 12) or control (CON; n = 12) groups.\n The exercise group performed a core strengthening home exercise program thrice weekly for 6 wk.\n Core muscle (curl-up test), functional reach (FR) and Star Excursion Balance Test (SEBT) were assessed at baseline and follow-up.\n There were no group differences at baseline.\n At follow-up, EX exhibited significantly greater improvements in curl-up (Cohen’s d = 4.4), FR (1.3), and SEBT (&gt;1.9 for all directions) than CON.\n The change in curl-up was significantly correlated with the change in FR (r = .\n44, p = .\n03) and SEBT (r &gt; .\n61, p ≤ .\n002).\n These results suggest that core strengthening should be part of a comprehensive balance-training program for older adults.\n","id":"10.1123/JAPA.2012-0132","idformat":"CROSSREF","foundapis":"","miscinfo":"PUBLISHER: Human Kinetics","authors":[{"firstname":"Nicole","surname":"Kahle","email":"xref no email","contributions":"1"},{"firstname":"       Michael A.","surname":"Tevald","email":"xref no email","contributions":"1"}]},{"doi":"10.1265/ehpm.11.250","date":"1970-01-01","title":"Unknown Title","abstract":"Unknown Abstract","id":"not found","idformat":"N/A","foundapis":"","miscinfo":"","authors":[]},{"doi":"10.1159/000442087","date":"2023-06-04","title":"'Effects of a Supervised versus an Unsupervised Combined Balance and Strength Training Program on Balance and Muscle Power in Healthy Older Adults: A Randomized Controlled Trial'","abstract":"'&lt;b&gt;&lt;i&gt;Background:&lt;\/i&gt;&lt;\/b&gt; Losses in lower extremity muscle strength\/power, muscle mass and deficits in static and particularly dynamic balance due to aging are associated with impaired functional performance and an increased fall risk.\n It has been shown that the combination of balance and strength training (BST) mitigates these age-related deficits.\n However, it is unresolved whether supervised versus unsupervised BST is equally effective in improving muscle power and balance in older adults.\n &lt;b&gt;&lt;i&gt;Objective:&lt;\/i&gt;&lt;\/b&gt; This study examined the impact of a 12-week BST program followed by 12 weeks of detraining on measures of balance and muscle power in healthy older adults enrolled in supervised (SUP) or unsupervised (UNSUP) training.\n &lt;b&gt;&lt;i&gt;Methods:&lt;\/i&gt;&lt;\/b&gt; Sixty-six older adults (men: 25, women: 41; age 73 ± 4 years) were randomly assigned to a SUP group (2\/week supervised training, 1\/week unsupervised training; n = 22), an UNSUP group (3\/week unsupervised training; n = 22) or a passive control group (CON; n = 22).\n Static (i.\ne.\n, Romberg Test) and dynamic (i.\ne.\n, 10-meter walk test) steady-state, proactive (i.\ne.\n, Timed Up and Go Test, Functional Reach Test), and reactive balance (e.\ng.\n, Push and Release Test), as well as lower extremity muscle power (i.\ne.\n, Chair Stand Test; Stair Ascent and Descent Test) were tested before and after the active training phase as well as after detraining.\n &lt;b&gt;&lt;i&gt;Results:&lt;\/i&gt;&lt;\/b&gt; Adherence rates to training were 92% for SUP and 97% for UNSUP.\n BST resulted in significant group × time interactions.\n Post hoc analyses showed, among others, significant training-related improvements for the Romberg Test, stride velocity, Timed Up and Go Test, and Chair Stand Test in favor of the SUP group.\n Following detraining, significantly enhanced performances (compared to baseline) were still present in 13 variables for the SUP group and in 10 variables for the UNSUP group.\n &lt;b&gt;&lt;i&gt;Conclusion:&lt;\/i&gt;&lt;\/b&gt; Twelve weeks of BST proved to be safe (no training-related injuries) and feasible (high attendance rates of &gt;90%).\n Deficits of balance and lower extremity muscle power can be mitigated by BST in healthy older adults.\n Additionally, supervised as compared to unsupervised BST was more effective.\n Thus, it is recommended to counteract intrinsic fall risk factors by applying supervised BST programs for older adults.\n","id":"10.1159/000442087","idformat":"CROSSREF","foundapis":"","miscinfo":"PUBLISHER: S. Karger AG","authors":[{"firstname":"André","surname":"Lacroix","email":"xref no email","contributions":"1"},{"firstname":" Reto W.","surname":"Kressig","email":"xref no email","contributions":"1"},{"firstname":" Thomas","surname":"Muehlbauer","email":"xref no email","contributions":"1"},{"firstname":" Yves J.","surname":"Gschwind","email":"xref no email","contributions":"1"},{"firstname":" Barbara","surname":"Pfenninger","email":"xref no email","contributions":"1"},{"firstname":" Othmar","surname":"Bruegger","email":"xref no email","contributions":"1"},{"firstname":"       Urs","surname":"Granacher","email":"xref no email","contributions":"1"}]},{"doi":"10.1111/j.1532-5415.2008.01931.x","date":"1970-01-01","title":"Otago home-based strength and balance retraining improves executive functioning in older fallers: A randomized controlled trial","abstract":"Objectives: To primarily ascertain the effect of the Otago Exercise Program (OEP) on physiological falls risk, functional mobility, and executive functioning after 6 months in older adults with a recent history of falls and to ascertain the effect of the OEP on falls during a 1-year follow-up period.\n Design: Randomized controlled trial.\n Setting: Dedicated falls clinics.\n Participants: Seventy-four adults aged 70 and older who presented to a healthcare professional after a fall.\n Intervention: The OEP, a home-based program that consists of resistance training and balance training exercises.\n Measurements: Physiological falls risk was assessed using the Physiological Profile Assessment.\n Functional mobility was assessed using the Timed Up and Go Test.\n Three central executive functions were assessed: set shifting, using the Trail Making Test Part B; updating, using the verbal digits backward test; and response inhibition, using the Stroop Color-Word Test.\n Falls were prospectively monitored using daily calendars.\n Results: At 6 months, there was no significant between-group difference in physiological falls risk or functional mobility (P≥ .\n33).\n There was a significant between-group difference in response inhibition (P=.\n05).\n A falls histogram revealed two outliers.\n With these cases removed, using negative binomial regression, the unadjusted incidence rate ratio of falls in the OEP group compared with the control group was 0.56. The adjusted incidence rate ratio was 0.47. Conclusion: The OEP may reduce falls by improving cognitive performance","id":"10.1111/j.1532-5415.2008.01931.x","idformat":"CORE","foundapis":"_CROSSREF","miscinfo":"","authors":[{"firstname":"Ahamed","surname":"Yasmin","email":"coreGivesNoEmail","contributions":"1"},{"firstname":"Close","surname":"Jacqueline","email":"coreGivesNoEmail","contributions":"1"},{"firstname":"Cook","surname":"Wendy L.","email":"coreGivesNoEmail","contributions":"1"},{"firstname":"Donaldson","surname":"Meghan G.","email":"coreGivesNoEmail","contributions":"1"},{"firstname":"Graf","surname":"Peter","email":"coreGivesNoEmail","contributions":"1"},{"firstname":"Khan","surname":"Karim M.","email":"coreGivesNoEmail","contributions":"1"},{"firstname":"Liu-Ambrose","surname":"Teresa","email":"coreGivesNoEmail","contributions":"1"},{"firstname":"                          Lord","surname":"Stephen R.","email":"coreGivesNoEmail","contributions":"1"}]},{"doi":"10.1589/jpts.28.3183","date":"2016-07-29","title":"Effect of a simple and adherent home exercise program on the physical
function of community dwelling adults sixty years of age and older with pre-sarcopenia or
sarcopenia","abstract":"[Purpose] To evaluate the effect of a home exercise program on physical function in\ncommunity dwelling elderly with pre-sarcopenia or sarcopenia.\n\n [Subjects and Methods]\nFifty-two community-dwelling individuals, over 60?years and meeting the diagnostic\ncriteria for pre-sarcopenia or sarcopenia, were randomly assigned to intervention group\n(n=34) and control group (n=18).\n\n The intervention group completed 6-months home exercise\nprograms, combining walking with lower limb resistance exercises.\n\n Body mass index,\nskeletal mass index, body fat percentage, handgrip strength, single-leg standing, walking\nspeed (comfortable and maximal), and knee extension strength were evaluated at baseline\nand post-intervention.\n\n Activity was assessed using the 25-question Geriatric Locomotive\nFunctional Scale (GLFS-25) and quality of life using the Euro QOL questionnaire.\n\n [Results]\nPre- and post-training assessments were completed by 76.5% and 77.8% of participants in\nthe intervention and control groups, respectively.\n\n The intervention improved single-leg\nstanding (60.5?s to 77.2?s) and knee extension strength (1.38 Nm/kg to 1.69 Nm/kg).\n\n In the\ncontrol group, maximum walking speed (2.02 m/s to 1.86 m/s) and GLFS-25 score (2.9 to 5.1)\nworsened.\n\n Change of pre-sarcopenia/sarcopenia status was comparable for the intervention\n(15.4%) and control (14.3%) groups.\n\n [Conclusion] A 6-month home exercise program improved\nphysical function in community-dwelling individuals with pre-sarcopenia or sarcopenia.\n\n","id":"PMC5140826","idformat":"PMC","foundapis":"_PMC_CROSSREF","miscinfo":"","authors":[{"firstname":"Kohei","surname":"Maruya","email":"NULL","contributions":"1"},{"firstname":"Yasuyoshi","surname":"Asakawa","email":"NULL","contributions":"1"},{"firstname":"Hideaki","surname":"Ishibashi","email":"NULL","contributions":"1"},{"firstname":"Hiroaki","surname":"Fujita","email":"NULL","contributions":"1"},{"firstname":"Tomoyuki","surname":"Arai","email":"NULL","contributions":"1"},{"firstname":"                            Haruyasu","surname":"Yamaguchi","email":"NULL","contributions":"1"}]},{"doi":"10.1093/gerona/59.2.M154","date":"2023-06-01","title":"'The Effects of Multidimensional Home-Based Exercise on Functional Performance in Elderly People'","abstract":"Unknown Abstract","id":"10.1093/gerona/59.2.M154","idformat":"CROSSREF","foundapis":"","miscinfo":"PUBLISHER: Oxford University Press (OUP)","authors":[{"firstname":"M. E.","surname":"Nelson","email":"xref no email","contributions":"1"},{"firstname":" J. E.","surname":"Layne","email":"xref no email","contributions":"1"},{"firstname":" M. J.","surname":"Bernstein","email":"xref no email","contributions":"1"},{"firstname":" A.","surname":"Nuernberger","email":"xref no email","contributions":"1"},{"firstname":" C.","surname":"Castaneda","email":"xref no email","contributions":"1"},{"firstname":" D.","surname":"Kaliton","email":"xref no email","contributions":"1"},{"firstname":" J.","surname":"Hausdorff","email":"xref no email","contributions":"1"},{"firstname":" J. O.","surname":"Judge","email":"xref no email","contributions":"1"},{"firstname":" D. M.","surname":"Buchner","email":"xref no email","contributions":"1"},{"firstname":" R.","surname":"Roubenoff","email":"xref no email","contributions":"1"},{"firstname":"       M. A.","surname":"Fiatarone Singh","email":"xref no email","contributions":"1"}]},{"doi":"10.3275/7230","date":"1970-01-01","title":"Unknown Title","abstract":"Unknown Abstract","id":"not found","idformat":"N/A","foundapis":"","miscinfo":"","authors":[]},{"doi":"10.1155/2019/7516939","date":"2019-09-10","title":"Exercise Snacking to Improve Muscle Function in Healthy Older Adults: A Pilot Study","abstract":"Loss of muscle mass and strength are seemingly accepted as part of the ageing process, despite ultimately leading to the loss of independence.\n\n Resistance exercise is considered to be primary defence against loss of muscle function in older age, but it typically requires access to exercise equipment often in a gym environment.\n\n This pilot study aimed at examining the effect of a 28-day, unsupervised home-based exercise intervention on indices of leg strength and muscle size in healthy older adults.\n\n Twenty participants were randomly assigned to either maintain their habitual physical activity levels (Control; n=10; age, 74 (5) years; body mass, 26.3 (3.5)?kg/m2) or undertake “exercise snacks” twice daily (ES; n=10; age, 70 (4) years; body mass, 25.0 (3.4)?kg/m2).\n\n Both groups consumed 150?g of yogurt at their breakfast meal for the duration of the intervention.\n\n Sixty-second sit-to-stand score improved by 31% in ES, with no change in Control (p &lt; 0.01).\n\n Large effect sizes were observed for the difference in change scores between the groups for interpolated maximum leg pressing power (6% increase in ES) and thigh muscle cross-sectional area (2% increase in ES).\n\n The present pilot data suggest that exercise snacking might be a promising strategy to improve leg muscle function and size in older adults and that further investigation into zero-cost exercise strategies that allow high frequency of training is warranted.\n\n","id":"PMC6794984","idformat":"PMC","foundapis":"_PMC_CROSSREF","miscinfo":"","authors":[{"firstname":"Oliver J.","surname":"Perkin","email":"o.j.perkin@bath.ac.uk","contributions":"1"},{"firstname":"Polly M.","surname":"McGuigan","email":"NULL","contributions":"2"},{"firstname":"Polly M.","surname":"McGuigan","email":"NULL","contributions":"0"},{"firstname":"                            Keith A.","surname":"Stokes","email":"NULL","contributions":"1"}]},{"doi":"10.3390/jcm7120480","date":"2018-11-23","title":"The Effects of Group and Home-Based Exercise Programs in Elderly with Sarcopenia: A Randomized Controlled Trial","abstract":"Physical exercise is effective for sarcopenic elderly but evidence for the most effective mode of exercise is conflicting.\n\n The objective of this study was to investigate the effects of a three-month group-based versus home-based exercise program on muscular, functional/physical performance and quality of life (QoL) across elderly with sarcopenia.\n\n 54 elderly (47 women, 7 men aged 72.87 ± 7 years) were randomly assigned to one of three interventions: supervised group (n = 18), individualized home-based exercise (n = 18) and control group (n = 18).\n\n Body composition was determined by bioelectrical impedance analysis, calf measurement with inelastic tape and strength assessments (grip and knee muscle strength) via hand-held and isokinetic dynamometers.\n\n Functional assessments included four-meter (4 m), ?imed-Up and Go (TUG) and chair stand (CS) tests.\n\n QoL was assessed with Greek Sarcopenia Quality of Life (SarQol_GR) questionnaire.\n\n Outcomes were assessed at baseline, immediately post-intervention (week 12), and 3 months post-intervention (week 24).\n\n Significant group x time interactions (p &lt; 0.001) were observed in QoL, calf circumference, TUG, CS, and 4 m tests, grip and knee muscle strength.\n\n Group-based compared to home-based exercise yielded significant improvements (p &lt; 0.05) in muscle mass index, CS and 4 m tests, calf circumference, muscle strength at 12 weeks.\n\n Most improvements at 24 weeks were reported with grouped exercise.\n\n No changes were found across the control group.\n\n Results suggest group-based exercise was more effective than home-based for improving functional performance.\n\n","id":"PMC6306785","idformat":"PMC","foundapis":"_PMC_CROSSREF","miscinfo":"","authors":[{"firstname":"Maria","surname":"Tsekoura","email":"NULL","contributions":"1"},{"firstname":"Evdokia","surname":"Billis","email":"NULL","contributions":"1"},{"firstname":"Elias","surname":"Tsepis","email":"NULL","contributions":"1"},{"firstname":"Zacharias","surname":"Dimitriadis","email":"NULL","contributions":"1"},{"firstname":"Charalampos","surname":"Matzaroglou","email":"NULL","contributions":"1"},{"firstname":"Minos","surname":"Tyllianakis","email":"NULL","contributions":"1"},{"firstname":"Elias","surname":"Panagiotopoulos","email":"NULL","contributions":"1"},{"firstname":"                            John","surname":"Gliatis","email":"NULL","contributions":"1"}]},{"doi":"10.1007/BF03325155","date":"2008-10-01","title":"Home-based video exercise intervention for community-dwelling frail older women: a randomized controlled trial","abstract":"\n\nBackground and aims: Home-based exercise is a viable solution for frail elderly individuals with difficulties in reaching exercise facilities outside home.\n The aim of this study was to determine the effects of a home-based video exercise program on physiological performance, functional capacity and health-related quality of life.\n Methods: Community-dwelling frail women ?75 yrs, receiving public home care, were randomized into a training group (n=30) and a control group (n=31).\n Participants exercised for 26 minutes, three times per week for five months.\n Both groups received a bi-weekly telephone call.\n The effect of intervention was evaluated by the physical performance test, mobility-tiredness score, maximal isometric handgrip and biceps strength, lower limb explosive power, repeated chair rise (5 times), 10-m maximal walking-speed, semi-tandem balance, and health-related quality of life, as measured by EQ-5D and self-rated health.\n Results: Twenty-five participants (83%) in the training group and 28 (90%) in the control group completed the project.\n Adherence to the training protocol was on average 89.2%.\n At follow-up, between-group analysis revealed a significant difference only in EQ-5D (valued by time-trade-off tariffs), resulting from a significant decrease observed in the control group and a trend towards an increase in the training group (p=0.082).\n Significant within-group improvements, ranging from 8–35%, were also observed for the physical performance test, mobility-tiredness score, handgrip, biceps strength, chair rise, and 10-m maximal walking-speed in the training group, and for walking-speed and self-rated health in the control group.\n Conclusions: These results suggest that home-based training for frail older women using an exercise video induces lasting health-related quality-of-life (EQ-5D).\n In addition, a tendency towards improvements in physiological performance and functional capacity was observed.\n","id":"10.1007/BF03325155","idformat":"Springer","foundapis":"_CROSSREF","miscinfo":"","authors":[{"firstname":" Sonja","surname":"Vestergaard","email":"null","contributions":"1"},{"firstname":"Christian","surname":"Kronborg","email":"null","contributions":"1"},{"firstname":"                  Lis","surname":"Puggaard","email":"null","contributions":"1"}]}]}