{"name":"Mass screening versus community containment versus a combination of both to mitigate COVID-19: a rapid systematic review","id":"87","link":"https://journals.sagepub.com/doi/10.4081/jphr.2020.2011","dbsearches":"14","refs":"https://docs.google.com/spreadsheets/d/1cjp4-ZpWKEhuvoVAjzjv7DX8s4EytJPRB36Sv63ggY4/edit#gid=0","references":[{"doi":"10.1051/mmnp/2020025","date":"2023-05-02","title":"'Heterogeneous social interactions and the COVID-19 lockdown outcome in a multi-group SEIR model'","abstract":"'We study variants of the SEIR model for interpreting some qualitative features of the statistics of the Covid-19 epidemic in France.\n Standard SEIR models distinguish essentially two regimes: either the disease is controlled and the number of infected people rapidly decreases, or the disease spreads and contaminates a significant fraction of the population until herd immunity is achieved.\n After lockdown, at first sight it seems that social distancing is not enough to control the outbreak.\n We discuss here a possible explanation, namely that the lockdown is creating social heterogeneity: even if a large majority of the population complies with the lockdown rules, a small fraction of the population still has to maintain a normal or high level of social interactions, such as health workers, providers of essential services, etc.\n This results in an apparent high level of epidemic propagation as measured through re-estimations of the basic reproduction ratio.\n However, these measures are limited to averages, while variance inside the population plays an essential role on the peak and the size of the epidemic outbreak and tends to lower these two indicators.\n We provide theoretical and numerical results to sustain such a view.\n","id":"10.1051/mmnp/2020025","idformat":"CROSSREF","foundapis":"","miscinfo":"PUBLISHER: EDP Sciences","authors":[{"firstname":"Jean","surname":"Dolbeault","email":"xref no email","contributions":"1"},{"firstname":"       Gabriel","surname":"Turinici","email":"xref no email","contributions":"1"}]},{"doi":"10.1101/2020.04.22.20076166","date":"2020-04-27","title":"Early detection of superspreaders by mass group pool testing can mitigate COVID-19 pandemic ","abstract":"BackgroundMost of epidemiological models applied for COVID-19 do not consider heterogeneity in infectiousness and impact of superspreaders, despite the broad viral loading distributions amongst COVID-19 positive people (1 - 106 per mL). Also, mass group testing is not used regardless to existing shortage of tests. I propose new strategy for early detection of superspreaders with reasonable number of RT-PCR tests, which can dramatically mitigate development COVID-19 pandemic and even turn it endemic.\n\nMethodsI used stochastic social-epidemiological SEIAR model, where S-suspected, E-exposed, I-infectious, A-admitted (confirmed COVID-19 positive, who are admitted to hospital or completely isolated), R-recovered. The model was applied to real COVID-19 dynamics in London, Moscow and New York City.\n\nFindingsViral loading data measured by RT-PCR were fitted by broad log-normal distribution, which governed high importance of superspreaders. The proposed full scale model of a metropolis shows that top 10% spreaders (100+ higher viral loading than median infector) transmit 45% of new cases. Rapid isolation of superspreaders leads to 4-8 fold mitigation of pandemic depending on applied quarantine strength and amount of currently infected people. High viral loading allows efficient group 'matrix' pool testing of population focused on detection of the superspreaders requiring remarkably small amount of tests.\n\nInterpretationThe model and new testing strategy may prevent thousand or millions COVID-19 deaths requiring just about 5000 daily RT-PCR test for big 12 million city such as Moscow. Though applied to COVID-19 pandemic the results are universal and can be used for other infectious heterogenous epidemics.\n\nFundingNo funding ","id":"10.1101/2020.04.22.20076166","idformat":"medrxiv/biorxiv doi","foundapis":"_CROSSREF","miscinfo":"","authors":[{"firstname":"M.B.","surname":"Gongalsky","email":"xref no email","contributions":"1"},{"firstname":"         M. B. ","surname":"Gongalsky","email":"null","contributions":"1"}]},{"doi":"10.1038/s41591-020-1001-6","date":"2020-09-01","title":"A stochastic agent-based model of the SARS-CoV-2 epidemic in France","abstract":"\nMany European countries have responded to the COVID-19 pandemic by implementing nationwide protection measures and lockdowns1.\n However, the epidemic could rebound when such measures are relaxed, possibly leading to a requirement for a second or more, repeated lockdowns2.\n Here, we present results of a stochastic agent-based microsimulation model of the COVID-19 epidemic in France.\n We examined the potential impact of post-lockdown measures, including physical distancing, mask-wearing and shielding individuals who are the most vulnerable to severe COVID-19 infection, on cumulative disease incidence and mortality, and on intensive care unit (ICU)-bed occupancy.\n While lockdown is effective in containing the viral spread, once lifted, regardless of duration, it would be unlikely to prevent a rebound.\n Both physical distancing and mask-wearing, although effective in slowing the epidemic and in reducing mortality, would also be ineffective in ultimately preventing ICUs from becoming overwhelmed and a subsequent second lockdown.\n However, these measures coupled with the shielding of vulnerable people would be associated with better outcomes, including lower mortality and maintaining an adequate ICU capacity to prevent a second lockdown.\n Benefits would nonetheless be markedly reduced if most people do not adhere to these measures, or if they are not maintained for a sufficiently long period.\n\nA new study that models the COVID-19 epidemic in France suggests that although a second peak is likely unavoidable, maintaining social distancing and wearing masks when lockdown restrictions are lifted, as well as continuing to shelter vulnerable individuals, will reduce mortality and avoid overwhelming ICU facilities.\n","id":"10.1038/s41591-020-1001-6","idformat":"Springer","foundapis":"_CROSSREF","miscinfo":"","authors":[{"firstname":" Nicolas","surname":"Hoertel","email":"null","contributions":"1"},{"firstname":"Martin","surname":"Blachier","email":"null","contributions":"1"},{"firstname":"Carlos","surname":"Blanco","email":"null","contributions":"1"},{"firstname":"Mark","surname":"Olfson","email":"null","contributions":"1"},{"firstname":"Marc","surname":"Massetti","email":"null","contributions":"1"},{"firstname":"Marina Sánchez","surname":"Rico","email":"null","contributions":"1"},{"firstname":"Frédéric","surname":"Limosin","email":"null","contributions":"1"},{"firstname":"                  Henri","surname":"Leleu","email":"null","contributions":"1"}]},{"doi":"10.1093/cid/ciaa390","date":"1970-01-01","title":"Lockdown contained the spread of 2019 novel coronavirus disease in Huangshi city, China: Early epidemiological findings","abstract":"Background\nTo control the spread of 2019 novel coronavirus disease (COVID-19), China sealed Wuhan on Jan 23, 2020 and soon expanded lockdown to other twelve cities in Hubei province.\n\n We aimed to describe the epidemiological characteristics in one of the cities and highlight the effect of current implemented lockdown and nonpharmaceutical interventions.\n\n\nMethods\nWe retrieved data of reported cases in Huangshi and Wuhan from publicly available disease databases.\n\n Local epidemiological data on suspected or confirmed cases in Huangshi were collected through field investigation.\n\n Epidemic curves were constructed with data on reported and observed cases.\n\n\nResults\nThe accumulated confirmed COVID-19 cases and fatality in Huangshi were reported to be 1015 and 3.74% respectively, compared with 50006 and 5.08% in Wuhan till Mar 27, 2020. Right after Jan 24, the epidemic curve based on observed cases in Huangshi became flattened.\n\n Feb 1, 2020 was identified as the “turning point” as the epidemic in Huangshi faded soon afterwards.\n\n COVID-19 epidemic was characterized by mild cases in Huangshi, accounting for 82.66% of total cases.\n\n Moreover, 50 asymptomatic infections were identified in adults and children.\n\n Besides, we found confirmed cases in 19 familial clusters and 21 health care workers, supporting inter-human transmission.\n\n\nConclusions\nOur study reported the temporal dynamics and characteristics of the COVID-19 epidemic in Huangshi city, China, across the unprecedented intervention.\n\n Such new epidemiological inference might provide further guidance on current lockdown measures in high-risk cities and, subsequently, help improve public health intervention strategies against the pandemic on the country and global levels.\n\n\n","id":"PMC7184509","idformat":"PMC","foundapis":"_PMC_CROSSREF","miscinfo":"","authors":[{"firstname":"Tuo","surname":"Ji","email":"NULL","contributions":"1"},{"firstname":" Hai-Lian","surname":"Chen","email":"NULL","contributions":"1"},{"firstname":" Jing","surname":"Xu","email":"NULL","contributions":"1"},{"firstname":" Ling-Ning","surname":"Wu","email":"NULL","contributions":"1"},{"firstname":" Jie-Jia","surname":"Li","email":"NULL","contributions":"1"},{"firstname":" Kai","surname":"Chen","email":"NULL","contributions":"1"},{"firstname":"                         Gang","surname":"Qin","email":"tonygqin@ntu.edu.cn","contributions":"1"}]},{"doi":"10.1002/jmv.25827","date":"2023-06-05","title":"'The effectiveness of quarantine of Wuhan city against the Corona Virus Disease 2019 (COVID‐19): A well‐mixed SEIR model analysis'","abstract":"Unknown Abstract","id":"10.1002/jmv.25827","idformat":"CROSSREF","foundapis":"","miscinfo":"PUBLISHER: Wiley","authors":[{"firstname":"Can","surname":"Hou","email":"xref no email","contributions":"1"},{"firstname":" Jiaxin","surname":"Chen","email":"xref no email","contributions":"1"},{"firstname":" Yaqing","surname":"Zhou","email":"xref no email","contributions":"1"},{"firstname":" Lei","surname":"Hua","email":"xref no email","contributions":"1"},{"firstname":" Jinxia","surname":"Yuan","email":"xref no email","contributions":"1"},{"firstname":" Shu","surname":"He","email":"xref no email","contributions":"1"},{"firstname":" Yi","surname":"Guo","email":"xref no email","contributions":"1"},{"firstname":" Sheng","surname":"Zhang","email":"xref no email","contributions":"2"},{"firstname":" Qiaowei","surname":"Jia","email":"xref no email","contributions":"1"},{"firstname":" Chenhui","surname":"Zhao","email":"xref no email","contributions":"1"},{"firstname":" Jing","surname":"Zhang","email":"xref no email","contributions":"1"},{"firstname":" Guangxu","surname":"Xu","email":"xref no email","contributions":"1"},{"firstname":"       Enzhi","surname":"Jia","email":"xref no email","contributions":"1"}]},{"doi":"10.1093/jtm/taaa037","date":"1970-01-01","title":"The positive impact of lockdown in Wuhan on containing the COVID-19 outbreak in China","abstract":"Background\nWith its epicenter in Wuhan, China, the COVID-19 outbreak was declared a public health emergency of international concern (PHEIC) by the World Health Organization (WHO).\n\n Consequently, many countries have implemented flight restrictions to China.\n\n China itself has imposed a lockdown of the population of Wuhan as well as the entire Hubei province.\n\n However, whether these two enormous measures have led to significant changes in the spread of COVID-19 cases remains unclear.\n\n\nMethods\nWe analyzed available data on the development of confirmed domestic and international COVID-19 cases before and after lockdown measures.\n\n We evaluated the correlation of domestic air traffic to the number of confirmed COVID-19 cases and determined the growth curves of COVID-19 cases within China before and after lockdown as well as after changes in COVID-19 diagnostic criteria.\n\n\nResults\nOur findings indicate a significant increase in doubling time from 2 days (95% Confidence Interval, CI): 1.9–2.6), to 4 days (95% CI: 3.5–4.3), after imposing lockdown.\n\n A further increase is detected after changing diagnostic and testing methodology to 19.3 (95% CI: 15.1–26.3), respectively.\n\n Moreover, the correlation between domestic air traffic and COVID-19 spread became weaker following lockdown (before lockdown: r?=?0.98, p?&lt;?0.05 vs.\n\n after lockdown: r?=?0.91, p?=?NS).\n\n\nConclusions\nA significantly decreased growth rate and increased doubling time of cases was observed, which is most likely due to Chinese lockdown measures.\n\n A more stringent confinement of people in high risk areas seem to have a potential to slow down the spread of COVID-19.\n","id":"PMC7184469","idformat":"PMC","foundapis":"_PMC_CROSSREF","miscinfo":"","authors":[{"firstname":"Hien","surname":"Lau","email":"hlau2@uci.edu","contributions":"1"},{"firstname":" Veria","surname":"Khosrawipour","email":"veriakhosrawipour@yahoo.de","contributions":"1"},{"firstname":" Piotr","surname":"Kocbach","email":"piotr.kocbach@uwm.edu.pl","contributions":"1"},{"firstname":" Agata","surname":"Mikolajczyk","email":"agata.mikolajczyk@upwr.edu.pl","contributions":"1"},{"firstname":" Justyna","surname":"Schubert","email":"justyna.schubert@upwr.edu.pl","contributions":"1"},{"firstname":" Jacek","surname":"Bania","email":"jacek.bania@upwr.edu.pl","contributions":"1"},{"firstname":"                         Tanja","surname":"Khosrawipour","email":"tkhosrawipour@gmail.com","contributions":"1"}]},{"doi":"10.23750/abm.v91i3-S.9511","date":"2020-04-08","title":"COVID-19 in Italy: impact of containment measures and prevalence estimates of infection in the general population","abstract":"Since the beginning of the COVID-19 epidemic in Italy, the Italian Government implemented several restrictive measures to contain the spread of the infection.\n\n Data shows that, among these measures, the lockdown implemented as of 9 March had a positive impact, in particular the central and southern regions of Italy, while other actions appeared to be less effective.\n\n When the true prevalence of a disease is unknown, it is possible estimate it, based on mortality data and the assumptive case-fatality rate of the disease.\n\n Given these assumptions, the estimated period-prevalence of COVID-19 in Italy varies from 0.35% in Sicily to 13.3% in Lombardy.\n\n","id":"PMC7975916","idformat":"PMC","foundapis":"_PMC","miscinfo":"","authors":[{"firstname":"Carlo","surname":"Signorelli","email":"NULL","contributions":"1"},{"firstname":" Thea","surname":"Scognamiglio","email":"NULL","contributions":"1"},{"firstname":"                         Anna","surname":"Odone","email":"NULL","contributions":"1"}]},{"doi":"10.1101/2020.04.27.20078329","date":"2020-05-28","title":"Population-scale testing can suppress the spread of COVID-19 ","abstract":"We propose an additional intervention that would contribute to the control of the COVID-19 pandemic, offer more protection for people working in essential jobs, and help guide an eventual reopening of society. The intervention is based on: (1) testing every individual (2) repeatedly, and (3) self-quarantine of infected individuals. Using a standard epidemiological model (SIR), we show here that by identification and isolation of the majority of infectious individuals, including those who may be asymptomatic, the reproduction number R0 of SARS-CoV-2 would be reduced well below 1.0, and the epidemic would collapse. We replicate these observations in a more complex stochastic dynamic model on a social network graph. We also find that the testing regime would be additive to other interventions, and be effective at any level of prevalence. If adopted as a policy, any industrial society could sustain the regime for as long as it takes to find a safe and effective cure or vaccine. Our model also indicates that unlike sampling-based tests, population-scale testing does not need to be very accurate: false negative rates up to 15% could be tolerated if 80% comply with testing every ten days, and false positives can be almost arbitrarily high when a high fraction of the population is already effectively quarantined. Testing at the required scale would be feasible if existing qPCR-based methods are scaled up and multiplexed. A mass produced, low throughput field test kit could also be carried out at home. Economic analysis also supports the feasibility of the approach: current reagent costs for tests are in the range of a dollar or less, and the estimated benefits for population-scale testing are so large that the policy would be cost-effective even if the costs were larger by more than two orders of magnitude. To identify both active and previous infections, both viral RNA and antibodies could be tested. All technologies to build such test kits, and to produce them in the scale required to test the entire worlds population exist already. Integrating them, scaling up production, and implementing the testing regime will require resources and planning, but at a scale that is very small compared to the effort that every nation would devote to defending itself against a more traditional foe. ","id":"10.1101/2020.04.27.20078329","idformat":"medrxiv/biorxiv doi","foundapis":"_CROSSREF","miscinfo":"","authors":[{"firstname":"Jussi","surname":"Taipale","email":"xref no email","contributions":"1"},{"firstname":"Paul","surname":"Romer","email":"xref no email","contributions":"1"},{"firstname":"Sten","surname":"Linnarsson","email":"xref no email","contributions":"1"},{"firstname":" J.","surname":"Taipale","email":"null","contributions":"1"},{"firstname":" P.","surname":" Romer","email":"null","contributions":"1"},{"firstname":"         S. ","surname":" Linnarsson","email":"null","contributions":"1"}]},{"doi":"10.1016/j.scitotenv.2020.138539","date":"2020-04-05","title":"Evaluation of the lockdowns for the SARS-CoV-2 epidemic in Italy and Spain after one month follow up","abstract":"From the end of February, the SARS-CoV-2 epidemic in Spain has been following the footsteps of that in Italy very closely.\n\n We have analyzed the trends of incident cases, deaths, and intensive care unit admissions (ICU) in both countries before and after their respective national lockdowns using an interrupted time-series design.\n\n Data was analyzed with quasi-Poisson regression using an interaction model to estimate the change in trends.\n\n After the first lockdown, incidence trends were considerably reduced in both countries.\n\n However, although the slopes have been flattened for all outcomes, the trends kept rising.\n\n During the second lockdown, implementing more restrictive measures for mobility, it has been a change in the trend slopes for both countries in daily incident cases and ICUs.\n\n This improvement indicates that the efforts overtaken are being successful in flattening the epidemic curve, and reinforcing the belief that we must hold on.\n\n","id":"PMC7195141","idformat":"PMC","foundapis":"_elsevier_PMC_CROSSREF","miscinfo":"","authors":[{"firstname":"Aurelio","surname":"Tobías","email":"NULL","contributions":"1"}]},{"doi":"10.4081/jphr.2020.2011","date":"2020-11-24","title":"Mass screening vs lockdown vs combination of both to control COVID-19: A systematic review","abstract":"Coronavirus disease 2019 (COVID-19) is a global pandemic.\n\n Non-pharmacological interventions, such as lockdown and mass testing, remain as the mainstay of control measures for the outbreak.\n\n We aim to evaluate the effectiveness of mass testing, lockdown, or a combination of both to control COVID-19 pandemic.\n\n A systematic search on 11 major databases was conducted on June 8, 2020. This review is registered in Prospero (CRD420201 90546).\n\n We included primary studies written in English which investigate mass screening, lockdown, or a combination of both to control and/or mitigate the COVID-19 pandemic.\n\n There are four important outcomes as selected by WHO experts for their decision- making process: incident cases, onward transmission, mortality, and resource use.\n\n Among 623 studies, only 14 studies met our criteria.\n\n Four observational studies were rated as strong evidence and ten modelling studies were rated as moderate evidence.\n\n Based on one modelling study, mass testing reduced the total infected people compared to no mass testing.\n\n For lockdown, ten studies consistently showed that it successfully reduced the incidence, onward transmission, and mortality rate of COVID-19. A limited evidence showed that a combination of lockdown and mass screening resulted in a greater reduction of incidence and mortality rate compared to lockdown only.\n\n However, there is not enough evidence on the effectiveness of mass testing only.\n\n","id":"PMC7771023","idformat":"PMC","foundapis":"_PMC_CROSSREF","miscinfo":"","authors":[{"firstname":"Nadya","surname":"Johanna","email":"NULL","contributions":"1"},{"firstname":" Henrico","surname":"Citrawijaya","email":"NULL","contributions":"1"},{"firstname":"                         Grace","surname":"Wangge","email":"NULL","contributions":"1"}]},{"doi":"10.2139/ssrn.3592912","date":"2022-04-27","title":"'Price of Delay in Covid-19 Lockdowns: Delays Spike Total Cases, Natural Experiments Reveal'","abstract":"Unknown Abstract","id":"10.2139/ssrn.3592912","idformat":"CROSSREF","foundapis":"","miscinfo":"PUBLISHER: Elsevier BV","authors":[{"firstname":"Gerard J.","surname":"Tellis","email":"xref no email","contributions":"1"},{"firstname":" Ashish","surname":"Sood","email":"xref no email","contributions":"1"},{"firstname":"       Nitish","surname":"Sood","email":"xref no email","contributions":"1"}]},{"doi":"10.1016/j.ijid.2020.03.018","date":"2020-03-06","title":"The effectiveness of quarantine and isolation determine the trend of the COVID-19 epidemics in the final phase of the current outbreak in China","abstract":"\n\n\n•\nSince January 23rd 2020, stringent measures for controlling the novel coronavirus epidemics have been enforced and strengthened in mainland China.\n\n","id":"PMC7162790","idformat":"PMC","foundapis":"_elsevier_PMC_CROSSREF","miscinfo":"","authors":[{"firstname":"Biao","surname":"Tang","email":"NULL","contributions":"1"},{"firstname":" Fan","surname":"Xia","email":"NULL","contributions":"1"},{"firstname":" Sanyi","surname":"Tang","email":"NULL","contributions":"1"},{"firstname":" Nicola Luigi","surname":"Bragazzi","email":"NULL","contributions":"1"},{"firstname":" Qian","surname":"Li","email":"NULL","contributions":"1"},{"firstname":" Xiaodan","surname":"Sun","email":"NULL","contributions":"1"},{"firstname":" Juhua","surname":"Liang","email":"NULL","contributions":"1"},{"firstname":" Yanni","surname":"Xiao","email":"yxiao@mail.xjtu.edu.cn","contributions":"1"},{"firstname":"                         Jianhong","surname":"Wu","email":"wujh@yorku.ca","contributions":"1"}]}]}