{"name":"The role and response of primary care and community nursing in the delivery of palliative care in epidemics and pandemics: protocol for a rapid review to inform practice and service delivery during the COVID-19 pandemic","id":"90","link":"https://journals.sagepub.com/doi/full/10.1177/0269216320947623","dbsearches":"5","refs":"https://docs.google.com/spreadsheets/d/11nH90OXS6t9y5hcSi2G7lQ2Pkym-BbQ6IP_ZPcDz79c/edit#gid=0","references":[{"doi":"10.1089/bsp.2008.0030","date":"1970-01-01","title":"Pandemic Influenza and Acute Care Centers: Taking Care of Sick Patients in a Nonhospital Setting","abstract":"The ongoing spread of H5N1 avian influenza in Southeast Asia has raised concern about a worldwide influenza pandemic and has made clear the need to plan in advance for such an event.\n The federal government has stressed the importance of planning and, in particular, has asked hospitals and public health agencies to develop plans to care for patients outside of traditional healthcare settings.\n These alternative or acute care centers (ACCs) would be opened when hospitals, emergency departments (EDs), and clinics are overwhelmed by an influenza pandemic.\n The University of Michigan Hospital System (UMHS), a large tertiary care center in southeast Michigan, has been developing a model for offsite care of patients during an influenza pandemic.\n This article summarizes our planning efforts and the lessons learned from 2 functional exercises over the past 3 years.\nPeer Reviewedhttp:\/\/deepblue.\nlib.\numich.\nedu\/bitstream\/2027.42\/63368\/1\/bsp.\n2008.0030.pd","id":"10.1089/bsp.2008.0030","idformat":"CORE","foundapis":"_CROSSREF","miscinfo":"","authors":[{"firstname":"Atas","surname":"Jenny","email":"coreGivesNoEmail","contributions":"1"},{"firstname":"Bandy","surname":"Kenneth","email":"coreGivesNoEmail","contributions":"1"},{"firstname":"Bradin","surname":"Stuart A.","email":"coreGivesNoEmail","contributions":"1"},{"firstname":"Cadwallender","surname":"Bruce A.","email":"coreGivesNoEmail","contributions":"1"},{"firstname":"Cinti","surname":"Sandro K.","email":"coreGivesNoEmail","contributions":"1"},{"firstname":"Collins","surname":"Curtis D.","email":"coreGivesNoEmail","contributions":"1"},{"firstname":"Goldberg","surname":"Janet","email":"coreGivesNoEmail","contributions":"1"},{"firstname":"Holmes","surname":"Jennifer G.","email":"coreGivesNoEmail","contributions":"1"},{"firstname":"Kim","surname":"Christopher","email":"coreGivesNoEmail","contributions":"1"},{"firstname":"Krupansky","surname":"Frank","email":"coreGivesNoEmail","contributions":"1"},{"firstname":"Lozon","surname":"Marie M.","email":"coreGivesNoEmail","contributions":"1"},{"firstname":"Rodgers","surname":"Phillip E.","email":"coreGivesNoEmail","contributions":"1"},{"firstname":"Shlafer","surname":"Jean","email":"coreGivesNoEmail","contributions":"1"},{"firstname":"Wagner","surname":"Deborah","email":"coreGivesNoEmail","contributions":"1"},{"firstname":"Wilkerson","surname":"William M.","email":"coreGivesNoEmail","contributions":"1"},{"firstname":"                          Wright","surname":"Carrie M.","email":"coreGivesNoEmail","contributions":"1"}]},{"doi":"10.2165/00019053-199600093-00010","date":"1996-06-01","title":"The Impact of Three Influenza Epidemics on Primary Care in England and Wales","abstract":"Unknown Abstract","id":"10.2165/00019053-199600093-00010","idformat":"Springer","foundapis":"_CROSSREF","miscinfo":"","authors":[{"firstname":" Douglas M.","surname":"Fleming","email":"null","contributions":"1"}]},{"doi":"10.1353/hpu.2016.0078","date":"2023-05-24","title":"'Community Health Workers’ Palliative Care Learning Needs and Training: Results from a Partnership between a US University and a Rural Community Organization in Mpumalanga Province, South Africa'","abstract":"Unknown Abstract","id":"10.1353/hpu.2016.0078","idformat":"CROSSREF","foundapis":"","miscinfo":"PUBLISHER: Project MUSE","authors":[{"firstname":"Cathy","surname":"Campbell","email":"xref no email","contributions":"1"},{"firstname":"       Marianne","surname":"Baernholdt","email":"xref no email","contributions":"1"}]},{"doi":"10.1111/tmi.12532","date":"1970-01-01","title":"Lifestyle, attitudes and needs of uncured XDR-TB patients living in the communities of South Africa: a qualitative study.","abstract":"OBJECTIVE: Patient-level data are required to inform strategies interrupting transmission and default in patients with extensively drug-resistant TB (XDR-TB) to improve models of care and identify potential routes of transmission.\n We therefore explored the experiences, lifestyle, attitudes and needs of patients with uncured XDR-TB, who failed or interrupted therapy, living without treatment in the community.\n METHODS: We conducted in-depth interviews with 12 community-based patients from South Africa.\n Family members were interviewed when patients were unavailable.\n Interviews were analysed using inductive thematic analysis.\n RESULTS: The thematic experiences identified from the interviews were as follows: (i) living with but not being cured of XDR-TB, (ii) altered lifestyle in the community, (iii) experiences with community health care, (iv) local community members, and (v) wants and needs.\n Patients identified mistrust in health care, futility of treatment regimens, a need for a purpose in life and subsistence as major concerns.\n Restriction of living in the community for patients whose treatment had failed resulted in self-imposed isolation.\n Defaulters focused more on the never-ending drug regimen and bad experiences with health care contributing to non-adherence.\n Family members emphasised an under-recognised experience of unforeseen burden, obligation, worry and discomfort.\n Lack of knowledge and lack of concern about transmission was evident.\n CONCLUSION: Current models of care are not adequately meeting the needs of patients with uncured XDR-TB and relatives.\n These data inform the need for community-based palliative care, vocational facilities to improve economic opportunities, home-based infection control and improved psychosocial support to increase patient adherence, reduce transmission, provide income and relieve the burden on family members","id":"10.1111/tmi.12532","idformat":"CORE","foundapis":"_CROSSREF","miscinfo":"","authors":[{"firstname":"Van","surname":"Rie","email":"coreGivesNoEmail","contributions":"1"}]}]}